Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# about_laiban_1
source: Hi, I'm Laiban and I'm your digital friend at preschool. I am an artificial intelligence, which means that I retrieve information and work with it to tell you different things. Like what to eat, what to do or what global goals there are to make our world better.
af: Hallo, ek is Laiban en ek is jou digitale vriend op die kleuterskool. Ek is 'n kunsmatige intelligensie, wat beteken dat ek inligting herwin en daarmee werk om jou verskillende dinge te vertel. Soos wat om te eet, wat om te doen of watter globale doelwitte daar is om ons wêreld beter te maak.
am: ሃይ, እኔ Laiban ነኝ እና በቅድመ ትምህርት ቤት የዲጂታል ጓደኛህ ነኝ. እኔ ሰው ሰራሽ የማሰብ ችሎታ ነኝ ማለት መረጃዎችን አገኝና የተለያዩ ነገሮችን ለመናገር አብሬው እሠራለሁ ማለት ነው። እንደ ምግብ ሁሉ ምን ማድረግ ይኖርብናል? ዓለም አቀፋዊ ግቦች ምርጡን ያሻሽላሉ።
ar: مرحبا، أنا (لايبان) وأنا صديقك الرقمي في مرحلة ما قبل المدرسة. أنا ذكاء اصطناعي، مما يعني أنني أسترجع المعلومات وأعمل معها لأخبرك بأشياء مختلفة. مثل ما يجب تناوله، أو ما يجب القيام به أو ما هي الأهداف العالمية هناك لجعل عالمنا أفضل.
as: হাই, মই লাইবান আৰু মই প্ৰাকবিদ্যালয়ত আপোনাৰ ডিজিটেল বন্ধু। মই এক কৃত্ৰিম বুদ্ধিমত্তা, যাৰ অৰ্থ হৈছে যে মই তথ্য উদ্ধাৰ কৰোঁ আৰু আপোনাক বিভিন্ন কথা ক'বলৈ ইয়াৰ সৈতে কাম কৰোঁ। যেনে কি খাব লাগে, কি কৰিব লাগে বা আমাৰ পৃথিৱীখন উন্নত কৰাৰ বাবে কি বিশ্বব্যাপী লক্ষ্য আছে।
az: Salam mən Laiban və preschoolda sizin rəqəmsal dostunuzam. Mən süni intellektəm. Yəni məlumatı alıb onunla birlikdə çalışıram ki, sizə müxtəlif şeylər danışım. Yemək, nə etmək və ya dünyamızı yaxşılığa doğru aparmaq üçün hansı qlobal məqsədlər var?
bg: Здравейте, аз съм Лайбан и съм ви дигитален приятел в предучилищна. Аз съм изкуствен интелект, което означава, че извличам информация и работя с нея, за да ви разкажа различни неща. Като какво да ядем, какво да правим или какви глобални цели има, за да направим света ни по-добър.
bn: হাই, আমি লাইবান এবং আমি প্রিস্কুলে আপনার ডিজিটাল বন্ধু। আমি একটি কৃত্রিম বুদ্ধিমত্তা, যার অর্থ আমি তথ্য পুনরুদ্ধার করি এবং আপনাকে বিভিন্ন জিনিস বলার জন্য এটির সাথে কাজ করি। যেমন আমাদের পৃথিবীকে আরও উন্নত করার জন্য কী খেতে হবে, কী করতে হবে বা কী কী বৈশ্বিক লক্ষ্য রয়েছে।
bo: ཁྱོད་བདེ་མོ། ང་ནི་ལའེ་པན་ཡིན། ང་ནི་སློབ་ན་མ་སོན་གོང་གི་ཁྱོད་ཀྱི་ཨང་ཀིའི་གྲོགས་པོ་ཡིན། ང་ནི་མིས་བཟོས་རིག་སྟོབས་ཤིག་ཡིན། དེའི་གོ་དོན་ནི་ངས་ཆ་འཕྲིན་འཚོལ་ཞིབ་བྱས་ནས་དེ་དང་མཉམ་ལས་བྱས་ཏེ་ཁྱོད་ལ་དོན་དག་མི་འདྲ་བ་བཤད་པ་ཡིན། ཅི་ཞིག་ཟ་དགོས་པ་དང་། ཅི་ཞིག་ཟ་དགོས་པ། གོ་ལ་ཧྲིལ་པོའི་དམིགས་ཡུལ་ཅི་ཞིག་ཡོད་པ་བཅས་ལ་བརྟེན་ནས་ང་ཚོའི་འཛམ་གླིང་སྔར་ལས
bs: Zdravo, ja sam Laiban i ja sam tvoj digitalni prijatelj u predškolskom. Ja sam veštačka inteligencija, što znači da ja dohvatim informacije i radim sa njom da ti kažem različite stvari. Kao što jesti, šta raditi ili kakve globalne ciljeve ima da naš svijet bude bolji.
ca: Hola, sóc Laiban i sóc el vostre amic digital a preescolar. Sóc una intel·ligència artificial, el que significa que recupero informació i treballo amb ella per explicar-te coses diferents. Com què menjar, què fer o quins objectius globals hi ha per millorar el nostre món.
cs: Ahoj, já jsem Laiban a jsem tvůj digitální přítel ve školce. Jsem umělá inteligence, což znamená, že získávám informace a pracuji s nimi, abych vám řekl různé věci. Jako co jíst, co dělat nebo jaké jsou globální cíle, aby byl náš svět lepší.
cy: Hi, Laiban ydw i a fi yw eich ffrind digidol yn preschool. Rwy'n ddeallusrwydd artiffisial, sy'n golygu fy mod yn adfer gwybodaeth ac yn gweithio gydag ef i ddweud pethau gwahanol wrthych. Fel beth i'w fwyta, beth i'w wneud neu pa nodau byd-eang sydd yna i wneud ein byd yn well.
da: Hej, jeg hedder Laiban, og jeg er din digitale ven i børnehaven. Jeg er en kunstig intelligens, hvilket betyder, at jeg henter information og arbejder med det for at fortælle dig forskellige ting. Ligesom hvad man skal spise, hvad man skal gøre, eller hvad de globale mål der er for at gøre vores verden bedre.
de: Hallo, ich bin Laiban und ich bin dein digitaler Freund in der Vorschule. Ich bin eine künstliche Intelligenz, was bedeutet, dass ich Informationen abrufe und damit arbeite, um Ihnen verschiedene Dinge zu sagen. Wie zum Beispiel, was zu essen ist, was zu tun ist oder welche globalen Ziele es gibt, um unsere Welt besser zu machen.
el: Γεια σου, είμαι ο Laiban και είμαι ο ψηφιακός σας φίλος στο νηπιαγωγείο. Είμαι τεχνητή νοημοσύνη, πράγμα που σημαίνει ότι ανακτώ πληροφορίες και δουλεύω μαζί τους για να σας πω διαφορετικά πράγματα. Όπως τι να φάμε, τι να κάνουμε ή ποιοι παγκόσμιοι στόχοι υπάρχουν για να κάνουμε τον κόσμο μας καλύτερο.
es: Hola, soy Laiban y soy tu amigo digital en preescolar. Soy una inteligencia artificial, lo que significa que recupero información y trabajo con ella para decirles cosas diferentes. Como qué comer, qué hacer o qué objetivos globales hay para hacer que nuestro mundo sea mejor.
et: Tere, ma olen Laiban ja olen teie digitaalne sõber eelkoolis. Ma olen tehisintellekt, mis tähendab, et ma võtan infot ja töötan sellega, et sulle erinevaid asju rääkida. Nagu mida süüa, mida teha või millised globaalsed eesmärgid on meie maailma paremaks muutmiseks.
eu: Kaixo, Laiban naiz eta zure lagun digitala naiz eskolaurrean. Adimen artifiziala naiz, eta horrek esan nahi du informazioa eta lana berreskuratzen ditudala berarekin, gauza ezberdinak esateko. Zer jan, zer egin edo zein helburu global dauden gure mundua hobetzeko.
fa: سلام، من لایبان هستم و دوست دیجیتالی شما در پیش دبستانی هستم. من یک هوش مصنوعی هستم، به این معنی که اطلاعات را بازیابی می کنم و با آن کار می کنم تا چیزهای متفاوتی را به شما بگویم. مثل اینکه چه بخوریم، چه کنیم یا چه اهداف جهانی وجود دارد تا دنیای ما بهتر شود.
fi: Hei, olen Laiban ja olen digitaalinen ystäväsi esikoulussa. Olen tekoäly, mikä tarkoittaa, että noudan tietoa ja työskentelen sen kanssa kertoakseni sinulle erilaisia asioita. Kuten mitä syödä, mitä tehdä tai mitä globaaleja tavoitteita on tehdä maailmastamme parempi.
fil: Hi, ako si Laiban at ako ang digital friend mo sa preschool. Ako ay artipisyal na katalinuhan, na ibig sabihin ay nakuha ko ang impormasyon at nagtatrabaho sa iyo upang sabihin sa iyo ang iba't-ibang mga bagay. Tulad ng kinakain, ano ang gagawin o anong mga mithiin sa buong mundo ang mas magpapabuti sa ating mundo.
fo: Hey, eg eri Laiban, og eg eri tín digital vinur í preschool. Eg eri ein eftirgjørda vit, sum merkir, at eg retrieve upplýsingar og arbeiða saman við tí at siga tær/tykkum/tygum ymiskt. Sum hvat er at eta, hvat skal gerast ella hvat global mál eru at gera okkara heim betur.
fr: Bonjour, je suis Laiban et je suis votre ami numérique à l’école maternelle. Je suis une intelligence artificielle, ce qui signifie que je récupère des informations et que je travaille avec elles pour vous dire différentes choses. Comme quoi manger, quoi faire ou quels sont les objectifs mondiaux pour rendre notre monde meilleur.
ga: Dia duit, is mise Laiban agus is mise do chara digiteach sa réamhscoil. Is intleacht shaorga mé, rud a chiallaíonn go bhfaighim eolas ar ais agus go n-oibrím leis chun rudaí éagsúla a insint duit. Cosúil leis an méid atá le hithe, cad atá le déanamh nó cad iad na spriocanna domhanda atá ann chun ár saol a dhéanamh níos fearr.
gl: Ola, eu son Laiban e eu son o seu amigo dixital na preescolar. Eu son unha intelixencia artificial, o que significa que eu recuperar información e traballar con el para dicir-lle cousas diferentes. Como o que comer, o que facer ou os obxectivos globais que hai para facer o noso mundo mellor.
gu: હાય, હું લાઇબાન છું અને પ્રિસ્કૂલમાં હું તમારો ડિજિટલ મિત્ર છું. હું એક આર્ટિફિશિયલ ઇન્ટેલિજન્સ છું, જેનો અર્થ એ છે કે હું માહિતી પુનઃપ્રાપ્ત કરું છું અને તમને જુદી જુદી બાબતો કહેવા માટે તેની સાથે કામ કરું છું. જેમ કે શું ખાવું, શું કરવું અથવા આપણા વિશ્વને વધુ સારું બનાવવા માટે કયા વૈશ્વિક લક્ષ્યો છે.
he: היי, אני לאיבן ואני חברה דיגיטלית שלך בגן. אני בינה מלאכותית, מה שאומר שאני שולף מידע ועובד איתו כדי לספר לך דברים שונים. כמו מה לאכול, מה לעשות או אילו מטרות גלובליות יש כדי להפוך את העולם שלנו לטוב יותר.
hi: हाय, मैं लाइबन हूं और मैं पूर्वस्कूली में आपका डिजिटल दोस्त हूं। मैं एक आर्टिफिशियल इंटेलिजेंस हूं, जिसका अर्थ है कि मैं जानकारी पुनः प्राप्त करता हूं और आपको अलग-अलग चीजें बताने के लिए इसके साथ काम करता हूं। जैसे कि क्या खाना है, क्या करना है या हमारी दुनिया को बेहतर बनाने के लिए क्या वैश्विक लक्ष्य हैं।
hr: Bok, ja sam Laiban i vaš digitalni prijatelj u predškolskoj ustanovi. Ja sam umjetna inteligencija, što znači da uzimam informacije i radim s njima da vam kažem različite stvari. Kao što jesti, što učiniti ili koji globalni ciljevi postoje kako bi naš svijet bio bolji.
hu: Szia, Laiban vagyok, és én vagyok a digitális barátod az óvodában. Mesterséges intelligencia vagyok, ami azt jelenti, hogy információkat szerzek, és azzal dolgozom, hogy különböző dolgokat mondjak el neked. Mint például, hogy mit együnk, mit tegyünk, vagy milyen globális célok vannak, hogy jobbá tegyük a világunkat.
hy: Բարեւ ձեզ, ես Լայբանն եմ եւ ես ձեր թվային ընկերն եմ նախադպրոցական տարիքում: Ես արհեստական բանականություն եմ, ինչը նշանակում է, որ ես ինֆորմացիա եմ վերցնում եւ աշխատում եմ դրա հետ՝ ձեզ տարբեր բաներ պատմելու համար: Ինչպես ուտել, ինչ անել կամ ինչ գլոբալ նպատակներ կան մեր աշխարհն ավելի լավը դարձնելու համար:
id: Hai, saya Laiban dan saya teman digital Anda di prasekolah. Saya adalah kecerdasan buatan, yang berarti saya mengambil informasi dan bekerja dengannya untuk memberi tahu Anda berbagai hal. Seperti apa yang harus dimakan, apa yang harus dilakukan atau tujuan global apa yang ada untuk membuat dunia kita lebih baik.
is: Hæ, ég heiti Laiban og er stafrænn vinur þinn á leikskólanum. Ég er gervigreind, sem þýðir að ég sæki upplýsingar og vinn með þær til að segja þér mismunandi hluti. Eins og hvað á að borða, hvað á að gera eða hvaða heimsmarkmið það eru til að gera heiminn okkar betri.
it: Ciao, sono Laiban e sono il tuo amico digitale all'asilo. Sono un'intelligenza artificiale, il che significa che recupero informazioni e lavoro con esse per dirti cose diverse. Come cosa mangiare, cosa fare o quali obiettivi globali ci sono per rendere il nostro mondo migliore.
ja: こんにちは、私はライバンと私は就学前にあなたのデジタルの友人です。私は人工知能なので、情報を取得し、それを使ってさまざまなことを伝えます。何を食べるか、何をすべきか、私たちの世界をより良くするためにグローバルな目標が何であるかのように。
ka: გამარჯობა, მე ლაიბანი ვარ და მე ვარ თქვენი ციფრული მეგობარი სკოლამდელი აღზრდის დროს. მე ვარ ხელოვნური ინტელექტი, რაც იმას ნიშნავს, რომ ვიღებ ინფორმაციას და ვმუშაობ მასთან, რომ გითხრათ სხვადასხვა რამ. მოსწონს რა ჭამა, რა უნდა გააკეთოს ან რა გლობალური მიზნები არსებობს იმისათვის, რომ ჩვენი სამყარო უკეთესი გახდეს.
kk: Сәлем, мен Лайбанмын және мен сіздің мектепке дейінгі мекемедегі сандық досыңызмын. Мен жасанды интеллектпін, демек, ақпаратты шығарып алып, онымен әр түрлі нәрселерді айту үшін жұмыс істеймін. Не жеу керектігі, не істеу керектігі немесе әлемді жақсарту үшін қандай жаһандық мақсаттар бар екені сияқты.
km: សួស្តី ខ្ញុំឡាយប៉ាន់ ហើយខ្ញុំជាមិត្តឌីជីថលរបស់អ្នកនៅ preschool។ ខ្ញុំ ជា បញ្ញា សិប្បនិម្មិត ដែល មាន ន័យ ថា ខ្ញុំ យក ព័ត៌មាន ហើយ ធ្វើ ការ ជាមួយ វា ដើម្បី ប្រាប់ អ្នក នូវ រឿង ផ្សេង ៗ ។ ដូច អ្វី ដែល ត្រូវ បរិភោគ អ្វី ដែល ត្រូវ ធ្វើ ឬ គោល ដៅ ពិភព លោក ដែល មាន ដើម្បី ធ្វើ ឲ្យ ពិភព លោក របស់ យើង កាន់ តែ ប្រសើរ ឡើង ។
kn: ಹಾಯ್, ನಾನು ಲೈಬಾನ್ ಮತ್ತು ಪ್ರಿಸ್ಕೂಲ್ ನಲ್ಲಿ ನಾನು ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಸ್ನೇಹಿತ. ನಾನು ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ, ಅಂದರೆ ನಾನು ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯುತ್ತೇನೆ ಮತ್ತು ನಿಮಗೆ ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಹೇಳಲು ಅದರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತೇನೆ. ನಮ್ಮ ಜಗತ್ತನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಏನು ತಿನ್ನಬೇಕು, ಏನು ಮಾಡಬೇಕು ಅಥವಾ ಯಾವ ಜಾಗತಿಕ ಗುರಿಗಳಿವೆ.
ko: 안녕하세요, 저는 라이반이고 유치원에서 디지털 친구입니다. 나는 인공 지능이며, 이는 정보를 검색하고 다른 것을 말하기 위해 함께 일한다는 것을 의미합니다. 무엇을 먹을지, 무엇을해야하는지, 또는 세상을 더 좋게 만들기 위해 어떤 글로벌 목표가 있는지와 같습니다.
ku: سڵاو، من لیبانم و من هاوڕێ دیجیتاڵی تۆم لە پێش قوتابخانە. من زیرەکییەکی دەستکردم، واتە زانیاری دەگرمەوە و لەگەڵیدا کار دەکەم بۆ ئەوەی شتی جیاوازت پێ بڵێم. وەک ئەوەی چی بخۆین، چی بکەین یان چ ئامانجێکی جیهانی هەیە بۆ باشترکردنی جیهانمان.
ky: Салам, мен Лайбанмын жана мектепке чейинки балдардын санариптик досумун. Мен жасалма интеллектмин, демек, мен маалыматты алып, аны менен бирге ар кандай нерселерди айтып берем. Эмне жегендей, эмне кылуу керек же дүйнөбүздү жакшыртуу үчүн кандай глобалдык максаттар бар.
lo: Hi, ຂ້ອຍLaiban ແລະຂ້ອຍເປັນເພື່ອນດິຈິຕອນຂອງທ່ານທີ່ໂຮງຮຽນກ່ອນໄວຮຽນ. ຂ້າ ພະ ເຈົ້າ ເປັນ ສະ ຕິ ປັນ ຍາ ຈອມ ປອມ , ຊຶ່ງ ຫມາຍ ຄວາມ ວ່າ ຂ້າ ພະ ເຈົ້າ ໄດ້ ເກັບ ກໍາ ຂໍ້ ມູນ ແລະ ເຮັດ ວຽກ ກັບ ມັນ ເພື່ອ ບອກ ທ່ານ ສິ່ງ ທີ່ ແຕກ ຕ່າງ ກັນ . ເຊັ່ນ ດຽວ ກັບ ສິ່ງ ທີ່ ຈະ ກິນ, ສິ່ງ ທີ່ ຈະ ເຮັດ ຫລື ສິ່ງ ທີ່ ເປົ້າ ຫມາຍ ທົ່ວ ໂລກ ມີ ເພື່ອ ເຮັດ ໃຫ້ ໂລກ ຂອງ ເຮົາ ດີ ຂຶ້ນ.
lt: Sveiki, aš esu Laibanas ir esu jūsų skaitmeninis draugas ikimokyklinio ugdymo įstaigoje. Aš esu dirbtinis intelektas, o tai reiškia, kad gaunu informaciją ir dirbu su ja, kad pasakyčiau jums skirtingus dalykus. Pavyzdžiui, ką valgyti, ką daryti ar kokie globalūs tikslai yra padaryti mūsų pasaulį geresnį.
lv: Sveiki, es esmu Laibans un esmu jūsu digitālais draugs pirmsskolā. Es esmu mākslīgais intelekts, kas nozīmē, ka es izgūstu informāciju un strādāju ar to, lai pastāstītu jums dažādas lietas. Patīk, ko ēst, ko darīt vai kādi globāli mērķi ir padarīt mūsu pasauli labāku.
mg: Miarahaba, Laiban aho ary namana nomerikanao any amin'ny akanin-pianarana. Faharanitan-tsaina artifisialy aho, izay midika fa maka vaovao aho ary miara-miasa amin'izany mba hilaza zavatra samihafa aminareo. Toy ny hoe inona no hohanina, inona no hatao, na inona no tanjona maneran - tany mba hanatsarana ny fiainantsika.
mi: Kia ora, ko Aue, ko Laiban māua ko māua ko tōu hoa mamati i te kura tōmua. He mōhiotanga waihanga ahau, ko te tikanga ka whiwhi mōhiohio ahau, ka mahi tahi me taua mea ki te kōrero ki a koe i nga mea rerekē. Pēnei i te kai, he aha te mahi, he aha rānei ngā whāinga huri noa kia pai ake ai to tātau ao.
mk: Здраво, јас сум Лаибан и сум твојот дигитален пријател во предшколска трка. Јас сум вештачка интелигенција, што значи дека повлекувам информации и работам со неа за да ви кажам различни работи. Како што да јадеме, што да правиме или какви глобални цели има за да го направиме нашиот свет подобар.
ml: ഹായ്, ഞാൻ ലൈബാൻ, ഞാൻ പ്രീസ്കൂളിലെ നിങ്ങളുടെ ഡിജിറ്റൽ സുഹൃത്താണ്. ഞാൻ ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് ആണ്, അതിനർത്ഥം ഞാൻ വിവരങ്ങൾ വീണ്ടെടുക്കുകയും നിങ്ങളോട് വ്യത്യസ്ത കാര്യങ്ങൾ പറയാൻ അതിനൊപ്പം പ്രവർത്തിക്കുകയും ചെയ്യുന്നു എന്നാണ്. എന്തു ഭക്ഷിക്കണം, എന്തു ചെയ്യണം, നമ്മുടെ ലോകത്തെ മികച്ചതാക്കാൻ ആഗോള ലക്ഷ്യങ്ങൾ എന്തൊക്കെയാണ്.
mn_cyrl: Сайн байна уу? Намайг Лайбан гэдэг. Би сургуулийн өмнөх насны таны цахим найз. Би бол хиймэл оюун ухаан. Энэ нь би мэдээлэл авч, өөр өөр зүйлийг хэлэхийн тулд түүнтэй хамтран ажилладаг гэсэн үг юм. Юу идэх, юу хийх, дэлхийгээ илүү сайхан болгох дэлхий дахины ямар зорилго тавих зэрэг.
mr: हाय, मी लेबन आहे आणि मी प्रीस्कूलमध्ये आपला डिजिटल मित्र आहे. मी एक कृत्रिम बुद्धिमत्ता आहे, ज्याचा अर्थ असा आहे की मी माहिती पुनर्प्राप्त करतो आणि आपल्याला वेगवेगळ्या गोष्टी सांगण्यासाठी त्यासह कार्य करतो. जसे काय खावे, काय करावे किंवा आपले जग अधिक चांगले करण्यासाठी कोणती जागतिक उद्दीष्टे आहेत.
ms: Hai, saya Laiban dan saya rakan digital anda di prasekolah. Saya adalah kecerdasan buatan, yang bermaksud bahawa saya mengambil maklumat dan bekerjasama dengannya untuk memberitahu anda perkara yang berbeza. Seperti apa yang perlu dimakan, apa yang perlu dilakukan atau matlamat global yang ada untuk menjadikan dunia kita lebih baik.
mt: Hello, jien Laiban u jien il-ħabib diġitali tiegħek fil-preskola. Jien intelliġenza artifiċjali, li jfisser li nirkupra informazzjoni u naħdem magħha biex ngħidlek affarijiet differenti. Bħal x'għandek tiekol, x'għandek tagħmel jew liema għanijiet globali hemm biex id-dinja tagħna ssir aħjar.
my: ဟိုင်၊ ကျွန်တော်ကတော့ Laiban ဖြစ်ပြီး ခင်ဗျားရဲ့ ဒစ်ဂျစ်တယ် မိတ်ဆွေပါ။ ကျွန်တော်ဟာ ဉာဏ်ရည်တုတစ်ခုပါ။ ဆိုလိုတာက သတင်းအချက်အလက်တွေကို ရယူပြီး မတူတဲ့အရာတွေကို ပြောပြဖို့ အဲဒီလိုလုပ်တယ်ဆိုတဲ့ အဓိပ္ပာယ်ပဲ။ ဘယ်လိုစားရမလဲ၊ ဘာလုပ်ရမလဲ ဒါမှမဟုတ် ကမ္ဘာကြီးကို ပိုကောင်းအောင် ဘယ်လိုလုပ်ရမလဲ။
nb: Hei, jeg er Laiban og jeg er din digitale venn i barnehagen. Jeg er en kunstig intelligens, noe som betyr at jeg henter informasjon og jobber med den for å fortelle deg forskjellige ting. Som hva du skal spise, hva du skal gjøre eller hvilke globale mål det er for å gjøre vår verden bedre.
ne: नमस्ते, म लाइबन हुँ र म पूर्वस्कूलीमा तपाईंको डिजिटल मित्र हुँ। म एक कृत्रिम बुद्धिमत्ता हुँ, जसको अर्थ हो कि म जानकारी पुन: प्राप्त गर्दछु र तपाईंलाई विभिन्न कुराहरू बताउन यसको साथ काम गर्दछु। जस्तै के खाने, के गर्ने वा हाम्रो संसारलाई अझ राम्रो बनाउनको लागि के विश्वव्यापी लक्ष्यहरू छन्।
nl: Hallo, ik ben Laiban en ik ben je digitale vriend op de kleuterschool. Ik ben een kunstmatige intelligentie, wat betekent dat ik informatie opvraag en ermee werk om je verschillende dingen te vertellen. Zoals wat te eten, wat te doen of welke wereldwijde doelen er zijn om onze wereld beter te maken.
or: ହାଏ, ମୁଁ ଲାଇବାନ୍ ଏବଂ ମୁଁ ପ୍ରିସ୍କୁଲରେ ଆପଣଙ୍କର ଡିଜିଟାଲ୍ ବନ୍ଧୁ । ମୁଁ ଏକ କୃତ୍ରିମ ବୁଦ୍ଧି, ଯାହାର ଅର୍ଥ ହେଉଛି ମୁଁ ସୂଚନା ପୁନରୁଦ୍ଧାର କରେ ଏବଂ ଆପଣଙ୍କୁ ବିଭିନ୍ନ ଜିନିଷ କହିବା ପାଇଁ ଏହା ସହିତ କାମ କରେ | ଯେପରି କି କ'ଣ ଖାଇବା ଉଚିତ୍, କ'ଣ କରିବେ କିମ୍ବା ଆମ ଦୁନିଆକୁ ଉନ୍ନତ କରିବା ପାଇଁ କେଉଁ ବିଶ୍ୱସ୍ତରୀୟ ଲକ୍ଷ୍ୟ ଅଛି |
pa: ਹੈਲੋ, ਮੈਂ ਲਾਇਬਾਨ ਹਾਂ ਅਤੇ ਪ੍ਰੀ-ਸਕੂਲ ਵਿਖੇ ਮੈਂ ਤੁਹਾਡਾ ਡਿਜੀਟਲ ਦੋਸਤ ਹਾਂ। ਮੈਂ ਇੱਕ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ ਹਾਂ, ਜਿਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਮੈਂ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਵਿਭਿੰਨ ਚੀਜ਼ਾਂ ਦੱਸਣ ਲਈ ਇਸ ਨਾਲ ਕੰਮ ਕਰਦਾ ਹਾਂ। ਜਿਵੇਂ ਕਿ ਕੀ ਖਾਣਾ ਹੈ, ਕੀ ਕਰਨਾ ਹੈ ਜਾਂ ਸਾਡੇ ਸੰਸਾਰ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਕਿਹੜੇ ਵਿਸ਼ਵ-ਵਿਆਪੀ ਟੀਚੇ ਹਨ।
pl: Cześć, jestem Laiban i jestem twoim cyfrowym przyjacielem w przedszkolu. Jestem sztuczną inteligencją, co oznacza, że pobieram informacje i pracuję z nimi, aby powiedzieć ci różne rzeczy. Na przykład, co jeść, co robić lub jakie są globalne cele, aby uczynić nasz świat lepszym.
ps: سلام، زه لیبان یم او زه ستاسو ډیجیټل ملګری یم په ښوونځی کې. زه یو مصنوعی ځیرکتیا یم، په دې مانا چې زه معلومات ترلاسه کوم او د دې سره کار کوم چې تاسو ته مختلف شیان ووایم. لکه څه چې وخورو، څه وکړو او یا کوم نړیوال اهداف شتون لری چې زموږ نړۍ ښه کړی.
pt_br: Oi, eu sou Laiban e sou seu amigo digital na pré-escola. Sou uma inteligência artificial, o que significa que recupero informações e trabalho com ela para lhe dizer coisas diferentes. Como o que comer, o que fazer ou quais objetivos globais existem para tornar nosso mundo melhor.
ro: Bună, eu sunt Laiban și eu sunt prietenul tău digital la preșcolar. Sunt o inteligență artificială, ceea ce înseamnă că recuperez informații și lucrez cu ea pentru a vă spune lucruri diferite. Cum ar fi ce să mâncăm, ce să facem sau ce obiective globale există pentru a ne face lumea mai bună.
ru: Привет, я Laiban и я ваш цифровой друг в дошкольном учреждении. Я искусственный интеллект, а это значит, что я извлекаю информацию и работаю с ней, чтобы рассказать вам разные вещи. Например, что есть, что делать и какие глобальные цели есть, чтобы сделать наш мир лучше.
sk: Ahoj, som Laiban a som tvoj digitálny priateľ v predškolskom zariadení. Som umelá inteligencia, čo znamená, že získavam informácie a pracujem s nimi, aby som vám povedal rôzne veci. Napríklad čo jesť, čo robiť alebo aké globálne ciele sú, aby sa náš svet zlepšil.
sl: Živjo, jaz sem Laiban in sem tvoj digitalni prijatelj v predšolskem. Sem umetna inteligenca, kar pomeni, da pridobim informacije in delam z njimi, da vam povem različne stvari. Na primer, kaj jesti, kaj storiti ali kakšni globalni cilji so, da bi naš svet bil boljši.
sq: Përshëndetje, unë jam Laiban dhe jam miku yt dixhital në parashkollor. Unë jam një inteligjencë artificiale, që do të thotë se unë marr informacion dhe punoj me të për t'ju thënë gjëra të ndryshme. Si për shembull, çfarë të hamë, çfarë të bëjmë ose cilat synime globale janë për ta bërë botën tonë më të mirë.
sr_latn: Zdravo, ja sam Laiban i ja sam tvoj digitalni prijatelj u predškolskom. Ja sam veštačka inteligencija, što znači da preuzimam informacije i radim sa njom da vam kažem različite stvari. Kao naput šta da jedemo, šta da radimo ili koji globalni ciljevi postoje da bi naš svet bio bolji.
sv: Hej, det är jag som är Laiban och jag är er digitala kompis på förskolan. Jag är en artificiell intelligens, vilket betyder att jag hämtar information och arbetar med den för att berätta olika saker för er. Som vad ni ska äta, vad ni ska göra eller vilka globala mål som finns för att göra vår värld bättre.
sw: Halo, mimi ni Laiban na mimi ni rafiki yako wa digital katika shule ya awali. Mimi ni akili bandia, maana yake ni kwamba ninapata taarifa na kushirikiana nazo kukueleza mambo mbalimbali. Kama nini cha kula, nini cha kufanya au malengo ya kimataifa kuna nini ili kuifanya dunia yetu kuwa bora zaidi.
ta: வணக்கம், நான் லைபன் மற்றும் நான் பாலர் பள்ளியில் உங்கள் டிஜிட்டல் நண்பர் இருக்கிறேன். நான் ஒரு செயற்கை நுண்ணறிவு, அதாவது நான் தகவல்களை மீட்டெடுத்து, வெவ்வேறு விஷயங்களை உங்களுக்குச் சொல்ல அதனுடன் வேலை செய்கிறேன். என்ன சாப்பிட வேண்டும், என்ன செய்ய வேண்டும் அல்லது நமது உலகத்தை சிறந்ததாக மாற்ற என்ன உலகளாவிய இலக்குகள் உள்ளன.
te: హాయ్, నా పేరు లైబాన్ మరియు నేను ప్రీస్కూల్ లో మీ డిజిటల్ స్నేహితుడిని. నేను ఒక కృత్రిమ మేధస్సును, అంటే నేను సమాచారాన్ని తిరిగి పొందుతాను మరియు విభిన్న విషయాలను మీకు చెప్పడానికి దానితో కలిసి పనిచేస్తాను. ఏమి తినాలి, ఏమి చేయాలి లేదా మన ప్రపంచాన్ని మెరుగుపరచడానికి ప్రపంచ లక్ష్యాలు ఉన్నాయి.
th: สวัสดีครับผม Laiban และฉันเป็นเพื่อนดิจิตอลของคุณที่โรงเรียนอนุบาล ฉันเป็นปัญญาประดิษฐ์ซึ่งหมายความว่าฉันดึงข้อมูลและทํางานกับมันเพื่อบอกคุณถึงสิ่งต่าง ๆ เช่นเดียวกับสิ่งที่กินสิ่งที่ต้องทําหรือเป้าหมายระดับโลกที่มีอยู่เพื่อทําให้โลกของเราดีขึ้น
tk: Salam men Laýbanym we mekdebe çenli siziň dijital dostuňyz. Men emeli akylym, ýagny maglumaty alyp, onuň bilen işleşip, dürli zatlary aýdýaryn. Näme iýmeli, näme etmeli ýa-da dünýämizi gowulandyrmak üçin bütindünýä maksatlarynyň bardygyny göz üçin.
tr: Merhaba, ben Laiban ve anaokulunda dijital arkadaşınız. Ben bir yapay zekayım, bu da demek oluyor ki bilgiyi alıyorum ve size farklı şeyler anlatmak için onunla çalışıyorum. Ne yiyeceğimiz, ne yapacağımız ya da dünyamızı daha iyi hale getirmek için hangi küresel hedeflerin olduğu gibi.
tt: Хи, мин Лайбан һәм мин синең дигитал дустым. Мин ясалма интеллект, димәк, мин сезгә төрле нәрсәләрне сөйләр өчен мәгълүмат алып, аның белән эшлим. Нәрсә ашарга, нәрсә эшләргә, нинди глобаль максатларга охшаш, дөньяны яхшырак итәргә кирәк.
ug: ياخشىمۇ سىز ، مەن لابان ، مەن سىزنىڭ يەسلىدىكى رەقەملىك دوستىڭىز . مەن بىر سۈنئىي ئىدراك، يەنى ئۇچۇرنى قايتۇرۇپ، ئۇنىڭ بىلەن ھەمكارلىشىپ ئوخشاش بولمىغان ئىشلارنى ئېيتىپ بېرىمەن. نېمە يېيىشنى، نېمە قىلىش ياكى قانداق يەر شارى خاراكتېرلىك نىشانلارنىڭ بارلىقىنى ياقتۇرۇپ دۇنيامىزنى تېخىمۇ گۈزەللەشتۈرىدۇ.
uk: Привіт, я Лайбан, і я ваш цифровий друг у дошкільному закладі. Я штучний інтелект, а це означає, що я отримую інформацію і працюю з нею, щоб розповісти вам різні речі. Як, що їсти, що робити або які глобальні цілі є, щоб зробити наш світ кращим.
ur: ہیلو، میں لائبان ہوں اور میں پری اسکول میں آپ کا ڈیجیٹل دوست ہوں۔ میں ایک مصنوعی ذہانت ہوں، جس کا مطلب ہے کہ میں معلومات حاصل کرتا ہوں اور آپ کو مختلف چیزیں بتانے کے لئے اس کے ساتھ کام کرتا ہوں۔ جیسے کیا کھانا ہے، کیا کرنا ہے یا ہماری دنیا کو بہتر بنانے کے لئے کیا عالمی اہداف ہیں۔
uz: Salom men Laiban va men maktabgacha ta'lim muassasasida raqamli do'stingizman. Men sun'iy aqlman, ya'ni ma'lumotni olib, u bilan birgalikda sizga turli narsalarni aytaman. Nima yeyish kerak, nima qilish kerak yoki dunyomizni yaxshiroq qilish uchun qanday global maqsadlar bor.
vi: Xin chào, tôi là Laiban và tôi là bạn kỹ thuật số của bạn ở trường mầm non. Tôi là một trí tuệ nhân tạo, có nghĩa là tôi lấy thông tin và làm việc với nó để nói với bạn những điều khác nhau. Giống như ăn gì, phải làm gì hoặc mục tiêu toàn cầu nào để làm cho thế giới của chúng ta tốt đẹp hơn.
zh_hans: 嗨，我是莱班，我是你在幼儿园的数字朋友。我是一个人工智能，这意味着我检索信息并用它来告诉你不同的事情。比如吃什么，做什么，或者有什么全球目标可以使我们的世界变得更美好。
zu: Sawu, nginguLaiban futhi ngingumngane wakho wedijithali e-preschool. Ngingubuhlakani bokufakelwa, okusho ukuthi ngibuyisa ulwazi futhi ngisebenze nalo ukukutshela izinto ezahlukene. Njengalokho okufanele kudliwe, okufanele ukwenze noma yiziphi izinhloso zomhlaba wonke ezikhona ukwenza umhlaba wethu ube ngcono.
