Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_kompostina_description
source: Banana peel, apple cores or pasta, Kompostina collects most things in ways of food. She knows that it is important that we reduce our food waste, so she is extra happy when she finds leftovers that aren't actually edible.
af: Piesangskil, appelkerne of pasta, Kompostina versamel die meeste dinge op maniere van kos. Sy weet dat dit belangrik is dat ons ons voedselafval verminder, so sy is ekstra gelukkig wanneer sy oorskiet vind wat nie eintlik eetbaar is nie.
am: ኮምፖስቲና አብዛኞቹን ነገሮች የሚሰበስቡት በምግብ መንገድ ነው ። የምግብ ቆሻሻችንን መቀነስ አስፈላጊ እንደሆነ ታውቃለች፣ ስለዚህ በእርግጥ የማይበሉ የተረፈውን ነገር ስታገኝ ተጨማሪ ደስታ ታገኛለች።
ar: قشر الموز، جوهر التفاح أو المعكرونة، Kompostina يجمع معظم الأشياء بطرق الغذاء. وهي تعرف أنه من المهم أن نقلل من هدر الطعام لدينا، لذلك فهي سعيدة للغاية عندما تجد بقايا الطعام التي ليست صالحة للأكل في الواقع.
as: কলৰ বাকলি, আপেলৰ কোৰ বা পাস্তা, কম্পষ্টিনাই খাদ্যৰ উপায়েৰে বেছিভাগ বস্তু সংগ্ৰহ কৰে। তাই জানে যে আমি আমাৰ খাদ্যৰ আৱৰ্জনা হ্ৰাস কৰাটো গুৰুত্বপূৰ্ণ, সেয়েহে তাই অতিৰিক্ত সুখী হয় যেতিয়া তাই বাকী থকা খাদ্য বিচাৰি পায় যিবোৰ প্ৰকৃততে খোৱা নহয়।
az: Banan peel, alma mərciməkləri və ya makaron, Kompostina yemək yolları ilə əksər şeyləri toplayır. O bilir ki, bizim qida tullantılarımızı azaltmağımız vacibdir, buna görə də əslində yeməli olmayan qalanları tapanda əlavə xoşbəxt olur.
bg: Бананова кора, ябълкови ядра или макаронени изделия, Kompostina събира повечето неща по начини на храна. Тя знае, че е важно да намалим хранителните си отпадъци, така че тя е допълнително щастлива, когато намери остатъци, които всъщност не са ядивни.
bn: কলার খোসা, আপেল কোর বা পাস্তা, কোমপোস্টিনা বেশিরভাগ জিনিসই খাবারের মাধ্যমে সংগ্রহ করে। তিনি জানেন যে এটি গুরুত্বপূর্ণ যে আমরা আমাদের খাদ্য বর্জ্য হ্রাস করি, তাই তিনি অতিরিক্ত খুশি হন যখন তিনি অবশিষ্টাংশগুলি খুঁজে পান যা আসলে ভোজ্য নয়।
bo: ངང་ལག་གི་ཤུན་པགས་དང་། ཀུ་ཤུའི་སྙིང་ངམ་ཡང་ན་དབྱི་ཐ་ལིའི་ཕྱེ་ཐུག་ཁའོ་ཕུའུ་སི་ཐེ་ན་ཡིས་ཟས་རིགས་ཀྱི་བྱེད་ཐབས་སྤྱད་དེ་དངོས་པོ་མང་ཆེ་བ་འཚོལ་སྡུད་བྱས་ཡོད། ཁོ་མོས་ང་ཚོའི་ཟས་རིགས་འཕྲོ་བརླག་གཏོང་ཚད་ཉུང་དུ་གཏོང་རྒྱུ་ནི་གལ་འགངས་ཤིན་ཏུ་ཆེ་བ་ཞིག་ཡིན་པ་ཤེས་ཡོད། དེའི་རྐྱེན་གྱིས་ཁོ་མོས་དོན་དངོས་སུ་ཟ་མི་ཐུབ་པའི་ཟ་མ་ལྷག་མ་རྙེད་རྗེས་དགའ་སྤྲོ་ཚད་མེད་སྐྱེས།
bs: Koru od banana, jezgre jabuke ili tjestenine, Kompostina skuplja većinu stvari na načine hrane. Ona zna da je važno da smanjimo naš otpad od hrane, tako da je ekstra sretna kada pronađe ostatke koji zapravo nisu jestivi.
ca: Pell de plàtan, nuclis de poma o pasta, Kompostina recull la majoria de coses en forma d'aliment. Sap que és important que reduïm el nostre malbaratament alimentari, per la qual cosa està molt contenta quan troba restes que en realitat no són comestibles.
cs: Banánová slupka, jádra jablek nebo těstoviny, Kompostina sbírá většinu věcí způsobem jídla. Ví, že je důležité, abychom snížili plýtvání potravinami, takže je mimořádně šťastná, když najde zbytky, které nejsou ve skutečnosti jedlé.
cy: Croen banana, creiddiau afalau neu basta, Kompostina sy'n casglu'r rhan fwyaf o bethau mewn ffyrdd o fwyd. Mae hi'n gwybod ei bod hi'n bwysig ein bod ni'n lleihau ein gwastraff bwyd, felly mae hi'n ychwanegol o hapus pan mae hi'n ffeindio bwyd dros ben sydd ddim yn fwytadwy mewn gwirionedd.
da: Banana peel, æble kerner eller pasta, Kompostina indsamler de fleste ting i måder at mad. Hun ved, at det er vigtigt, at vi reducerer vores madspild, så hun er ekstra glad, når hun finder rester, der faktisk ikke er spiselige.
de: Bananenschale, Apfelkerne oder Nudeln, Kompostina sammelt die meisten Dinge auf die Art und Weise. Sie weiß, dass es wichtig ist, dass wir unsere Lebensmittelverschwendung reduzieren, also ist sie besonders glücklich, wenn sie Reste findet, die nicht wirklich essbar sind.
el: Φλούδα μπανάνας, πυρήνες μήλων ή ζυμαρικά, η Kompostina συλλέγει τα περισσότερα πράγματα με τρόπους φαγητού. Ξέρει ότι είναι σημαντικό να μειώσουμε τη σπατάλη τροφίμων μας, οπότε είναι πολύ χαρούμενη όταν βρίσκει υπολείμματα που δεν είναι πραγματικά βρώσιμα.
es: Cáscara de plátano, núcleos de manzana o pasta, Kompostina recoge la mayoría de las cosas en formas de comida. Ella sabe que es importante que reduzcamos nuestro desperdicio de alimentos, por lo que está muy feliz cuando encuentra restos que en realidad no son comestibles.
et: Banaanikoor, õunasüdamikud või pasta, Kompostina kogub enamiku asju toiduks. Ta teab, et on oluline vähendada oma toidu raiskamist, nii et ta on eriti õnnelik, kui leiab jääke, mis pole tegelikult söödavad.
eu: Banana-kaskara, sagar-guneak edo pasta, Kompostinak gauza gehienak elikagai moduan biltzen ditu. Berak badaki garrantzitsua dela gure elikagaiak gutxitzea, eta, beraz, oso pozik soberan aurkitzen dituenean, benetan jangarriak ez direnak.
fa: پوست موز، هسته سیب یا ماکارونی، کومپوستینا بیشتر چیزها را به روش های غذا جمع آوری می کند. او می داند که این مهم است که ما زباله های غذایی ما را کاهش می دهد، بنابراین او اضافی خوشحال است زمانی که او پیدا می کند باقی مانده است که در واقع خوراکی نیست.
fi: Banaaninkuori, omenan ytimet tai pasta, Kompostina kerää useimmat asiat ruokatavoilla. Hän tietää, että on tärkeää, että vähennämme ruokahävikkiämme, joten hän on erityisen onnellinen, kun hän löytää tähteitä, jotka eivät oikeastaan ole syötäviä.
fil: Saging balat, mansanas cores o pasta, Kompostina nangongolekta ng karamihan ng mga bagay sa mga paraan ng pagkain. Alam niya na mahalagang mabawasan ang aming pagkain, kaya siya ay dagdag na masaya kapag siya ay nakahanap ng mga kaliwa na hindi talaga nakakain.
fo: Banana flysur, súreplið core ella pasta, Kompostina savna flestu ting í mati. Hon veit, at tað er týdningarmikið, at vit lækka matin, so hon er eyka glað, tá hon finnur av, at tað ikki er nakað týdningarmikið.
fr: Peau de banane, noyaux de pommes ou pâtes, Kompostina recueille la plupart des choses dans les façons de la nourriture. Elle sait qu’il est important que nous réduisions notre gaspillage alimentaire, alors elle est très heureuse lorsqu’elle trouve des restes qui ne sont pas réellement comestibles.
ga: Craiceann banana, croíthe úll nó pasta, Bailíonn Kompostina an chuid is mó de na rudaí ar bhealaí bia. Tá a fhios aici go bhfuil sé tábhachtach go laghdóimid ár gcur amú bia, mar sin tá sí sásta breise nuair a fhaigheann sí fuílleach nach bhfuil inite i ndáiríre.
gl: Peel de plátano, cores de mazá ou pasta, Kompostina recolle a maioría das cousas en formas de comida. Ela sabe que é importante que reduzamos o noso desperdicio de alimentos, polo que está máis feliz cando atopa sobras que en realidade non son comestibles.
gu: કેળાની છાલ, સફરજનના કોર અથવા પાસ્તા, કોમ્પોસ્ટિના મોટાભાગની વસ્તુઓ ખોરાકની રીતે એકત્રિત કરે છે. તે જાણે છે કે આપણે આપણા ખોરાકનો બગાડ ઘટાડીએ તે મહત્ત્વનું છે, તેથી જ્યારે તેને વધેલી વસ્તુઓ મળે છે જે ખરેખર ખાદ્ય નથી હોતી ત્યારે તે વધારે ખુશ થાય છે.
he: קליפת בננה, ליבות תפוחים או פסטה, Kompostina אוסף את רוב הדברים בדרכי מזון. היא יודעת שחשוב שנצמצם את בזבוז המזון שלנו, ולכן היא שמחה במיוחד כשהיא מוצאת שאריות שהן לא באמת אכילות.
hi: केले का छिलका, सेब कोर या पास्ता, कोम्पोस्टिना भोजन के तरीकों में अधिकांश चीजों को इकट्ठा करता है। वह जानती है कि यह महत्वपूर्ण है कि हम अपने भोजन की बर्बादी को कम करें, इसलिए जब वह बचे हुए लोगों को पाती है जो वास्तव में खाद्य नहीं हैं तो वह अतिरिक्त खुश होती है।
hr: Kora od banane, jezgre jabuka ili tjestenina, Kompostina prikuplja većinu stvari na načine hrane. Zna da je važno da smanjimo rasipanje hrane, pa je posebno sretna kada pronađe ostatke koji zapravo nisu jestivi.
hu: Banánhéj, almamag vagy tészta, a Kompostina a legtöbb dolgot összegyűjti az élelmiszer módján. Tudja, hogy fontos, hogy csökkentsük az élelmiszer-pazarlásunkat, ezért különösen boldog, ha olyan maradékokat talál, amelyek valójában nem ehetőek.
hy: Բանանի կեղեւ, խնձորի կորիզներ կամ մակարոնեղեն, Կոմպոստինան իրերի մեծ մասը հավաքում է սննդի եղանակներով: Նա գիտի, որ կարեւոր է, որ մենք նվազեցնենք մեր սննդի թափոնները, ուստի նա ավելի երջանիկ է, երբ գտնում է մնացորդներ, որոնք իրականում ուտելի չեն:
id: Kulit pisang, inti apel atau pasta, Kompostina mengumpulkan banyak hal dengan cara makanan. Dia tahu bahwa penting bagi kita untuk mengurangi limbah makanan kita, jadi dia sangat senang ketika dia menemukan sisa makanan yang sebenarnya tidak dapat dimakan.
is: Bananahýði, eplakjarnar eða pasta, Kompostina safnar flestu í leiðum til matar. Hún veit að það er mikilvægt að við minnkum matarsóunina okkar og því er hún extra ánægð þegar hún finnur afganga sem eru í raun ekki ætir.
it: Buccia di banana, nuclei di mele o pasta, Kompostina raccoglie la maggior parte delle cose in modi di cibo. Sa che è importante ridurre i nostri sprechi alimentari, quindi è molto felice quando trova avanzi che non sono effettivamente commestibili.
ja: バナナピール、リンゴの芯、パスタ、コンポシナは、ほとんどのものを食べ物の方法で収集します。彼女は私たちが私たちの食品廃棄物を減らすことが重要であることを知っているので、彼女は実際に食べられない残り物を見つけたとき、彼女は余分に幸せです。
ka: ბანანის კანი, ვაშლის ბირთვი ან მაკარონი, კომპოსტინა აგროვებს ყველაზე მეტ რამეს საკვების გზებით. მან იცის, რომ მნიშვნელოვანია, რომ ჩვენ შევამციროთ ჩვენი საკვების ნარჩენები, ამიტომ ის ძალიან ბედნიერია, როდესაც ის პოულობს ნარჩენებს, რომლებიც რეალურად არ არის საკვები.
kk: Банан қабығы, алма өзектері немесе макарон өнімдері, Компостина көп нәрсені тамақ тәсілімен жинайды. Ол біздің азық-түлік қалдықтарымызды азайтудың маңызды екенін біледі, сондықтан ол іс жүзінде жеуге жарамайтын қалдықтарды тапқанда өте қуанышты.
km: ខ្ទឹមបារាំង ស្នូលផ្លែប៉ោម ឬ ប៉ាស្កា កូមប៉ូស្ទីណា ប្រមូលអ្វីៗភាគច្រើនតាមវិធីបរិភោគ។ នាង ដឹង ថា វា សំខាន់ ដែល យើង កាត់ បន្ថយ កាក សំណល់ អាហារ របស់ យើង ដូច្នេះ នាង សប្បាយ ចិត្ត បន្ថែម ទៀត នៅ ពេល នាង រក ឃើញ សំណល់ ដែល ពិត ជា មិន អាច បរិភោគ បាន ។
kn: ಬಾಳೆಹಣ್ಣಿನ ಸಿಪ್ಪೆ, ಸೇಬಿನ ತಿರುಳುಗಳು ಅಥವಾ ಪಾಸ್ತಾ, ಕೊಂಪೋಸ್ಟಿನಾ ಹೆಚ್ಚಿನ ವಸ್ತುಗಳನ್ನು ಆಹಾರದ ರೀತಿಯಲ್ಲಿ ಸಂಗ್ರಹಿಸುತ್ತದೆ. ನಾವು ನಮ್ಮ ಆಹಾರ ತ್ಯಾಜ್ಯವನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು ಮುಖ್ಯ ಎಂದು ಅವಳು ತಿಳಿದಿದ್ದಾಳೆ, ಆದ್ದರಿಂದ ಅವಳು ನಿಜವಾಗಿಯೂ ತಿನ್ನಲು ಯೋಗ್ಯವಲ್ಲದ ಉಳಿಕೆಗಳನ್ನು ಕಂಡುಕೊಂಡಾಗ ಅವಳು ಹೆಚ್ಚು ಸಂತೋಷಪಡುತ್ತಾಳೆ.
ko: 바나나 껍질, 사과 코어 또는 파스타, Kompostina는 음식의 방법으로 대부분의 물건을 수집합니다. 그녀는 음식물 쓰레기를 줄이는 것이 중요하다는 것을 알고 있으므로 실제로 먹을 수없는 남은 음식을 발견하면 더 행복합니다.
ku: پێستی مۆز، ناوکی سێو یان پاستا، کۆمپۆستینا زۆربەی شتەکان کۆدەکاتەوە لە ڕێگاکانی خواردندا. ئەو دەزانێت کە گرینگە کە ئێمە پاشەڕۆی خۆراکمان کەم بکەینەوە، بۆیە ئەو زۆر دڵخۆشە کاتێک ئەو پاشماوە دەدۆزێتەوە کە لە ڕاستیدا خواردنیان نیە.
ky: Банан килемче, алма өзөктөрү же макарон, Компостина тамак-аш жолдорунда көпчүлүк нерселерди чогултат. Ал тамак-аш таштандыларыбызды азайтуу маанилүү экенин билет, ошондуктан ал чындыгында желбеген калдыктарды тапканда кошумча бактылуу болот.
lo: ຫມາກກ້ວຍ, ແກນແອັບເປິ້ນ ຫຼື pasta, Kompostina ເກັບກໍາສິ່ງຂອງຫຼາຍທີ່ສຸດໃນວິທີອາຫານ. ນາງ ຮູ້ ວ່າ ມັນ ເປັນ ສິ່ງ ສໍາ ຄັນ ທີ່ ເຮົາ ຈະ ຫລຸດ ສິ່ງ ເສດ ເຫຼືອ ຂອງ ອາ ຫານ ຂອງ ເຮົາ ລົງ, ສະ ນັ້ນ ນາງ ຈຶ່ງ ມີ ຄວາມ ສຸກ ເປັນ ພິ ເສດ ເມື່ອ ນາງ ພົບ ສິ່ງ ທີ່ ເຫລືອ ຢູ່ ທີ່ ບໍ່ ໄດ້ ກິນ ແທ້ໆ.
lt: Bananų žievelės, obuolių šerdys ar makaronai, Kompostina daugumą daiktų renka maisto būdais. Ji žino, kad svarbu sumažinti maisto švaistymą, todėl ji yra ypač laiminga, kai randa likučių, kurie iš tikrųjų nėra valgomi.
lv: Banānu mizas, ābolu serdes vai makaroni, Kompostina savāc lielāko daļu lietu pārtikas veidos. Viņa zina, ka ir svarīgi, lai mēs samazinātu pārtikas atkritumus, tāpēc viņa ir īpaši laimīga, kad atrod pārpalikumus, kas patiesībā nav ēdami.
mg: Manangona ny ankamaroan'ny sakafo amin'ny fomba sakafo ny Kompostina, ny paoma na ny paty. Fantany fa zava-dehibe ny hampihenana ny fakon-tsakafontsika, noho izany dia faly kokoa izy rehefa mahita ambin-tsakafo izay tsy tena azo hanina.
mi: Ko Banana peel, ko ngā uho āporo, ko te pasta rānei, ko Kompostina e kohikohi ana i te nuinga o nga mea i runga i nga huarahi kai. E mōhio ana a ia he mea nui kia whakaitia e tātau a tātau para kai, nā reira ka hari kē atu a ia ina kitea e ia he toenga kāore i te kai.
mk: Кора од банана, јаболкови јадра или тестенини, Компостина собира повеќето работи на начини на храна. Таа знае дека е важно да го намалиме нашиот отпад од храна, па таа е екстра среќна кога ќе најде остатоци кои всушност не се јадливи.
ml: ബനാന തൊലി, ആപ്പിൾ കോർസ് അല്ലെങ്കിൽ പാസ്ത, കൊമ്പോസ്റ്റിന ഭക്ഷണത്തിന്റെ രീതികളിൽ മിക്ക കാര്യങ്ങളും ശേഖരിക്കുന്നു. നമ്മുടെ ഭക്ഷണമാലിന്യങ്ങൾ കുറയ്ക്കേണ്ടത് പ്രധാനമാണെന്ന് അവൾക്കറിയാം, അതിനാൽ യഥാർത്ഥത്തിൽ ഭക്ഷ്യയോഗ്യമല്ലാത്ത അവശിഷ്ടങ്ങൾ കണ്ടെത്തുമ്പോൾ അവൾ കൂടുതൽ സന്തോഷിക്കുന്നു.
mn_cyrl: Гадил жимсний тоор, алимны булцуу эсвэл паста, Компостина ихэнх зүйлсийг хоол хүнсний аргаар цуглуулдаг. Бид хоолны хог хаягдлаа багасгах нь чухал гэдгийг тэр мэддэг учраас үнэндээ идэх боломжгүй үлдэгдлийг олоод илүү их баяртай байдаг.
mr: केळीची साल, सफरचंदाचे कोर किंवा पास्ता, कोम्पोस्टिना बहुतेक गोष्टी अन्नाच्या मार्गाने गोळा करतात. तिला माहित आहे की आपण आपल्या अन्नाचा अपव्यय कमी करणे महत्वाचे आहे, म्हणून जेव्हा तिला प्रत्यक्षात खाण्यायोग्य नसलेले उरलेले अवशेष सापडतात तेव्हा ती अधिक आनंदी होते.
ms: Kulit pisang, teras epal atau pasta, Kompostina mengumpul kebanyakan perkara dalam cara makanan. Dia tahu bahawa adalah penting untuk kita mengurangkan sisa makanan kita, jadi dia lebih gembira apabila dia mendapati sisa makanan yang sebenarnya tidak boleh dimakan.
mt: Qoxra tal-banana, qlub tat-tuffieħ jew għaġin, Kompostina tiġbor ħafna affarijiet fil-modi ta 'ikel. Hija taf li huwa importanti li nnaqqsu l-ħela tal-ikel tagħna, allura hija kuntenta ħafna meta ssib fdalijiet li fil-fatt mhumiex tajbin għall-ikel.
my: ငှက်ပျောသီး၊ ပန်းသီးများ သို့မဟုတ် ပါစတာ၊ ကိုမ်ပိုစတီနာသည် အစားအစာနည်းလမ်းများဖြင့် ပစ္စည်းအများစုကို စုဆောင်းထားသည်။ ကျွန်မတို့ရဲ့ အစားအစာ စွန့်ပစ်ပစ္စည်းတွေကို လျှော့ချဖို့ အရေးကြီးတယ်ဆိုတာ သူသိတယ်၊ ဒါကြောင့် တကယ်စားလို့မရတဲ့ ကျန်တဲ့ပစ္စည်းတွေကို တွေ့တဲ့အခါ အပိုပျော်တယ်။
nb: Bananskall, eplekjerner eller pasta, Kompostina samler det meste i måter å spise på. Hun vet at det er viktig at vi reduserer matsvinnet vårt, så hun er ekstra glad når hun finner rester som faktisk ikke er spiselige.
ne: केराको बोक्रा, स्याउको कोर वा पास्ता, कोम्पोस्टिनाले खानाको तरिकामा अधिकांश चीजहरू सङ्कलन गर्दछ। तिनलाई थाह छ कि हामीले हाम्रो खानाको बर्बादी कम गर्नु महत्त्वपूर्ण छ, त्यसैले जब उनी वास्तवमा खान योग्य नभएको बचेका चीजहरू भेट्टाउँदछिन् तब उनी थप खुसी हुन्छिन्।
nl: Bananenschil, appelkernen of pasta, Kompostina verzamelt de meeste dingen in manieren van voedsel. Ze weet dat het belangrijk is dat we onze voedselverspilling verminderen, dus ze is extra blij als ze restjes vindt die eigenlijk niet eetbaar zijn.
or: କଦଳୀ ଚୋପା, ଆପଲ୍ କୋର୍ କିମ୍ବା ପାସ୍ତା, କୋମପୋଷ୍ଟିନା ଖାଦ୍ୟ ଉପାୟରେ ଅଧିକାଂଶ ଜିନିଷ ସଂଗ୍ରହ କରେ | ସେ ଜାଣନ୍ତି ଯେ ଏହା ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଯେ ଆମେ ଆମର ଖାଦ୍ୟ ବର୍ଜ୍ୟବସ୍ତୁ ହ୍ରାସ କରିବା, ତେଣୁ ଯେତେବେଳେ ସେ ବଳକା ଖାଦ୍ୟ ପାଇଲେ ଯାହା ପ୍ରକୃତରେ ଖାଇବା ଯୋଗ୍ୟ ନୁହେଁ ସେତେବେଳେ ସେ ଅତିରିକ୍ତ ଖୁସି ହୁଅନ୍ତି |
pa: ਕੇਲੇ ਦਾ ਛਿਲਕਾ, ਸੇਬ ਦੇ ਕੋਰ ਜਾਂ ਪਾਸਤਾ, ਕੋਮਪੋਸਟੀਨਾ ਜ਼ਿਆਦਾਤਰ ਚੀਜ਼ਾਂ ਨੂੰ ਭੋਜਨ ਦੇ ਤਰੀਕਿਆਂ ਨਾਲ ਇਕੱਠਾ ਕਰਦੀ ਹੈ। ਉਹ ਜਾਣਦੀ ਹੈ ਕਿ ਇਹ ਮਹੱਤਵਪੂਰਨ ਹੈ ਕਿ ਅਸੀਂ ਆਪਣੇ ਭੋਜਨ ਦੀ ਰਹਿੰਦ-ਖੂੰਹਦ ਨੂੰ ਘੱਟ ਕਰੀਏ, ਇਸ ਲਈ ਜਦ ਉਸਨੂੰ ਅਜਿਹੇ ਬਚੇ ਹੋਏ ਭੋਜਨ ਮਿਲਦੇ ਹਨ ਜੋ ਅਸਲ ਵਿੱਚ ਖਾਣਯੋਗ ਨਹੀਂ ਹਨ ਤਾਂ ਉਹ ਵਧੇਰੇ ਖੁਸ਼ ਹੁੰਦੀ ਹੈ।
pl: Skórka od banana, rdzenie jabłek lub makaron, Kompostina zbiera większość rzeczy w sposób spożywczy. Wie, że ważne jest, abyśmy ograniczyli marnowanie żywności, więc jest bardzo szczęśliwa, gdy znajdzie resztki, które w rzeczywistości nie są jadalne.
ps: د بانا پوستکی، د مڼو هسته یا پاټک، کمپوسټینا د خوړو په لارو کې ډیری شیان راټولوی. هغې ته پته ده چې دا مهمه ده چې مونږ خپل د خوراک ضایعکم کړو، نو هغه اضافی خوشحاله ده کله چې هغه پاتې شونه وموندل چې په حقیقت کښې د خوراک وړ نه دی.
pt_br: Casca de banana, núcleos de maçã ou massa, Kompostina coleta a maioria das coisas em formas de comida. Ela sabe que é importante reduzirmos nosso desperdício de alimentos, então ela fica muito feliz quando encontra sobras que não são realmente comestíveis.
ro: Coajă de banane, miez de mere sau paste făinoase, Kompostina colectează cele mai multe lucruri în moduri de mâncare. Știe că este important să ne reducem risipa de alimente, așa că este foarte fericită atunci când găsește resturi care nu sunt de fapt comestibile.
ru: Банановая кожура, яблочные сердечник или макароны, Kompostina собирает большинство вещей в способах питания. Она знает, что важно, чтобы мы уменьшить наши пищевые отходы, поэтому она очень счастлива, когда она находит остатки, которые на самом деле не съедобны.
sk: Banánová kôra, jadrá jabĺk alebo cestoviny, Kompostina zbiera väčšinu vecí spôsobmi jedla. Vie, že je dôležité, aby sme znížili plytvanie potravinami, takže je mimoriadne šťastná, keď nájde zvyšky, ktoré v skutočnosti nie sú jedlé.
sl: Banana olupek, jabolčna jedra ali testenine, Kompostina zbira večino stvari na načine hrane. Ve, da je pomembno, da zmanjšamo naše odpadke hrane, zato je še posebej srečna, ko najde ostanke, ki dejansko niso ujeti.
sq: Lëvorja e bananes, bërthamat e mollës ose makaronat, Kompostina mbledh shumicën e gjërave në mënyra të ushqimit. Ajo e di se është e rëndësishme që të zvogëlojmë mbeturinat tona ushqimore, kështu që është shumë e lumtur kur gjen mbetje që në të vërtetë nuk janë të ngrënshme.
sr_latn: Kora od banane, jezgra jabuke ili testenine, Kompostina sakuplja većinu stvari u načinima ishrane. Ona zna da je važno da smanjimo bacanje hrane, pa je dodatno srećna kada pronađe ostatke hrane koji zapravo nisu jestivi.
sv: Bananskal, äppelskrutt eller pasta, Kompostina samlar på det mesta i matväg. Hon vet att det är viktigt att vi minskar matsvinnet, därför blir hon extra glad när hon hittar rester som inte går att äta.
sw: Ndizi peel, apple cores au tambi, Kompostina hukusanya vitu vingi kwa njia za chakula. Anajua kwamba ni muhimu tupunguze uharibifu wetu wa chakula, hivyo anafurahi zaidi anapopata mabaki ambayo kwa kweli hayaliwi.
ta: வாழை தோல், ஆப்பிள் கோர்ஸ் அல்லது பாஸ்தா, Kompostina உணவு வழிகளில் பெரும்பாலான விஷயங்களை சேகரிக்கிறது. எங்கள் உணவு கழிவுகளைக் குறைப்பது முக்கியம் என்று அவளுக்குத் தெரியும், எனவே உண்மையில் உண்ண முடியாத மிச்சங்களைக் கண்டுபிடிக்கும் போது அவள் கூடுதல் மகிழ்ச்சியடைகிறாள்.
te: అరటి తొక్క, ఆపిల్ కోర్స్ లేదా పాస్తా, కొంపోస్టినా చాలా విషయాలను ఆహార మార్గాల్లో సేకరిస్తుంది. మన ఆహార వ్యర్థాలను తగ్గించడం చాలా ముఖ్యం అని ఆమెకు తెలుసు, కాబట్టి వాస్తవానికి తినదగినవి కాని మిగిలిపోయిన వాటిని కనుగొన్నప్పుడు ఆమె మరింత సంతోషంగా ఉంటుంది.
th: เปลือกกล้วยแกนแอปเปิ้ลหรือพาสต้า Kompostina รวบรวมสิ่งต่าง ๆ ส่วนใหญ่ในรูปแบบอาหาร เธอรู้ว่าเป็นสิ่งสําคัญที่เราต้องลดขยะอาหารของเราดังนั้นเธอจึงมีความสุขเป็นพิเศษเมื่อเธอพบของเหลือที่ไม่สามารถกินได้จริง
tk: Banan peçi, alma korpusy ýa-da makaron, Kompostina köp zady iýmit ýollary bilen ýygnaýar. Ol biziň iýmit zaýalanmagymyzy azaltmagyň wajypdygyny bilýär. Şonuň üçin aslynda iýilmedik galan zatlar tapanda has begenýär.
tr: Muz kabuğu, elma çekirdekleri veya makarna, Kompostina çoğu şeyi yiyecek yollarında toplar. Yiyecek israfımızı azaltmamızın önemli olduğunu biliyor, bu yüzden aslında yenilebilir olmayan artıkları bulduğunda ekstra mutlu oluyor.
tt: Банан пеле, алма үзәзләре яки пастасы, Компошина күпчелек әйберләрне ризык ысуллары белән җыя. Ул шуны белә: ризык калдыкларын киметәбез, шуңа күрә ул чынлыкта яраксыз калдыклар тапкач, ул бәхетле.
ug: بانان سويۇقلۇقى، ئالما يادروسى ياكى ئىتالىيە چۆپى، Kompostina كۆپىنچە نەرسىلەرنى يېمەكلىك ئۇسۇلىدا يىغىدۇ. ئۇ بىزنىڭ يېمەكلىك ئىسراپچىلىقىمىزنى ئازايتىشىمىزنىڭ ئىنتايىن مۇھىملىقىنى بىلىدۇ، شۇڭا ئۇ ئەمەلىيەتتە يېگىلى بولمايدىغان يېمەكلىكلەرنى بايقىغان ھامان ئارتۇقچە خۇشال بولىدۇ.
uk: Бананова шкірка, яблучні серцевини або макарони, Компостіна збирає більшість речей способами харчування. Вона знає, що важливо, щоб ми зменшили наші харчові відходи, тому вона дуже щаслива, коли знаходить залишки, які насправді не їстівні.
ur: کیلے کا چھلکا، سیب کے کور یا پاستا، کومپوسٹینا کھانے کے طریقوں سے زیادہ تر چیزیں جمع کرتا ہے۔ وہ جانتی ہے کہ یہ ضروری ہے کہ ہم اپنے کھانے کے فضلے کو کم کریں، لہذا جب اسے بچا ہوا کھانا ملتا ہے جو اصل میں کھانے کے قابل نہیں ہوتا تو وہ زیادہ خوش ہوتی ہے۔
uz: Banan qobig'i, olma korpusi yoki makaron, Kompostina oziq-ovqat yo'llarida ko'p narsalarni to'playdi. U oziq-ovqat chiqindilarimizni kamaytirishimiz muhimligini biladi, shuning uchun aslida yeyiladigan bo'lmagan qoldiqlarni topganda qo'shimcha xursand bo'ladi.
vi: Vỏ chuối, lõi táo hoặc mì ống, Kompostina thu thập hầu hết mọi thứ theo cách thức ăn. Cô ấy biết rằng điều quan trọng là chúng ta phải giảm lãng phí thực phẩm, vì vậy cô ấy rất hạnh phúc khi cô ấy tìm thấy thức ăn thừa không thực sự ăn được.
zh_hans: 香蕉皮，苹果核或意大利面，科姆波斯提纳收集大部分食物。她知道减少食物浪费很重要，所以当她发现实际上不可食用的剩菜时，她会特别高兴。
zu: I-Banana peel, i-apula cores noma i-pasta, i-Kompostina iqoqa izinto eziningi ngezindlela zokudla. Uyazi ukuthi kubalulekile ukuthi sinciphise ukuchithwa kwethu kokudla, ngakho ujabule ngokwengeziwe lapho ethola izinto ezisele ezingadliwa ngempela.
