Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# outdoors_go_out
source: If you're going out, this is what you're going to wear.
af: As jy uitgaan, is dit wat jy gaan dra.
am: የምትወጣ ከሆነ የምትለብሰው ይኸው ነው።
ar: إذا كنت ِ خارج ة، هذا ما سترتديه.
as: যদি আপুনি বাহিৰলৈ গৈ আছে, আপুনি এইটো পিন্ধিব।
az: Əgər çıxacaqsansa, bu da geyəcəksən.
bg: Ако излизаш, това ще облечеш.
bn: আপনি যদি বাইরে যান তবে এটিই আপনি পরতে যাচ্ছেন।
bo: གལ་ཏེ་ཁྱེད་ཚོ་ཕྱི་ལ་འགྲོ་རྒྱུ་ཡིན་ན། འདི་ནི་ཁྱེད་ཚོས་གྱོན་དགོས་པའི་ལྭ་བ་རེད།
bs: Ako izlaziš, ovo ćeš obući.
ca: Si surts, això és el que vas a portar.
cs: Pokud jdete ven, to je to, co budete nosit.
cy: Os ydych chi'n mynd allan, dyma beth rydych chi'n mynd i'w wisgo.
da: Hvis du skal ud, er det det her, du skal have på.
de: Wenn du ausgehst, wirst du das tragen.
el: Αν βγαίνεις έξω, αυτό θα φορέσεις.
es: Si vas a salir, esto es lo que te vas a poner.
et: Kui lähete välja, siis see on see, mida kavatsete kanda.
eu: Atera behar baduzu, horixe jarriko duzu.
fa: اگر می روید بیرون، این چیزی است که می خواهید بپوشید.
fi: Jos lähdet ulos, pukeudut tähän.
fil: Kung lalabas ka, ito ang isusuot mo.
fo: Fert tú út, so er hetta tað, tú fert í.
fr: Si tu sors, c’est ce que tu vas porter.
ga: Má tá tú ag dul amach, seo a bhfuil le caitheamh agat.
gl: Se estás fóra, iso é o que vas poñer.
gu: જો તમે બહાર જઈ રહ્યા છો, તો આ તે છે જે તમે પહેરવાના છો.
he: אם אתה יוצא, זה מה שאתה הולך ללבוש.
hi: यदि आप बाहर जा रहे हैं, तो यह वही है जो आप पहनने जा रहे हैं।
hr: Ako izlaziš, ovo ćeš obući.
hu: Ha kimész, ezt fogod viselni.
hy: Եթե դուրս ես գալիս, ահա թե ինչ ես հագնելու:
id: Jika Anda pergi keluar, inilah yang akan Anda kenakan.
is: Ef þú ert að fara út, þá er þetta það sem þú ætlar að klæðast.
it: Se stai uscendo, questo è ciò che indosserai.
ja: あなたが外出するなら、これはあなたが着るものです。
ka: აკჲ თჱლვჱვქ, რჲგა ღვ ნჲჟთქ.
kk: Егер сыртқа шықсаң, осыны киіп жүрсің.
km: បើ អ្នក ចេញ ទៅ ក្រៅ នេះ ជា អ្វី ដែល អ្នក នឹង ស្លៀក ពាក់។
kn: ನೀವು ಹೊರಗೆ ಹೋಗುತ್ತಿದ್ದರೆ, ನೀವು ಇದನ್ನು ಧರಿಸಲಿದ್ದೀರಿ.
ko: 외출 중이라면, 이것이 당신이 입을 것입니다.
ku: ئەگەر دەچیتە دەرەوە، ئەمە ئەو شتەیە کە دەتپۆشیت.
ky: Эгер чыгып бара жаткан болсо, бул сен кийип бара жаткан нерсе.
lo: ຖ້າຫາກວ່າທ່ານຈະອອກໄປ, ນີ້ແມ່ນສິ່ງທີ່ທ່ານຈະໃສ່.
lt: Jei išeinate, tai ir dėvėsite.
lv: Ja jūs dodaties ārā, tas ir tas, ko jūs gatavojaties valkāt.
mg: Raha mivoaka ianao, dia izao no akanjo anaovanao.
mi: Mehemea kai te haere koe, koinei tāu e mau ai.
mk: Ако излегуваш, ова ќе го носиш.
ml: നിങ്ങൾ പുറത്തു പോകുകയാണെങ്കിൽ, ഇതാണ് നിങ്ങൾ ധരിക്കാൻ പോകുന്നത്.
mn_cyrl: Гадуур явж байгаа бол энэ чинь л өмсөнө шүү дээ.
mr: बाहेर जाणार असाल तर हेच घालणार आहात.
ms: Sekiranya anda keluar, inilah yang akan anda pakai.
mt: Jekk qed toħroġ, dan huwa dak li int ser tilbes.
my: အပြင်ထွက်မယ်ဆိုရင် ဒါက ဝတ်ရမယ့် ဝတ်ရမယ့် အရာပါ။
nb: Hvis du skal ut, er det dette du skal ha på deg.
ne: यदि तपाईं बाहिर जाँदै हुनुहुन्छ भने, यो तपाईं के लगाउन जाँदै हुनुहुन्छ।
nl: Als je naar buiten gaat, is dit wat je gaat dragen.
or: ଯଦି ଆପଣ ବାହାରକୁ ଯାଉଛନ୍ତି, ତେବେ ଆପଣ ଏହା ପିନ୍ଧିବାକୁ ଯାଉଛନ୍ତି ।
pa: ਜੇ ਤੁਸੀਂ ਬਾਹਰ ਜਾ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਹੀ ਪਹਿਨਣ ਜਾ ਰਹੇ ਹੋ।
pl: Jeśli wychodzisz, to jest to, co zamierzasz nosić.
ps: که تاسو بهر ووزئ، دا هغه څه دی چې تاسو به اغوندی.
pt_br: Se você vai sair, isso é o que você vai vestir.
ro: Dacă ieși, asta vei purta.
ru: Если ты уйдешь, это то, что ты собираешься надеть.
sk: Ak idete von, toto si oblečiete.
sl: Če greš ven, boš tole nosil.
sq: Nëse do të dalësh jashtë, kjo është ajo që do të veshësh.
sr_latn: Ako izlaziš, ovo ćeš da obučeš.
sv: Om ni ska gå ut så är det detta ni ska ha på er
sw: Ukitoka nje, hiki ndicho utakachovaa.
ta: நீங்கள் வெளியே செல்கிறீர்கள் என்றால், இதைத்தான் நீங்கள் அணியப் போகிறீர்கள்.
te: మీరు బయటకు వెళుతున్నట్లయితే, మీరు ధరించబోయేది ఇదే.
th: หากคุณกําลังจะออกไปข้างนอกนี่คือสิ่งที่คุณจะสวมใส่
tk: Daşaryk çyksaň şut geýjek.
tr: Eğer dışarı çıkacaksan, bunu giyeceksin.
tt: Чыксаң, бу син кияргә җыенасың.
ug: ئەگەر سىرتقا چىقماقچى بولسىڭىز، بۇ سىزنىڭ كىيىدىغان كىيىمىڭىز.
uk: Якщо ви виходите, це те, що ви збираєтеся носити.
ur: اگر آپ باہر جا رہے ہیں، یہ آپ کو پہننے جا رہے ہیں.
uz: Agar siz tashqariga chiqayotgan bo'lsangiz, bu siz kiyadigan narsa.
vi: Nếu bạn đang đi ra ngoài, đây là những gì bạn sẽ mặc.
zh_hans: 如果你要出去，这就是你要穿的衣服。
zu: Uma uphuma, yilokhu ozogqoka.

# public_calendar_celebration
source: On this day we celebrate %@
af: Op hierdie dag vier ons %@
am: በዚህ ቀን %@ እናከብራለን
ar: في هذا اليوم نحتفل %@
as: এই দিনটোত আমি %@ উদযাপন কৰোঁ
az: Bu gün biz %@ qeyd edirik
bg: На този ден празнуваме %@
bn: এই দিনে আমরা <span translate='no'>string</span>
bo: ཉིན་དེར་ང་ཚོས་%@་ལ་རྟེན་འབྲེལ་ཞུ་
bs: Na ovaj dan slavimo %@
ca: En aquest dia celebrem %@
cs: V tento den slavíme %@
cy: Ar y diwrnod hwn rydym yn dathlu %@
da: På denne dag fejrer vi %@
de: An diesem Tag feiern wir %@
el: Την ημέρα αυτή γιορτάζουμε %@
es: En este día celebramos %@
et: Sel päeval tähistame %@
eu: Egun honetan %@ ospatzen dugu
fa: در این روز جشن می %@
fi: Tänä päivänä juhlimme %@
fil: Sa araw na ito ipinagdiriwang natin ang %@
fo: Dagin hátíðarhalda vit %@
fr: En ce jour, nous célébrons %@
ga: Ar an lá seo déanaimid ceiliúradh ar %@
gl: Neste día celebramos %@
gu: આ દિવસે આપણે <span translate='no'>string</span>
he: ביום זה אנו חוגגים %@
hi: इस दिन हम %@ मनाते हैं
hr: Na današnji dan slavimo %@
hu: Ezen a napon ünnepeljük %@
hy: Այս օրը տոնում ենք %@
id: Pada hari ini kita merayakan %@
is: Á þessum degi fögnum við %@
it: In questo giorno celebriamo %@
ja: この日、私たちは祝います %@
ka: ამ დღეს ჩვენ აღვნიშნავთ %@
kk: Бұл күні біз %@ тойлаймыз
km: នៅ ថ្ងៃ នេះ យើង ប្រារព្ធ ពិធី <span translate='no'>string</span>
kn: ಈ ದಿನದಂದು ನಾವು <span translate='no'>string</span>
ko: 이 날 우리는 %@
ku: لەم ڕۆژەدا %@ پیرۆز دەکەین
ky: Бул күнү биз %@ белгилейбиз
lo: ໃນ ມື້ ນີ້ ພວກ ເຮົາ ສະ ເຫຼີມ ສະຫຼອງ <span translate='no'>string</span>
lt: Šią dieną švenčiame %@
lv: Šajā dienā mēs svinam %@
mg: Amin'izao andro izao, mankalaza %@ izahay
mi: I tēnei rā ka whakanuia e tātau nga %@
mk: На овој ден славиме %@
ml: ഈ ദിവസം ഞങ്ങൾ %@ ആഘോഷിക്കുന്നു
mn_cyrl: Энэ өдөр бид %@ тэмдэглэдэг
mr: या दिवशी आपण <span translate='no'>string</span>
ms: Pada hari ini kita meraikan %@
mt: F'dan il-jum niċċelebraw %@
my: ဒီနေ့မှာ <span translate='no'>string</span>
nb: På denne dagen feirer vi %@
ne: यस दिन हामी %@ मनाउँछौं
nl: Op deze dag vieren we %@
or: ଏହି ଦିନ ଆମେ %@ ପାଳନ କରୁ
pa: ਇਸ ਦਿਨ ਅਸੀਂ %@ ਮਨਾਉਂਦੇ ਹਾਂ
pl: W tym dniu obchodzimy %@
ps: په دې ورځ مونږ جشن %@
pt_br: Neste dia comemoramos %@
ro: În această zi sărbătorim %@
ru: В этот день мы празднуем %@
sk: V tento deň oslavujeme %@
sl: Na ta dan praznujemo %@
sq: Në këtë ditë festojmë %@
sr_latn: Na ovaj dan slavimo %@
sv: Den här dagen firar vi %@
sw: Katika siku hii tunasherehekea %@
ta: இந்த நாளில் நாம் <span translate='no'>string</span>
te: ఈ రోజున మనం %@ జరుపుకుంటాం.
th: ในวันนี้เราเฉลิมฉลอง <span translate='no'>string</span>
tk: Şu gün biz %@ belleýäris
tr: Bu günü kutluyoruz. %@
tt: Бу көнне без бәйрәм итәбез %@
ug: بۇ كۈنى بىز %@
uk: У цей день ми святкуємо %@
ur: اس دن ہم %@ مناتے ہیں
uz: Bu kuni biz %@ nishonlaymiz
vi: Vào ngày này, chúng ta ăn mừng %@
zh_hans: 在这一天，我们庆祝 %@
zu: Ngalolu suku sigubha %@

# public_calendar_celebration_today
source: Today we celebrate %@
af: Vandag vier ons %@
am: ዛሬ %@ እናከብራለን
ar: اليوم نحتفل %@
as: আজি আমি %@ উদযাপন কৰোঁ
az: Bu gün %@ qeyd edirik
bg: Днес празнуваме %@
bn: আজ আমরা %@ উদযাপন করছি।
bo: དེ་རིང་ང་ཚོས་%@་ལ་རྟེན་འབྲེལ་ཞུ
bs: Danas slavimo %@
ca: Avui celebrem %@
cs: Dnes slavíme %@
cy: Heddiw, rydyn ni'n dathlu %@
da: I dag fejrer vi %@
de: Heute feiern wir %@
el: Σήμερα γιορτάζουμε %@
es: Hoy celebramos %@
et: Täna tähistame %@
eu: Gaur %@ ospatzen dugu
fa: امروز جشن %@
fi: Tänään juhlimme %@
fil: Ngayon ipinagdiriwang natin ang %@
fo: Í dag hátíðarhalda vit %@
fr: Aujourd’hui, nous célébrons %@
ga: Inniu déanaimid ceiliúradh ar %@
gl: Hoxe celebramos %@
gu: આજે આપણે <span translate='no'>string</span>
he: היום אנו חוגגים את %@
hi: आज हम %@ मना रहे हैं
hr: Danas slavimo %@
hu: Ma ünnepeljük %@
hy: Այսօր տոնում ենք %@
id: Hari ini kita merayakan %@
is: Í dag fögnum við %@
it: Oggi festeggiamo %@
ja: 今日、私たちは祝います %@
ka: დღეს ჩვენ აღვნიშნავთ %@
kk: Бүгін біз %@ тойлаймыз
km: ថ្ងៃនេះយើងប្រារព្ធពិធីបុណ្យ <span translate='no'>string</span>
kn: ಇಂದು ನಾವು <span translate='no'>string</span>
ko: 오늘 우리는 %@를 축하합니다.
ku: ئەمڕۆ %@ پیرۆز دەکەین
ky: Бүгүн биз %@ белгилеп жатабыз
lo: ມື້ ນີ້ ພວກ ເຮົາ ສະ ເຫຼີມ ສະຫຼອງ <span translate='no'>string</span>
lt: Šiandien švenčiame %@
lv: Šodien mēs svinam %@
mg: Androany isika mankalaza %@
mi: I tēnei rā e whakanui ana tātau i %@
mk: Денес славиме %@
ml: ഇന്ന് നാം %@ ആഘോഷിക്കുന്നു
mn_cyrl: Өнөөдөр бид %@ тэмдэглэж байна
mr: आज आपण %@
ms: Hari ini kita meraikan %@
mt: Illum niċċelebraw il- %@
my: ဒီနေ့ ကျွန်တော်တို့ ကျင်းပနေကြတဲ့ <span translate='no'>string</span>
nb: I dag feirer vi %@
ne: आज हामी %@ मनाउँछौं
nl: Vandaag vieren we %@
or: ଆଜି ଆମେ %@ ପାଳନ କରୁଛୁ
pa: ਅੱਜ ਅਸੀਂ %@ ਮਨਾਉਂਦੇ ਹਾਂ
pl: Dziś świętujemy %@
ps: نن ورځ موږ جشن %@
pt_br: Hoje comemoramos %@
ro: Astăzi sărbătorim %@
ru: Сегодня мы празднуем %@
sk: Dnes oslavujeme %@
sl: Danes praznujemo %@
sq: Sot festojmë %@
sr_latn: Danas slavimo %@
sv: Idag firar vi %@
sw: Leo tunasherehekea %@
ta: இன்று நாம் <span translate='no'>string</span>
te: ఈ రోజు మనం %@ జరుపుకుంటాం
th: วันนี้เราเฉลิมฉลอง <span translate='no'>string</span>
tk: Şu gün biz %@ belleýäris
tr: Bugün kutluyoruz. %@
tt: Бүген без бәйрәм итәбез %@
ug: بۈگۈن بىز %@ تەبرىكلەيمىز
uk: Сьогодні ми святкуємо %@
ur: آج ہم %@ مناتے ہیں
uz: Bugun biz %@ nishonlaymiz
vi: Hôm nay chúng ta ăn mừng %@
zh_hans: 今天我们庆祝 %@
zu: Namuhla sigubha %@

# public_calendar_respect
source: On this day, we pay attention to %@
af: Op hierdie dag gee ons aandag aan %@
am: በዚህ ቀን ትኩረት ሰጥተን %@
ar: في هذا اليوم، ونحن نولي اهتماما ل %@
as: আজিৰ দিনটোত, আমি %@ প্ৰতি মনোযোগ দিওঁ
az: Bu gün biz %@ diqqət yetiririk
bg: На този ден обръщаме внимание на %@
bn: এই দিনে, আমরা <span translate='no'>string</span>
bo: ཉིན་འདི་ལ་ང་ཚོས་དོ་སྣང་བྱེད་ཀྱིན %@
bs: Na ovaj dan obraćamo pažnju na %@
ca: En aquest dia, prestem atenció a %@
cs: V tento den věnujeme pozornost %@
cy: Ar y diwrnod hwn, rydyn ni'n rhoi sylw i %@
da: På denne dag er vi opmærksomme på %@
de: An diesem Tag achten wir auf %@
el: Την ημέρα αυτή, δίνουμε προσοχή σε %@
es: En este día, prestamos atención a %@
et: Sel päeval pöörame tähelepanu %@
eu: Egun honetan, arreta jartzen diegu %@
fa: در این روز به این موضوع توجه %@
fi: Tänä päivänä kiinnitämme huomiota %@
fil: Sa araw na ito, pinagtutuunan natin ng pansin ang %@
fo: Dagin eftir geva vit okkum far um %@
fr: Ce jour-là, nous prêtons attention à %@
ga: Ar an lá seo, tugaimid aird ar %@
gl: Hoxe en día, prestamos atención ás %@
gu: આ દિવસે આપણે <span translate='no'>string</span>
he: ביום זה, אנו שמים לב %@
hi: इस दिन हम ध्यान देते <span translate='no'>string</span>
hr: Na ovaj dan obraćamo pozornost na %@
hu: Ezen a napon figyelünk a %@
hy: Այս օրը մենք ուշադրություն ենք դարձնում %@
id: Pada hari ini, kami memperhatikan %@
is: Á þessum degi gefum við gaum að %@
it: In questo giorno, prestiamo attenzione a %@
ja: この日、私たちは注意を払います %@
ka: ამ დღეს ყურადღებას ვაქცევთ %@
kk: Бұл күні біз %@ назар аударамыз.
km: នៅ ថ្ងៃ នេះ យើង យក ចិត្ត ទុក ដាក់ <span translate='no'>string</span>
kn: ಈ ದಿನದಂದು, ನಾವು <span translate='no'>string</span>
ko: 이 날, 우리는 그것에 관심을 기울 %@
ku: لەم ڕۆژەدا سەرنج دەدەینە %@
ky: Бул күнү биз %@ көңүл бурабыз
lo: ໃນວັນນີ້, ພວກເຮົາໄດ້ເອົາໃຈໃສ່ <span translate='no'>string</span>
lt: Šią dieną atkreipiame dėmesį į %@
lv: Šajā dienā mēs pievēršam uzmanību %@
mg: Amin'izao andro izao, dia mitandrina ny %@
mi: I tēnei rā, ka aro atu tātau ki %@
mk: На овој ден обрнеме внимание на %@
ml: ഈ ദിവസം നാം <span translate='no'>string</span>
mn_cyrl: Энэ өдөр бид %@ анхаарлаа хандуулдаг
mr: या दिवशी आपण <span translate='no'>string</span>
ms: Pada hari ini, kita memberi perhatian kepada %@
mt: F'dan il-jum, nagħtu attenzjoni lill- %@
my: ဒီနေ့မှာ <span translate='no'>string</span>
nb: På denne dagen tar vi hensyn til %@
ne: यस दिन, हामी %@ ध्यान दिन्छौं
nl: Op deze dag besteden we aandacht aan %@
or: ଏହି ଦିନ, ଆମେ %@ ପ୍ରତି ଧ୍ୟାନ ଦେଉଛୁ
pa: ਇਸ ਦਿਨ, ਅਸੀਂ %@ 'ਤੇ ਧਿਆਨ ਦਿੰਦੇ ਹਾਂ
pl: W tym dniu zwracamy uwagę na %@
ps: په دې ورځ موږ پام %@
pt_br: Neste dia, prestamos atenção em %@
ro: În această zi, acordăm atenție %@
ru: В этот день мы обращаем внимание на %@
sk: V tento deň venujeme pozornosť %@
sl: Na ta dan smo pozorni na %@
sq: Në këtë ditë, i kushtojmë vëmendje %@
sr_latn: Na ovaj dan obraćamo pažnju na %@
sv: Den här dagen uppmärksammar vi %@
sw: Katika siku hii, tunatilia maanani %@
ta: இந்த நாளில், நாம் %@ கவனம் செலுத்துகிறோம்
te: ఈ రోజున, మనం <span translate='no'>string</span>
th: ในวันนี้เราให้ความสนใจกับ <span translate='no'>string</span>
tk: Şu günler biz %@ ünsli diňläliň
tr: Bu gün, biz dikkat %@
tt: Бу көнне без %@
ug: بۇ كۈندە بىز %@
uk: У цей день ми звертаємо увагу на %@
ur: اس دن ہم %@ پر توجہ دیتے ہیں
uz: Bu kunda %@ eʼtibor qaratamiz
vi: Vào ngày này, chúng tôi chú ý đến %@
zh_hans: 在这一天，我们关注 %@
zu: Ngalolu suku, sinake %@

# recreation_nothing_to_do
source: Don't have anything to do?
af: Het jy niks om te doen nie?
am: ምንም ማድረግ የለሽም?
ar: ليس لديك أي شيء لتفعله؟
as: একো কৰিব লগা নাই নেকি?
az: Elə bir şey yoxdur ki?
bg: Нямаш ли какво да правиш?
bn: কিছু করার নেই?
bo: བྱ་བ་ཅི་ཡང་སྒྲུབ་རྒྱུ་མེད་དམ།
bs: Nemaš šta da radiš?
ca: No tens res a fer?
cs: Nemáte co dělat?
cy: Does gennych chi ddim i'w wneud?
da: Har du ikke noget at lave?
de: Sie haben nichts zu tun?
el: Δεν έχετε τίποτα να κάνετε;
es: ¿No tienes nada que hacer?
et: Kas teil pole midagi teha?
eu: Ez al duzu zereginik?
fa: کاري براي انجام دادن نداري؟
fi: Eikö sinulla ole mitään tekemistä?
fil: Wala ka bang kinalaman?
fo: Hevur/Hava tú/einki at gera?
fr: Tu n’as rien à faire ?
ga: Nach bhfuil aon bhaint agat?
gl: Non tes nada que facer?
gu: શું કરવા માટે કંઈ નથી?
he: אין לך מה לעשות?
hi: क्या करने के लिए कुछ नहीं है?
hr: Nemate što raditi?
hu: Nincs mit tennie?
hy: Անելիք չունի՞
id: Tidak ada hubungannya?
is: Hefur þú ekkert að gera?
it: Non hai niente da fare?
ja: 何もする必要はありませんか?
ka: ნწმაქ ლთ ნთღჲ ჲბღჲ?
kk: Ештеңе жоқ па?
km: អត់មានអីធ្វើទេ?
kn: ಮಾಡಲು ಏನೂ ಇಲ್ಲವೆ?
ko: 할 일이 없으신가요?
ku: هیچ شتێک نیە کە بیکەیت؟
ky: Эч нерсе жок?
lo: ບໍ່ຕ້ອງເຮັດຫຍັງ?
lt: Neturite ką veikti?
lv: Vai jums nav ko darīt?
mg: Tsy misy zavatra tokony hatao ve?
mi: Kāore he mea hei mahi?
mk: Немаш ништо да направиш?
ml: ഒന്നും ചെയ്യാനില്ലേ?
mn_cyrl: Хийх юм алга уу?
mr: काही करायचं नाहीये का?
ms: Tidak ada kaitan?
mt: M'għandekx xi ħaġa x'tagħmel?
my: ဘာမှမလုပ်ရဘူးလား။
nb: Har du ikke noe å gjøre?
ne: केही गर्न छैन?
nl: Heb je niets te doen?
or: କିଛି କରିବାର ନାହିଁ କି?
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਹੀਂ ਹੈ?
pl: Nie masz nic do roboty?
ps: ایا هیڅ شی نه لری چې ترسره یې کړی؟
pt_br: Não tem nada para fazer?
ro: Nu aveți nimic de făcut?
ru: Тебе нечего делать?
sk: Nemáte čo robiť?
sl: Nimaš kaj delati?
sq: Nuk ka asgjë për të bërë?
sr_latn: Nemate šta da radite?
sv: Har du inget att göra?
sw: Hawana la kufanya?
ta: செய்ய எதுவும் இல்லையா?
te: చేయడానికి ఏమీ లేదా?
th: ไม่ได้มีอะไรจะทําอย่างไร?
tk: Etjek zadyň ýokmy?
tr: Yapacak bir şeyin yok mu?
tt: Берәр нәрсә эшләргә кирәкмиме?
ug: قىلىدىغان ئىش يوقمۇ؟
uk: Вам нема чого робити?
ur: کچھ کرنے کے لئے نہیں ہے؟
uz: Hech qanday ish yo'qmi?
vi: Không có việc gì để làm sao?
zh_hans: 无事可做？
zu: Akukho okufanele ukwenze?

# schedule_date_format
source: EEEE 'the' d MMMM
af: EEEE 'die' d MMMM
ar: EEEE '' د MMMM
as: ইইইই 'দ্য' ডি এমএমএমএম
bo: EE'the'd MMMM
ca: EEEE 'la' d MMMM
cy: EEEE 'y' d MMMM
da: EEEE 'den' d MMMM
de: EEEE 'die' d MMMM
el: ΕΕΕΕ «το» δ ΜΜΜ
es: EEEE 'el' d MMMM
et: Elektri- ja elektroonikaseadmete tööstuse d MMMM
eu: EEEE 'el' d MMMM
fil: EEEE 'ang' d MMM
ga: EEEE 'an' d MMMM
gl: EEEE 'o' d MMMM
hi: ईईईई 'द' डी एमएमएमएम
hu: EEEE 'az' d MMMM
it: EEEE 'il' d MMMM
ja: EEEE ''d MMMM
kk: EEE 'the' d MMMM
km: EEEE 'the' d MM
ku: ئێی ئی ئی ئێم
ky: EEEE 'the' d МММ
lt: EEĮA 'the' d MMMM
mi: EEEE 'te' d MMMM
ml: ഇഇഇഇ 'ദി' ഡി എംഎംഎംഎം
mr: ईई 'द' डी एमएमएम
my: EEEE ''d MMMMM
nb: EEEE 'den' d MMMM
ne: ईईईई 'द' डी एमएमएमएम
nl: EEA 'de' d MMMM
or: ଇ 'ଦି' ଡି ଏମଏମଏମ
pt_br: EEEE 'o' d MMMM
sk: EEZE 'the' d MMMM
sv: EEEE 'den' d MMMM
ta: EEEE 'தி' d MMMM
te: EEEE 'ది' d MMMM
tr: AEEE 'the' d MMMM
tt: EEEE ''dMM
ur: ای ای ای ای 'دی' ڈی ایم ایم ایم

# singalong_repeat
source: Would you like to sing again?
af: Wil jy graag weer sing?
am: እንደገና ብትዘፍን ደስ ይልሃል?
ar: هل ترغب في الغناء مرة أخرى؟
as: আপুনি পুনৰ গান গাব বিচাৰে নেকি?
az: – Yenə də nəzm etmək istərdiniz?
bg: Искате ли да пеете отново?
bn: আপনি কি আবার গান গাইতে চান?
bo: ཁྱེད་ཀྱིས་ཡང་བསྐྱར་གླུ་དབྱངས་བླངས་ན་ཆོག་གམ།
bs: Želite li opet pjevati?
ca: T'agradaria tornar a cantar?
cs: Chcete si znovu zazpívat?
cy: Hoffech chi ganu eto?
da: Vil du synge igen?
de: Möchten Sie wieder singen?
el: Θα θέλατε να τραγουδήσετε ξανά;
es: ¿Te gustaría cantar de nuevo?
et: Kas soovite uuesti laulda?
eu: Berriro kantatzea gustatuko litzaizuke?
fa: ميخواي دوباره يه چيزي بگي؟
fi: Haluaisitko laulaa uudestaan?
fil: Gusto mo bang muling kantahin muli?
fo: Hevur tú hug at syngja aftur?
fr: Voulez-vous chanter à nouveau?
ga: Ar mhaith leat canadh arís?
gl: Queres cantar outra vez?
gu: શું તમે ફરીથી ગાવા માંગો છો?
he: האם תרצה לשיר שוב?
hi: क्या आप फिर से गाना चाहेंगे?
hr: Želite li opet pjevati?
hu: Szeretnél újra énekelni?
hy: Ու՞ր եք ուզում նորից գովք անել.
id: Apakah Anda ingin bernyanyi lagi?
is: Langar þig að syngja aftur?
it: Ti piacerebbe cantare di nuovo?
ja: もう一度歌いませんか?
ka: გსურთ კვლავ იმღრებოდათ?
kk: Тағы да ән айтқыңыз келе ме?
km: ចង់ច្រៀងម្តងទៀតទេ?
kn: ನೀವು ಮತ್ತೆ ಹಾಡಲು ಬಯಸುವಿರಾ?
ko: 다시 노래하고 싶으신가요?
ku: دەتەوێت دووبارە گۆرانی بڵێیت؟
ky: Кайрадан ырдагыңар келеби?
lo: ຢາກຮ້ອງເພງອີກບໍ?
lt: Ar norėtumėte vėl dainuoti?
lv: Vai jūs vēlētos dziedāt vēlreiz?
mg: Te hihira indray ve ianao?
mi: Me waiata anō?
mk: Сакаш да пееш повторно?
ml: നിങ്ങൾക്ക് വീണ്ടും പാടാൻ താൽപ്പര്യമുണ്ടോ?
mn_cyrl: Дахиж дуулах уу?
mr: तुला पुन्हा गायला आवडेल का?
ms: Adakah anda ingin menyanyi lagi?
mt: Tixtieq terġa' tkanta?
my: သီဆိုချင်ပါသလား။
nb: Vil du synge igjen?
ne: के तपाईं फेरि गाउन चाहनुहुन्छ?
nl: Wil je nog een keer zingen?
or: ଆପଣ ପୁନର୍ବାର ଗୀତ ଗାଇବାକୁ ଚାହାଁନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਦੁਬਾਰਾ ਗਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chciałbyś jeszcze raz zaśpiewać?
ps: ایا ته غواړی چی بیا ووایی؟
pt_br: Gostaria de cantar de novo?
ro: Vrei să cânți din nou?
ru: Хочешь еще спеть?
sk: Chceli by ste znova spievať?
sl: Bi še enkrat zajele?
sq: Dëshiron të këndosh përsëri?
sr_latn: Želite li ponovo da pevate?
sv: Vill ni sjunga igen?
sw: Ungependa kuimba tena?
ta: நீங்கள் மீண்டும் பாட விரும்புகிறீர்களா?
te: మీరు మళ్లీ పాడాలని అనుకుంటున్నారా?
th: คุณต้องการที่จะร้องเพลงอีกครั้ง?
tk: Ýene-de aýdym aýtmak isleýärmiň?
tr: Tekrar şarkı söylemek ister misin?
tt: Сез тагын җырларга телисезме?
ug: يەنە بىر قېتىم ناخشا ئېيتقۇڭىز بارمۇ؟
uk: Чи хотіли б ви знову заспівати?
ur: کیا آپ دوبارہ گانا چاہیں گے؟
uz: Yana qo'shiq aytmoqchimisiz?
vi: Bạn có muốn hát lại không?
zh_hans: 你想再唱一次吗？
zu: Ungathanda ukucula futhi?

# singalong_started
source: Let's sing! Are you ready?
af: Kom ons sing! Is jy gereed?
am: እንዘፍን! ዝግጁ ነህ?
ar: دعونا نَنُجّنُ! هل أنت مستعد؟
as: গান গাওঁ আহক! তুমি সাজু নে?
az: Gəlin, danışaq! Hazırsan?
bg: Да пеем! Готови ли сте?
bn: চলো গান করি! তুমি কি তৈরী?
bo: ང་ཚོས་གླུ་དབྱངས་ལེན། ཁྱེད་རང་གྲ་སྒྲིག་ཡིན་ནམ།?
bs: Pevajmo! Jesi spreman?
ca: Cantem! Estàs preparat?
cs: Pojďme zpívat! Můžeš?
cy: Beth am ganu! Wyt ti'n barod?
da: Lad os synge! Er du klar?
de: Lass uns singen! Bist du so weit?
el: Ας τραγουδήσουμε! Είσαι έτοιμο?
es: ¡Vamos a cantar! ¿Estás listo?
et: Laulame! Kas oled valmis?
eu: Kanta dezagun! Prest zaude?
fa: بيا بريم يه سري بزنيم! حاضری?
fi: Nyt laulaaan! Oletko valmis?
fil: Kantahin natin! Handa ka na ba?
fo: Latið okkum syngja! Ert tú klárur?
fr: C’est chanter ! Tu es prêt?
ga: Canaimis! An bhfuil tú réidh?
gl: Imos cantar! Estás preparado?
gu: ચાલો ગાઈએ! શું તમે તૈયાર છો?
he: בואו נשיר! אתה מוכן?
hi: चलो गाते हैं! क्या तुम तैयार हो?
hr: Za pjevajmo! Jesi spreman?
hu: Énekeljünk! Kész vagy?
hy: Եկե՜ք, եկե՜ք, Պատրաստ ես?
id: Ayo bernyanyi! Apakah kamu siap?
is: Syngjum! Ert þú tilbúinn?
it: Cantiamo! Sei pronto?
ja: 歌いましょう！ 準備はいいですか。
ka: ეა გყპქთმ! მზად ხარ?
kk: Ән айтайық! Дайынсың ба?
km: តោះច្រៀងផង! តើ​អ្នក​រួចរាល់​ឬ​នៅ?
kn: ಹಾಡೋಣ! ನೀನು ಸಿದ್ಧವಾಗಿದ್ದೀಯಾ?
ko: 노래합시다! 준비되었습니까?
ku: با گۆرانی بگەڕێین! ئایا ئامادەیت?
ky: Ырдаалы! Даярсыңбы?
lo: ມາຮ້ອງເພງ! ເຈົ້າພ້ອມແລ້ວບໍ?
lt: Dainuokime! Ar tu pasirengęs?
lv: Dziedāsim! Vai esi gatavs?
mg: Andao hiraina! Vonona ve ianao?
mi: Me waiata tāua! Kua rite koe?
mk: Ајде да пееме! Дали си спремен?
ml: നമുക്ക് പാടാം! നീ തയ്യാറാണോ?
mn_cyrl: Дуу даярцгаая! Бэлэн үү?
mr: चला गाऊ या! आपण तयार आहात का?
ms: Mari menyanyi! Awak dah sedia?
mt: Ejja nkantaw! Lest?
my: သီချင်းဆိုကြစို့! အဆင်သင့်ဖြစ်ပြီလား?
nb: La oss synge! Er du klar?
ne: चलो गाते हैं! के तपाईं तयार हुनुहुन्छ?
nl: Laten we zingen! Ben je klaar?
or: ଚାଲ ଗୀତ ଗାଇବା! କଣ ଆପଣ ପ୍ରସ୍ତୁତ?
pa: ਆਓ ਗਾਈਏ! ਕੀ ਤੁਸੀਂ ਤਿਆਰ ਹੋ?
pl: Śpiewajmy! Czy jesteś gotowy?
ps: راځئ چې ویې ووهم ! آیا ته چمتو یې?
pt_br: Vamos cantar! Está pronto?
ro: Să cântăm! Eşti gata?
ru: Давай споем! Вы готовы?
sk: Poďme si zaspievať! Ste pripravený?
sl: Pojva! Si pripravljen?
sq: Le të këndojmë! A je gati?
sr_latn: Hajde da pevamo! Da li si spreman?
sv: Nu ska vi sjunga! Är ni redo?
sw: Tuimbe! Uko tayari?
ta: பாடுவோம்! தயாராக இருக்கிறீர்களா?
te: పాడదాం పదండి! మీరు సిద్ధంగా ఉన్నారా?
th: มาร้องเพลงกันเถอะ! เสร็จแล้วยัง
tk: Geliň, aýdym aýdaly! Taýýarmyň?
tr: Hadi şarkı verelim! Hazır mısın?
tt: Җырлыйк! Сез әзер ме?
ug: ناخشا ئېيتايلى! تەييار بولدىڭمۇ?
uk: Давайте співати! Ти готовий?
ur: چلو گاتے ہیں! کيا تم تيار ہو?
uz: Qo'shiq aytaylik! Tayyormisiz?
vi: Hãy hát! Bạn sẵn sàng chưa?
zh_hans: 让我们一起唱歌吧！ 准备好了吗？
zu: Ake sicule! Usulungile?
