Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# weather_cold
source: It seems to be cold outside. It's %@ degrees.
af: Dit lyk koud buite. Dit is %@ grade.
am: ውጪ ቀዝቃዛ ይመስላል። %@ ዲግሪ ነው።
ar: يبدو أن الجو بارد في الخارج. إنها %@ درجة.
as: বাহিৰত ঠাণ্ডা যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Zahirdə soyuq görünür. %@ dərəcədir.
bg: Навън изглежда е студено. Това е %@ градуса.
bn: বাইরে মনে হচ্ছে ঠান্ডা লাগছে। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་གནམ་གཤིས་ཧ་ཅང་གྲང་བ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je vani hladno. To je %@ stepeni.
ca: Sembla que fa fred a fora. És %@ graus.
cs: Zdá se, že venku je zima. Je to %@ stupňů.
cy: Mae'n ymddangos ei bod hi'n oer y tu allan. Mae'n %@ graddau.
da: Det ser ud til at være koldt udenfor. Det er %@ grader.
de: Es scheint draußen kalt zu sein. Es sind %@ Grad.
el: Φαίνεται να είναι κρύο έξω. Είναι %@ βαθμοί.
es: Parece hacer frío afuera. Es %@ grados.
et: Tundub, et väljas on külm. See on %@ kraadi.
eu: Kanpoan hotz egiten duela dirudi. %@ gradu da.
fa: به نظر مياد بيرون سرد باشه . درجه %@ است.
fi: Ulkona näyttää olevan kylmä. Se on %@ astetta.
fil: Tila malamig sa labas. Ito ay %@ degrees.
fo: Tað tykist vera kalt úti. Tað er %@ stig.
fr: Il semble faire froid dehors. C’est %@ degrés.
ga: Is cosúil go bhfuil sé fuar taobh amuigh. Tá sé %@ céimeanna.
gl: Parece que vai frío por fóra. É %@ graos.
gu: બહાર ઠંડી લાગે છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה קר בחוץ. זה %@ מעלות.
hi: बाहर ठंड लग रही है। यह %@ डिग्री है।
hr: Vani je hladno. To je %@ stupnjeva.
hu: Úgy tűnik, hogy hideg van kint. Ez %@ fok.
hy: Դրսում ցուրտ է թվում: %@ աստիճան է:
id: Sepertinya di luar dingin. Ini %@ derajat.
is: Það virðist vera kalt úti. Það er %@ gráður.
it: Sembra che fuori faccia freddo. Sono %@ gradi.
ja: 外は寒いようです。 それは %@ 度です。
ka: როგორც ჩანს, გარეთ ცივია. ეს %@ გრადუსია.
kk: Сыртынан суық болып көрінеді. Ол %@ градус.
km: វា ហាក់ ដូច ជា ត្រជាក់ នៅ ខាង ក្រៅ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಹೊರಗೆ ಚಳಿ ಇದ್ದಂತೆ ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 밖에서 추워 보인다. 그것은 %@ 도입니다.
ku: وا دیارە لە دەرەوە ساردە ئەوە پلەی %@
ky: Сыртынан суук болуп көрүнөт. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຫນາວ ຢູ່ ຂ້າງ ນອກ. <span translate='no'>string</span> .
lt: Atrodo, kad lauke šalta. Tai %@ laipsniai.
lv: Šķiet, ka ārā ir auksts. Tas ir %@ grādiem.
mg: Toa mangatsiaka ny any ivelany. %@ mari-pahaizana izany.
mi: Te āhua nei he mātao i waho. He waeine %@ tēnei.
mk: Изгледа дека е ладно надвор. Тоа е %@ степени.
ml: പുറത്ത് തണുപ്പാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Гадаа хүйтэн юм шиг байна. %@ зэрэгтэй.
mr: बाहेर थंडी वाजल्यासारखं वाटतंय. <span translate='no'>string</span> अंश आहे.
ms: Nampaknya sejuk di luar. Ia %@ darjah.
mt: Jidher li huwa kiesaħ barra. Huwa %@ gradi.
my: အပြင်ဘက်မှာ အေးနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være kaldt ute. Det er %@ grader.
ne: बाहिर चिसो लागेको जस्तो देखिन्छ । यो <span translate='no'>string</span> डिग्री हो।
nl: Het schijnt koud te zijn buiten. Het is %@ graden.
or: ବାହାରେ ଥଣ୍ଡା ଥିବା ପରି ମନେହୁଏ । ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਬਾਹਰ ਠੰਢ ਲੱਗਦੀ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Na zewnątrz wydaje się, że jest zimno. To %@ stopni.
ps: دا بهر یخ ښکاری. دا د %@ دی.
pt_br: Parece que está frio lá fora. Está %@ graus.
ro: Pare a fi frig afară. Sunt %@ grade.
ru: Кажется, что на улице холодно. Это %@ градусы.
sk: Zdá sa, že vonku je zima. Je to %@ stupňov.
sl: Zunaj je mrzlo. To je %@ stopinj.
sq: Duket të jetë ftohtë jashtë. Është %@ gradë.
sr_latn: Izgleda da je napolju hladno. To je %@ stepeni.
sv: Det verkar vara kallt ute. Det är %@ grader
sw: Inaonekana kuwa baridi nje. Ni digrii %@ .
ta: வெளியே குளிர்ச்சியாக இருப்பதாகத் தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: బయట చల్లగా అనిపిస్తుంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ข้างนอกน่าจะเย็นชา มัน %@ องศา
tk: Daşarda sowuk ýaly görünýär. %@ dereje.
tr: Dışarısı soğuk görünüyor. %@ derecedir.
tt: Тышта салкын булып тоела. Ул %@ дәрәҗә.
ug: سىرت بەك سوغۇقتەك قىلىدۇ. گىرادۇس %@ .
uk: Зовні холодно. Це %@ градусів.
ur: باہر سردی لگتی ہے۔ یہ %@ ڈگری ہے.
uz: Tashqarida sovuq bo'lib ko'rinadi. %@ daraja.
vi: Bên ngoài có vẻ lạnh lẽo. Đó là %@ độ.
zh_hans: 外面似乎很冷。 这是 %@ 度。
zu: Kubonakala kubanda ngaphandle. Kuyinto degrees %@ .

# weather_coldAndRainy
source: It seems to be cold and rainy outside. It's %@ degrees.
af: Dit lyk koud en reënerig buite. Dit is %@ grade.
am: ከውጭ ቀዝቃዛና ዝናብ የሚዘንብ ይመስላል ። %@ ዲግሪ ነው።
ar: يبدو أن الجو بارد وممطر في الخارج. إنها %@ درجة.
as: বাহিৰত ঠাণ্ডা আৰু বৰষুণ হোৱা যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Çöldə soyuq və yağışlı görünür. %@ dərəcədir.
bg: Изглежда навън е студено и дъждовно. Това е %@ градуса.
bn: মনে হচ্ছে বাইরে ঠান্ডা আর বৃষ্টি হচ্ছে। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་གྲང་ངར་ཆེ་ཞིང་ཆར་པ་འབབ་པ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je napolju hladno i kišovito. To je %@ stepeni.
ca: Sembla que a l'exterior fa fred i plou. És %@ graus.
cs: Zdá se, že venku je chladno a deštivo. Je to %@ stupňů.
cy: Mae'n ymddangos ei bod hi'n oer ac yn lawog tu allan. Mae'n %@ graddau.
da: Det ser ud til at være koldt og regnfuldt udenfor. Det er %@ grader.
de: Es scheint draußen kalt und regnerisch zu sein. Es sind %@ Grad.
el: Φαίνεται να είναι κρύο και βροχερό έξω. Είναι %@ βαθμοί.
es: Parece hacer frío y lluvia afuera. Es %@ grados.
et: Tundub, et väljas on külm ja vihmane. See on %@ kraadi.
eu: Hotza eta euria egiten duela dirudi kanpoan. %@ gradu da.
fa: بیرون سرد و بارانی به نظر می رسد. درجه %@ است.
fi: Ulkona näyttää olevan kylmä ja sateinen. Se on %@ astetta.
fil: Tila malamig at maulan sa labas. Ito ay %@ degrees.
fo: Tað tykist vera kalt og regn uttanfyri. Tað er %@ stig.
fr: Il semble qu’il fasse froid et qu’il pleuve dehors. C’est %@ degrés.
ga: Is cosúil go bhfuil sé fuar agus báistí taobh amuigh. Tá sé %@ céimeanna.
gl: Parece que vai frío e chove por fóra. É %@ graos.
gu: બહાર ઠંડી અને વરસાદી માહોલ જણાય છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה קר וגשום בחוץ. זה %@ מעלות.
hi: बाहर ठंड और बरसात हो रही है। यह %@ डिग्री है।
hr: Vani je hladno i kišovito. To je %@ stupnjeva.
hu: Úgy tűnik, hogy hideg és esős kint van. Ez %@ fok.
hy: Դրսում ցուրտ ու անձրեւոտ է թվում։ %@ աստիճան է:
id: Di luar tampak dingin dan hujan. Ini %@ derajat.
is: Það virðist vera kalt og rigning úti. Það er %@ gráður.
it: Sembra essere freddo e piovoso fuori. Sono %@ gradi.
ja: 外は寒くて雨が降っているようです。 それは %@ 度です。
ka: როგორც ჩანს, გარეთ ცივი და წვიმიანია. ეს %@ გრადუსია.
kk: Сыртынан суық және жаңбырлы болып көрінеді. Ол %@ градус.
km: វា ហាក់ ដូច ជា ត្រជាក់ និង ភ្លៀង ធ្លាក់ នៅ ខាង ក្រៅ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಹೊರಗೆ ಚಳಿ ಮತ್ತು ಮಳೆ ಎಂದು ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 밖에서 춥고 비가 오는 것 같습니다. 그것은 %@ 도입니다.
ku: وادیارە لە دەرەوە سارد و باراناوی بێت. ئەوە پلەی %@
ky: Сыртынан суук жана жаан-чачындуу көрүнөт. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຫນາວ ແລະ ຝົນ ຢູ່ ຂ້າງ ນອກ. <span translate='no'>string</span> .
lt: Atrodo, kad lauke šalta ir lietinga. Tai %@ laipsniai.
lv: Šķiet, ka ārā ir auksts un lietains. Tas ir %@ grādiem.
mg: Toa mangatsiaka sy manorana ny any ivelany. %@ mari-pahaizana izany.
mi: Te āhua nei he mātao, he marangai i waho. He waeine %@ tēnei.
mk: Изгледа дека е ладно и врнежливо надвор. Тоа е %@ степени.
ml: പുറത്ത് തണുത്തതും മഴയുള്ളതുമാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Гадаа хүйтэн, бороотой юм шиг байна. %@ зэрэгтэй.
mr: बाहेर थंडी आणि पावसाळा पडलेला दिसतो. <span translate='no'>string</span> अंश आहे.
ms: Nampaknya sejuk dan hujan di luar. Ia %@ darjah.
mt: Jidher li huwa kiesaħ u bix-xita barra. Huwa %@ gradi.
my: အပြင်ဘက်မှာ အေးပြီး မိုးရွာနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være kaldt og regnfullt ute. Det er %@ grader.
ne: बाहिर चिसो र पानी परेको जस्तो देखिन्छ । यो <span translate='no'>string</span> डिग्री हो।
nl: Het schijnt koud en regenachtig te zijn buiten. Het is %@ graden.
or: ଏହା ବାହାରେ ଥଣ୍ଡା ଏବଂ ବର୍ଷା ପରି ମନେହୁଏ | ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਬਾਹਰ ਠੰਢ ਅਤੇ ਬਰਸਾਤੀ ਜਾਪਦੀ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Na zewnątrz wydaje się, że jest zimno i deszczowo. To %@ stopni.
ps: دا بهر یخې او بارانی ښکاری. دا د %@ دی.
pt_br: Parece estar frio e chuvoso lá fora. Está %@ graus.
ro: Pare a fi frig și ploaie afară. Sunt %@ grade.
ru: На улице кажется холодно и дождливо. Это %@ градусы.
sk: Zdá sa, že vonku je zima a daždivo. Je to %@ stupňov.
sl: Zunaj je mrzlo in deževno. To je %@ stopinj.
sq: Duket të jetë ftohtë dhe me shi jashtë. Është %@ gradë.
sr_latn: Izgleda da je napolju hladno i kišovito. To je %@ stepeni.
sv: Det verkar vara kallt och regnigt ute. Det är %@ grader
sw: Inaonekana kuwa baridi na mvua nje. Ni digrii %@ .
ta: வெளியே குளிராகவும் மழையாகவும் தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: బయట చల్లగా, వర్షం పడుతున్నట్లు తెలుస్తోంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ข้างนอกน่าจะเย็นและฝนตก มัน %@ องศา
tk: Daşarda sowuk we ýagyşly ýaly görünýär. %@ dereje.
tr: Dışarısı soğuk ve yağmurlu görünüyor. %@ derecedir.
tt: Читтә салкын һәм яңгырлы булып тоела. Ул %@ дәрәҗә.
ug: سىرتتا سوغۇق ۋە يامغۇر ياغىدىغاندەك تۇرىدۇ. گىرادۇس %@ .
uk: На вулиці холодно і дощитиме. Це %@ градусів.
ur: ایسا لگتا ہے کہ باہر سردی اور بارش ہے۔ یہ %@ ڈگری ہے.
uz: Tashqarida sovuq va yomg'irli bo'lib ko'rinadi. %@ daraja.
vi: Bên ngoài trời có vẻ lạnh và mưa. Đó là %@ độ.
zh_hans: 外面似乎很冷，下雨。 这是 %@ 度。
zu: Kubonakala kubanda futhi kunemvula ngaphandle. Kuyinto degrees %@ .

# weather_cool
source: It seems to be cool out there. It's %@ degrees.
af: Dit lyk asof dit koel daar buite is. Dit is %@ grade.
am: እዚያም ቀዝቃዛ ይመስላል ። %@ ዲግሪ ነው።
ar: يبدو أن بارد هناك. إنها %@ درجة.
as: এইটো তাত শীতল যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Görünür, orada sərindir. %@ dərəcədir.
bg: Навън изглежда е готино. Това е %@ градуса.
bn: মনে হচ্ছে সেখানে শীতল। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་ཧ་ཅང་བསིལ་བ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je tamo kul. To je %@ stepeni.
ca: Sembla que per aquí mola. És %@ graus.
cs: Zdá se, že je to v pohodě. Je to %@ stupňů.
cy: Mae'n ymddangos ei fod yn cŵl allan yno. Mae'n %@ graddau.
da: Det ser ud til at være sejt derude. Det er %@ grader.
de: Es scheint cool zu sein da draußen. Es sind %@ Grad.
el: Φαίνεται να είναι δροσερό εκεί έξω. Είναι %@ βαθμοί.
es: Parece ser genial por ahí. Es %@ grados.
et: Tundub, et seal on lahe. See on %@ kraadi.
eu: Badirudi bikaina dela hortik. %@ gradu da.
fa: به نظر مياد اون بيرون باحاله درجه %@ است.
fi: Ulkona näyttää olevan siistiä. Se on %@ astetta.
fil: Tila cool na out doon. Ito ay %@ degrees.
fo: Tað tykist at vera kul har úti. Tað er %@ stig.
fr: Cela semble être cool là-bas. C’est %@ degrés.
ga: Is cosúil go bhfuil sé cool amuigh ansin. Tá sé %@ céimeanna.
gl: Parece que está ben aí fóra. É %@ graos.
gu: તે બહાર ઠંડુ લાગે છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה שזה מגניב שם בחוץ. זה %@ מעלות.
hi: यह वहाँ से बाहर ठंडा लगता है। यह <span translate='no'>string</span> डिग्री है।
hr: Čini se da je vani cool. To je %@ stupnjeva.
hu: Úgy tűnik, hogy hűvös odakint. Ez %@ fok.
hy: Թվում է, թե այնտեղ զով է։ %@ աստիճան է:
id: Tampaknya menjadi keren di luar sana. Ini %@ derajat.
is: Það virðist vera svalt þarna úti. Það er %@ gráður.
it: Sembra essere bello là fuori. Sono %@ gradi.
ja: 外は涼しそうですね。 それは %@ 度です。
ka: როგორც ჩანს, იქ მაგარია. ეს %@ გრადუსია.
kk: Ол жерде салқын болып көрінеді. Ол %@ градус.
km: វា ហាក់ ដូច ជា ត្រជាក់ នៅ ទី នោះ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಅದು ಅಲ್ಲಿ ತಂಪಾಗಿದೆ ಎಂದು ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 저기 시원해 보인다. 그것은 %@ 도입니다.
ku: وادیارە لەوێ زۆر خۆش بێت. ئەوە پلەی %@
ky: Ал жерде муздак болуп көрүнөт. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຈະ ເຢັນ ຢູ່ ທີ່ ນັ້ນ. <span translate='no'>string</span> .
lt: Atrodo, kad ten šaunu. Tai %@ laipsniai.
lv: Šķiet, ka tur ir forši. Tas ir %@ grādiem.
mg: Toa mahafinaritra izany any. %@ mari-pahaizana izany.
mi: Te āhua nei he mātao i reira. He waeine %@ tēnei.
mk: Се чини дека е кул таму. Тоа е %@ степени.
ml: അവിടെ തണുപ്പാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Тэнд сэрүүн байгаа бололтой. %@ зэрэгтэй.
mr: तिथे मस्त वाटतंय. %@ अंश आहे.
ms: Nampaknya sejuk di luar sana. Ia %@ darjah.
mt: Jidher li huwa frisk hemmhekk. Huwa %@ gradi.
my: အပြင်မှာတော့ အေးနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være kult der ute. Det er %@ grader.
ne: यो त्यहाँ बाहिर राम्रो देखिन्छ। यो <span translate='no'>string</span> डिग्री हो।
nl: Het lijkt daar cool te zijn. Het is %@ graden.
or: ଏହା ସେଠାରେ ଥଣ୍ଡା ଥିବା ପରି ମନେହୁଏ | ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਇਹ ਉੱਥੇ ਠੰਢਾ ਜਾਪਦਾ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Wydaje się, że jest tam fajnie. To %@ stopni.
ps: دا داسې ښکاری چې هلته ښه وی. دا د %@ دی.
pt_br: Parece legal lá fora. Está %@ graus.
ro: Se pare a fi cool acolo. Sunt %@ grade.
ru: Кажется, там круто. Это %@ градусы.
sk: Zdá sa, že je tam v pohode. Je to %@ stupňov.
sl: Zdi se, da je zunaj kul. To je %@ stopinj.
sq: Duket të jetë mirë atje jashtë. Është %@ gradë.
sr_latn: Izgleda da je kul tamo. To je %@ stepeni.
sv: Det verkar vara svalt ute. Det är %@ grader
sw: Inaonekana kuwa poa huko nje. Ni digrii %@ .
ta: அது அங்கு குளிர்ச்சியாக தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: అక్కడ చల్లగా అనిపిస్తుంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ดูเหมือนว่าจะเย็นออกมี มัน <span translate='no'>string</span> องศา
tk: Daş-töweregimizsowuk ýaly görünýär. %@ dereje.
tr: Orada havalı görünüyor. %@ derecedir.
tt: Анда салкын булып тоела. Ул %@ дәрәҗә.
ug: ئۇ يەر بەك سالقىندەك قىلىدۇ. گىرادۇس %@ .
uk: Здається, там прохолодно. Це %@ градусів.
ur: ایسا لگتا ہے کہ یہ وہاں ٹھنڈا ہے۔ یہ %@ ڈگری ہے.
uz: U erda salqin bo'lib ko'rinadi. %@ daraja.
vi: Ngoài kia có vẻ rất ngầu. Đó là %@ độ.
zh_hans: 那里似乎很酷。 这是 %@ 度。
zu: Kubonakala sengathi kupholile laphaya. Kuyinto degrees %@ .

# weather_coolAndRainy
source: It seems to be cool and rainy outside. It's %@ degrees.
af: Dit lyk koel en reënerig buite. Dit is %@ grade.
am: ከውጭ ቀዝቃዛና ዝናብ የሚዘንብ ይመስላል ። %@ ዲግሪ ነው።
ar: يبدو أنه بارد وممطر في الخارج. إنها %@ درجة.
as: বাহিৰত ঠাণ্ডা আৰু বৰষুণ হোৱা যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Çöldə sərin və yağışlı görünür. %@ dərəcədir.
bg: Изглежда навън е готино и дъждовно. Това е %@ градуса.
bn: মনে হচ্ছে বাইরে ঠান্ডা আর বৃষ্টি হচ্ছে। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་གནམ་དྭངས་ཤིང་ཆར་པ་འབབ་པ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je napolju hladno i kišovito. To je %@ stepeni.
ca: Sembla que a l'exterior hi ha fresca i plujosa. És %@ graus.
cs: Zdá se, že venku je chladno a deštivo. Je to %@ stupňů.
cy: Mae'n ymddangos ei fod yn cŵl ac yn glawog y tu allan. Mae'n %@ graddau.
da: Det ser ud til at være køligt og regnfuldt udenfor. Det er %@ grader.
de: Es scheint draußen kühl und regnerisch zu sein. Es sind %@ Grad.
el: Φαίνεται να είναι δροσερό και βροχερό έξω. Είναι %@ βαθμοί.
es: Parece estar fresco y lluvioso afuera. Es %@ grados.
et: Tundub, et väljas on jahe ja vihmane. See on %@ kraadi.
eu: Kanpoan fresko eta euritsu dagoela dirudi. %@ gradu da.
fa: به نظر می رسد بیرون خنک و بارانی است. درجه %@ است.
fi: Ulkona näyttää olevan viileää ja sateista. Se on %@ astetta.
fil: Tila malamig at maulan sa labas. Ito ay %@ degrees.
fo: Tað tykist vera kul og regn uttanfyri. Tað er %@ stig.
fr: Il semble qu’il fasse frais et qu’il pleuve dehors. C’est %@ degrés.
ga: Is cosúil go bhfuil sé fionnuar agus báistí taobh amuigh. Tá sé %@ céimeanna.
gl: Parece que está fresco e chuvioso fóra. É %@ graos.
gu: બહાર ઠંડક અને વરસાદી વાતાવરણ જણાય છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה קריר וגשום בחוץ. זה %@ מעלות.
hi: बाहर ठंडी और बरसात लगती है। यह %@ डिग्री है।
hr: Vani je hladno i kišovito. To je %@ stupnjeva.
hu: Úgy tűnik, hogy hűvös és esős kint. Ez %@ fok.
hy: Թվում է, թե դրսում ցուրտ է ու անձրեւոտ։ %@ աստիճան է:
id: Tampaknya di luar sejuk dan hujan. Ini %@ derajat.
is: Það virðist vera svalt og rigning úti. Það er %@ gráður.
it: Sembra essere fresco e piovoso fuori. Sono %@ gradi.
ja: 外は涼しくて雨が降っているようです。 それは %@ 度です。
ka: როგორც ჩანს, გარეთ მაგარი და წვიმიანია. ეს %@ გრადუსია.
kk: Сыртынан салқын әрі жаңбырлы болып көрінеді. Ол %@ градус.
km: វា ហាក់ ដូច ជា ត្រជាក់ និង ភ្លៀង ធ្លាក់ នៅ ខាង ក្រៅ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಇದು ಹೊರಗೆ ತಂಪಾದ ಮತ್ತು ಮಳೆ ಎಂದು ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 밖에서 시원하고 비가 오는 것 같습니다. 그것은 %@ 도입니다.
ku: وا دیارە لە دەرەوە سارد و باراناویە. ئەوە پلەی %@
ky: Сыртынан муздак жана жаан-чачындуу көрүнөт. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຈະ ເຢັນ ແລະ ຝົນ ຢູ່ ຂ້າງ ນອກ. <span translate='no'>string</span> .
lt: Atrodo, kad lauke vėsu ir lietinga. Tai %@ laipsniai.
lv: Šķiet, ka ārā ir vēss un lietains. Tas ir %@ grādiem.
mg: Toa mahafinaritra sy manorana ny any ivelany. %@ mari-pahaizana izany.
mi: Te āhua nei he mātao, he marangai i waho. He waeine %@ tēnei.
mk: Изгледа дека е кул и врнежлив надвор. Тоа е %@ степени.
ml: പുറത്ത് തണുത്തതും മഴയുള്ളതുമാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Гадаа сэрүүн, бороотой юм шиг байна. %@ зэрэгтэй.
mr: बाहेर मस्त आणि पावसाळी असं वाटतं. <span translate='no'>string</span> अंश आहे.
ms: Nampaknya sejuk dan hujan di luar. Ia %@ darjah.
mt: Jidher li huwa frisk u bix-xita barra. Huwa %@ gradi.
my: အပြင်ဘက်မှာ အေးအေးဆေးဆေး မိုးရွာနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være kjølig og regnfullt ute. Det er %@ grader.
ne: बाहिर चिसो र पानी परेको जस्तो देखिन्छ । यो <span translate='no'>string</span> डिग्री हो।
nl: Het schijnt koel en regenachtig te zijn buiten. Het is %@ graden.
or: ଏହା ବାହାରେ ଥଣ୍ଡା ଏବଂ ବର୍ଷା ପରି ମନେହୁଏ | ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਬਾਹਰ ਠੰਢਾ ਅਤੇ ਬਰਸਾਤੀ ਜਾਪਦਾ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Na zewnątrz wydaje się być chłodno i deszczowo. To %@ stopni.
ps: دا بهر ښه او بارانی ښکاری. دا د %@ دی.
pt_br: Parece ser frio e chuvoso lá fora. Está %@ graus.
ro: Se pare a fi rece și ploios afară. Sunt %@ grade.
ru: На улице кажется прохладно и дождливо. Это %@ градусы.
sk: Zdá sa, že vonku je chladno a daždivo. Je to %@ stupňov.
sl: Zunaj je hladno in deževno. To je %@ stopinj.
sq: Duket të jetë e ftohtë dhe me shi jashtë. Është %@ gradë.
sr_latn: Izgleda da je napolju hladno i kišovito. To je %@ stepeni.
sv: Det verkar vara svalt och regnigt ute. Det är %@ grader
sw: Inaonekana kuwa baridi na mvua nje. Ni digrii %@ .
ta: வெளியே குளிர்ச்சியாகவும் மழையாகவும் தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: బయట చల్లగా మరియు వర్షం పడుతున్నట్లు అనిపిస్తుంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ดูเหมือนว่าจะเย็นและฝนตกข้างนอก มัน <span translate='no'>string</span> องศา
tk: Daşarda sowuk we ýagyşly ýaly görünýär. %@ dereje.
tr: Dışarısı serin ve yağmurlu görünüyor. %@ derecedir.
tt: Тышта салкын һәм яңгырлы булып тоела. Ул %@ дәрәҗә.
ug: سىرتتا ھاۋا سالقىن، يامغۇر ياغىدىغاندەك قىلىدۇ. گىرادۇس %@ .
uk: На вулиці прохолодно і дощитиме. Це %@ градусів.
ur: ایسا لگتا ہے کہ باہر ٹھنڈا اور بارش ہے۔ یہ %@ ڈگری ہے.
uz: Tashqarida salqin va yomg'irli bo'lib ko'rinadi. %@ daraja.
vi: Bên ngoài trời có vẻ mát mẻ và mưa. Đó là %@ độ.
zh_hans: 外面似乎很凉爽，下雨。 这是 %@ 度。
zu: Kubonakala sengathi kupholile futhi kunemvula ngaphandle. Kuyinto degrees %@ .
