Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# clock_time_minute_5
source: five to half
af: 5 tot die helfte
am: ከአምስት እስከ ግማሽ
ar: خمسة في النصف
as: পাঁচৰ পৰা আধা
az: beşdən yarıma
bg: от пет до половината
bn: পাঁচ থেকে অর্ধেক
bo: ལྔ་ནས་ཕྱེད་ཀའི་བར།
bs: pet do pola
ca: cinc a la meitat
cs: pět až polovina
cy: pump i hanner
da: fem til halvdelen
de: fünf bis halb
el: πέντε έως μισά
es: cinco a la mitad
et: viis kuni pool
eu: bostetik erdira
fa: پنج تا نصف
fi: viidestä puoleen
fil: limang sa kalahati
fo: fimm til klokkan hálvgum tvey.
fr: cinq en deux
ga: cúig go leath
gl: De cinco a medio
gu: પાંચથી અડધા
he: חמישה עד חצי
hi: पाँच से आधा
hr: pet do pola
hu: öt-fele
hy: հինգից կես
id: lima sampai setengah
is: fimm til hálfs
it: da cinque a metà
ja: 5対半分
ka: ხუთიდან ნახევარი
kk: бестен жартысына дейін
km: ៥ ទៅ កន្លះ
kn: ಐದರಿಂದ ಅರ್ಧ
ko: 다섯에서 절반
ku: پێنج بۆ نیو
ky: бештен жарымга чейин
lo: ຫ້າຫາເຄິ່ງ
lt: nuo penkių iki pusės
lv: piecas līdz pusei
mg: Dimy ka hatramin'ny antsasany
mi: rima ki te haurua
mk: Пет до половина
ml: അഞ്ച് മുതൽ പകുതി വരെ
mn_cyrl: таваас хагас
mr: पाच ते अर्धा
ms: lima hingga separuh
mt: ħames sa nofs
my: ငါးယောက်မှ တစ်ဝက်အထိ
nb: fem til halvparten
ne: पाँच देखि आधा
nl: vijf tot de helft
or: ପାଞ୍ଚରୁ ଅଧା
pa: ਪੰਜ ਤੋਂ ਅੱਧੇ
pl: pięć do pół
ps: پنځه تر نیمایی
pt_br: cinco a meio
ro: cinci până la jumătate
ru: пять в два раза
sk: päť až polovica
sl: pet do polovica
sq: pesë deri në gjysmën
sr_latn: pet do pola
sv: fem i halv
sw: tano hadi nusu
ta: ஐந்து முதல் அரை வரை
te: ఐదు నుండి సగం
th: ห้าถึงครึ่ง
tk: bäşden-ýaryma çenli
tr: yarısında beş
tt: биш-ярты
ug: بەشتىن يېرىمغىچە
uk: від п'яти до половини
ur: پانچ سے نصف
uz: beshdan yarmigacha
vi: 5 đến 5 đến một nửa
zh_hans: 五到一半
zu: ezinhlanu kuya kwesigamu

# clock_time_minute_6
source: half
af: Helfte
am: ግማሽ
ar: نصف
as: আধা
az: yarım
bg: половина
bn: অর্ধেক
bo: ཕྱེད་ཀ།
bs: pola
ca: meitat
cs: půl
cy: hanner
da: Halv
de: Hälfte
el: μισός
es: Mitad
et: pool
eu: erdia
fa: نیمی
fi: Puoli
fil: kalahati
fo: helvtina
fr: Moitié
ga: leath
gl: A metade
gu: અડધું
he: חצי
hi: आधा
hr: pola
hu: fél
hy: կես
id: setengah
is: hálfur
it: metà
ja: 半分
ka: ნახევარი
kk: жартысы
km: ពាក់ កណ្តាល
kn: ಅರ್ಧ
ko: 반
ku: نیوەی
ky: жарымы
lo: ເຄິ່ງ
lt: pusė
lv: puse
mg: antsasak'izany
mi: haurua
mk: Половина.
ml: പകുതി
mn_cyrl: хагас
mr: अर्धा
ms: Separuh
mt: Nofs
my: ထက်ဝက်
nb: halv
ne: आधा
nl: helft
or: ଅଧା
pa: ਅੱਧਾ
pl: połowa
ps: نیم
pt_br: metade
ro: jumătate
ru: Половина
sk: polovica
sl: polovica
sq: gjysma
sr_latn: Pola
sv: halv
sw: Nusu
ta: அரை
te: సగము
th: ครึ่ง
tk: ýarym
tr: Yarı
tt: ярым
ug: يېرىم
uk: половина
ur: آدھا
uz: yarmi
vi: nửa
zh_hans: 半
zu: isigamu

# clock_time_minute_7
source: five past half
af: vyf verlede helfte
am: ካለፈው አምስት አጋማሽ
ar: خمسة على نصف
as: পাঁচ টা অতীত আধা
az: ötən beş yarım
bg: пет минали половината
bn: সাড়ে পাঁচটা
bo: ཕྱེད་ཀ་ལས་བརྒལ་བ།
bs: pet prošlih pola
ca: cinc passades la meitat
cs: pět na půl
cy: pum hanner diwethaf
da: fem over halvdelen
de: Fünf hinter der Hälfte
el: πέντε μετά το μισό
es: cinco últimas mitad
et: viis viimast poolt
eu: bost t' erdi
fa: پنج نیمه گذشته
fi: viisi yli puolet
fil: limang nakaraang kalahati
fo: fimm fortíð.
fr: cinq sur la moitié
ga: cúig cinn tar éis a leath
gl: 5 A metade
gu: પાંચ અડધાથી સાડા પાંચ
he: חמישה במחצית האחרונה
hi: साढ़े पाँच बजते हैं
hr: pet prošlih polovica
hu: öt múlt fele
hy: հինգ անցած կես
id: lima setengah jam lima
is: fimm síðustu helminga
it: cinque e mezzo passato
ja: 5 過去半分
ka: ხუთი ბოლო ნახევარი
kk: бес өткен жартысы
km: ៥ តង់ កន្លងទៅនេះ
kn: ಐದು ಕಳೆದ ಅರ್ಧ
ko: 지난 절반 다섯 개
ku: پێنج نیوەی ڕابردوو
ky: беш өткөн жарымы
lo: ຫ້າເຄິ່ງທີ່ຜ່ານມາ
lt: penkios praėjusios pusės
lv: piecas pēdējās puses
mg: dimy tamin'ny antsasany lasa.
mi: rima ki mua
mk: 5 минатата половина
ml: അഞ്ച് കഴിഞ്ഞ പകുതി
mn_cyrl: өнгөрсөн хагасын таван
mr: साडेपाच वाजले
ms: lima separuh masa lalu
mt: ħames nofshom
my: လွန်ခဲ့တဲ့ ငါးဝက်က
nb: fem over halvparten
ne: पांच बजकर आधा
nl: vijf over een jaar en nacht
or: ପାଞ୍ଚ ଟି ଗତ ଅଧା
pa: ਪੰਜ ਪਿਛਲੇ ਅੱਧੇ
pl: pięć po połowie
ps: پنځه تیر نیم
pt_br: cinco metade passada
ro: cinci jumătăți trecute
ru: пять более половины
sk: päť posledných polčasov
sl: petih preteklih polovicah
sq: 5 gjysma e kaluar
sr_latn: 5 posle polovine
sv: fem över halv
sw: nusu tano zilizopita
ta: கடந்த ஐந்து அரை
te: ఐదున్నర
th: ห้าครึ่งที่ผ่านมา
tk: bäş geçen ýarym
tr: yarısından beş
tt: 5 узган ярты
ug: بەش يېرىم يىل
uk: п'ять останніх половин
ur: پانچ پچھلی ششماہی
uz: besh o'tgan yarim
vi: Năm nửa quá khứ
zh_hans: 五过去半场
zu: ezinhlanu ezedlule isigamu

# clock_time_minute_8
source: twenty to
af: Twintig tot
am: ከሃያ እስከ
ar: عشرون في
as: বিশৰ পৰা
az: iyirmidən
bg: двадесет, за да
bn: বিশ থেকে
bo: ཉི་ཤུ་ནས་ཉི་ཤུ་བར
bs: dvadeset do
ca: vint a
cs: dvacet až
cy: ugain i
da: tyve til
de: zwanzig bis
el: είκοσι έως
es: veinte a
et: kakskümmend kuni
eu: hogei a
fa: بیست تا
fil: dalawampu't dalawa hanggang
fo: tjúgu til tjúgu
fr: vingt en
ga: fiche go
gl: 20 do
gu: વીસ થી
he: עשרים עד
hi: बीस से
hr: dvadeset do
hu: húsztól
hy: քսանից
id: dua puluh untuk
is: tuttugu til
it: da venti a
ja: 20から20まで
ka: ოციდან
kk: жиырмадан жиырмаға дейін
km: ម្ភៃ ទៅ
kn: ಇಪ್ಪತ್ತು ರಿಂದ
ko: 이십 대
ku: بیست بۆ
ky: жыйырмадан
lo: ຊາວເພື່ອ
lt: nuo dvidešimt iki
lv: divdesmit līdz
mg: roapolo hatramin'ny
mi: rua tekau ki
mk: дваесет до
ml: ഇരുപത് മുതൽ
mn_cyrl: хорь хүртэл
mr: वीस ते
ms: dua puluh kepada
mt: għoxrin għal
my: ဆယ်ဆယ်အထိ
nb: tjue til
ne: बीस को
nl: twintig tot
or: କୋଡ଼ିଏରୁ
pa: ਵੀਹ ਤੋਂ
pl: dwadzieścia do
ps: شل به
pt_br: 20 para
ro: douăzeci până la
ru: двадцать в
sk: dvadsať až
sl: 20 do
sq: njëzet deri në
sr_latn: dvadeset da
sv: tjugo i
sw: ishirini kwa
ta: இருபது முதல்
te: ఇరవై నుండి
th: ยี่สิบถึง
tk: ýigrimiden
tr: yirmi içinde
tt: егермегә
ug: يىگىرمە
uk: від двадцяти до
ur: بیس
uz: yigirmadan
vi: hai mươi đến
zh_hans: 二十至
zu: amashumi amabili ukuze

# clock_time_minute_9
source: quarter to
af: Kwart voor
am: አራተኛ ወደ
ar: ربع ساعة
as: কোৱাৰ্টাৰ ৰ পৰা
az: dörddə bir
bg: тримесечие до
bn: চতুর্থাংশ থেকে
bo: བཞི་ཆ་གཅིག་ནས་བཞི་ཆའི
bs: kvartal do
ca: trimestre a
cs: tři čtvrtě na
cy: chwarter i
da: kvartal til
de: Quartal bis
el: τρίμηνο έως
es: trimestre a
et: kvartalist kuni
eu: a hiruhilekoa
fa: ربع به
fi: vuosineljänneksi-2000
fil: quarter sa
fo: trý korter til tess.
fr: quart d’heure
ga: ceathrú chun
gl: Cuarteto do
gu: ક્વાર્ટર થી
he: רבע אל
hi: चौथाई से
hr: tromjesečja do
hu: háromnegyed
hy: քառորդից մինչեւ
id: kuartal ke
is: ársfjórðungi til
it: da un quarto a
ja: 4分の1の
ka: კვარტალიდან
kk: тоқсаннан тоқсанға дейін
km: ត្រីមាសទៅ
kn: ಕ್ವಾರ್ಟರ್ ಗೆ
ko: 분기 ~
ku: چارەک بۆ
ky: чейректен
lo: ສີ່ຫາ
lt: nuo ketvirčio iki
lv: ceturksnis līdz
mg: Ampahaefa-dalana mankan
mi: hauwhā ki
mk: четвртина до
ml: ക്വാർട്ടർ ടു
mn_cyrl: улиралд
mr: तिमाही ते
ms: suku ke
mt: kwart għal
my: လေးပုံတစ်ပုံအထိ
nb: kvartal til
ne: को क्वार्टर
nl: kwartaal tot
or: କ୍ୱାର୍ଟରରୁ
pa: ਤਿਮਾਹੀ ਤੋਂ
pl: kwartał do
ps: څلورمه برخه
pt_br: trimestre para
ro: trimestru pentru a
ru: четверть часа
sk: štvrťrok až štvrťrok
sl: četrtletje do
sq: çerek në
sr_latn: kvartal do
sv: kvart i
sw: robo hadi
ta: காலாண்டுக்கு
te: పావు నుండి పావు
th: ไตรมาสถึง
tk: dörtden bir bölegine
tr: çeyrek saat
tt: кварталга
ug: پەسىلدىن
uk: від кварталу до
ur: سہ ماہی
uz: chorakdan
vi: quý đến
zh_hans: 四分之一到
zu: ikota kuya

# content_title_clothes
source: Are you going out? Let's see what you're going to wear!
af: Gaan jy uit? Kom ons kyk wat jy gaan dra!
am: እየወጣህ ነው? ምን እንደምትለብስ እስቲ እንመልከት!
ar: هل تخرج؟ دعونا نرى ما كنت ستعمل ارتداء!
as: আপুনি বাহিৰলৈ গৈ আছে নেকি? আপুনি কি পিন্ধিব চাওঁ আহক!
az: Çıxırsan? Görək, nə geyəcəksən!
bg: Излизаш ли? Да видим какво ще облечеш!
bn: তুমি কি বাইরে যাচ্ছো? দেখা যাক, আপনি কী পরবেন!
bo: ཁྱོད་ཚོ་ཕྱི་ལ་འགྲོ་རྒྱུ་ཡིན་ནམ། ང་ཚོས་ཁྱོད་ཀྱིས་ཅི་ཞིག་གྱོན་པར་བལྟ།
bs: Izlaziš li? Da vidimo šta ćeš da obučeš!
ca: Te'n vas? A veure què et posaràs!
cs: Chystáte se ven? Uvidíme, co budete mít na sobě!
cy: Ydych chi'n mynd allan? Gawn ni weld beth rydych chi'n mynd i'w wisgo!
da: Skal du ud? Lad os se, hvad du skal have på!
de: Gehen Sie aus? Mal sehen, was du anziehen wirst!
el: Βγαίνεις έξω; Ας δούμε τι θα φορέσετε!
es: ¿Vas a salir? ¡Vamos a ver qué te vas a poner!
et: Kas sa lähed välja? Vaatame, mida sa selga paned!
eu: Aterako al zara? Ikus dezagun zer jarriko duzun!
fa: داري ميري بيرون؟ بذار ببينيم چي ميخواي بپوشي!
fi: Lähdetkö ulos? Katsotaan, mitä pue päällesi!
fil: Lumalabas ka ba? Tingnan natin kung ano ang isusuot ninyo!
fo: Fert tú út? Latið okkum vita, hvat tú/fert/fara í!
fr: Tu sors ? Voyons ce que tu vas porter !
ga: An bhfuil tú ag dul amach? A ligean ar a fheiceáil cad a bheidh le caitheamh agat!
gl: ¿Vas saír? A ver que pon!
gu: શું તમે બહાર જઈ રહ્યા છો? ચાલો જોઈએ કે તમે શું પહેરવાના છો!
he: אתה יוצא? בואו נראה מה אתם הולכים ללבוש!
hi: क्या आप बाहर जा रहे हैं? आइए देखें कि आप क्या पहनने जा रहे हैं!
hr: Idete li van? Da vidimo što ćeš obući!
hu: Kimész? Lássuk, mit fogsz viselni!
hy: Դուրս ե՞ս գալիս: Տեսնենք, թե ինչ ես հագնելու։
id: Apakah Anda akan keluar? Mari kita lihat apa yang akan Anda kenakan!
is: Ertu að fara út? Við skulum sjá hvað þú ætlar að klæðast!
it: Stai uscendo? Vediamo cosa indosserai!
ja: あなたは外出していますか? あなたが着るものを見てみましょう!
ka: თჱლთჱაქ ლთ? ეა გთეთმ კაკგჲ ღვ ნჲჟთქ!
kk: Сіз шығып жатырсыз ба? Не киетініңізді көрейік!
km: តើ អ្នក នឹង ចេញ ទៅ ឬ ទេ ? តោះទៅមើលថានឹងស្លៀកអ្វី!
kn: ನೀವು ಹೊರಗೆ ಹೋಗುತ್ತೀರಾ? ನೀವು ಏನನ್ನು ಧರಿಸಲಿದ್ದೀರಿ ಎಂದು ನೋಡೋಣ!
ko: 외출 중이신가요? 당신이 무엇을 입을지 봅시다!
ku: ئەوە چیە؟ با بزانین چی لەبەر دەکەیت!
ky: Чыгып жатасызбы? Келгиле, эмне кийип жатканыңызды карап көрөлү!
lo: ທ່ານກໍາລັງຈະອອກໄປບໍ? ມາເບິ່ງວ່າຈະໃສ່ຫຍັງ!
lt: Ar tu išeini? Pažiūrėkime, ką ketinate dėvėti!
lv: Vai jūs ejat ārā? Paskatīsimies, ko tu valkāsi!
mg: Hivoaka ve ianao? Andeha hojerentsika izay akanjo hanaovanao!
mi: Kai te haere koe? Me titiro tātou he aha tāu e mau ai!
mk: Излегуваш ли? Да видиме што ќе облечеш!
ml: നീ പുറത്തേക്ക് പോവുകയാണോ? നിങ്ങൾ എന്താണ് ധരിക്കാൻ പോകുന്നതെന്ന് നമുക്ക് നോക്കാം!
mn_cyrl: Та гадагшаа гарах гэж байна уу? Юу өмсөхийг чинь харцгаая!
mr: तू बाहेर जात आहेस का? बघूया काय घालणार आहात ते!
ms: Adakah anda akan keluar? Mari lihat apa yang akan anda pakai!
mt: Qed toħroġ? Ejja naraw dak li int ser tilbes!
my: အပြင်ထွက်နေသလား။ ဘာဝတ်ရမလဲဆိုတာ ကြည့်ရအောင်။
nb: Skal du ut? La oss se hva du skal ha på deg!
ne: क्या तुम बाहर जा रहे हो? हेरौं तपाईं के लगाउन जाँदै हुनुहुन्छ!
nl: Ga je uit? Laten we eens kijken wat je gaat dragen!
or: ଆପଣ ବାହାରକୁ ଯାଉଛନ୍ତି କି? ଆସନ୍ତୁ ଦେଖିବା ଆପଣ କ'ଣ ପିନ୍ଧିବାକୁ ଯାଉଛନ୍ତି!
pa: ਕੀ ਤੁਸੀਂ ਬਾਹਰ ਜਾ ਰਹੇ ਹੋ? ਆਓ ਦੇਖੀਏ ਕਿ ਤੁਸੀਂ ਕੀ ਪਹਿਨਣ ਜਾ ਰਹੇ ਹੋ!
pl: Wychodzisz? Zobaczmy, co będziesz nosić!
ps: ته بهر ځې؟ راځئ وګورو چې تاسو به څه واغوندئ!
pt_br: Você vai sair? Vamos ver o que você vai vestir!
ro: Iesi? Să vedem ce vei purta!
ru: Ты идешь куда-нибудь? Давайте посмотрим, что вы собираетесь носить!
sk: Idete von? Pozrime sa, čo si oblečiete!
sl: Greš ven? Poglejmo, kaj boš nosil!
sq: Do dalësh jashtë? Le të shohim se çfarë do të veshësh!
sr_latn: Izlaziš li napolje? Da vidimo šta ćeš da obučeš!
sv: Ska ni gå ut? Låt oss se vad ni ska ha på er!
sw: Unatoka? Hebu tuone utavaa nini!
ta: நீங்கள் வெளியே செல்கிறீர்களா? நீங்கள் என்ன அணியப் போகிறீர்கள் என்று பார்ப்போம்!
te: మీరు బయటకు వెళుతున్నారా? మీరు ఏమి ధరించబోతున్నారో చూద్దాం!
th: คุณกําลังจะออกไปข้างนอก? เรามาดูกันว่าคุณจะใส่ชุดอะไร!
tk: Sen daşaryk çykýarsyňmy? Göreli, nä geýerin!
tr: Dışarı mı çıkıyorsun? Bakalım ne giyeceksin!
tt: Чыгасыңмы? Нәрсә кияргә икәнен карап чыгыйк!
ug: سىز سىرتقا چىقامسىز؟ قېنى سىز نېمە كىيىۋاتىسىز كۆرۈپ باقايلى!
uk: Ти виходиш? Давайте подивимося, що ви збираєтеся носити!
ur: کیا آپ باہر جا رہے ہیں؟ آئیے دیکھتے ہیں کہ آپ کیا پہننے جا رہے ہیں!
uz: Siz tashqariga chiqyapsizmi? Keling, nima kiyishingizni ko'raylik!
vi: Anh đi ra ngoài à? Hãy xem bạn sẽ mặc gì!
zh_hans: 你要出去吗？ 让我们看看你要穿什么！
zu: Uyaphuma? Ake sibone ukuthi uzogqokani!

# content_title_clothes_link
source: You want to go out? Look what you're going to wear!
af: Wil jy uitgaan? Kyk wat jy gaan dra!
am: መውጣት ትፈልጋለህ? ምን እንደምትለብስ ተመልከት!
ar: هل تريد الخروج؟ انظر ماذا سترتدي!
as: আপুনি বাহিৰলৈ যাব বিচাৰে নেকি? আপুনি কি পিন্ধিব চাওক!
az: Çıxmaq istəyirsən? Bax, nə geyəcəksən!
bg: Искаш ли да излезем? Виж какво ще облечеш!
bn: আপনি কি বাইরে যেতে চান? দেখুন আপনি কি পরবেন!
bo: ཁྱོད་ཕྱི་རུ་འགྲོ་ན་འདོད་དམ། ཁྱོད་ཀྱིས་ཅི་ཞིག་གྱོན་པར་ལྟོས་དང་།
bs: Hoćeš da izađemo? Vidi šta ćeš da obučeš!
ca: Vols sortir? Mira el que vas a portar!
cs: Chcete jít ven? Podívejte se, co budete mít na sobě!
cy: Ti isio mynd allan? Edrychwch beth rydych chi'n mynd i'w wisgo!
da: Vil du ud? Se, hvad du skal have på!
de: Du willst ausgehen? Schau, was du anziehen wirst!
el: Θέλετε να βγείτε έξω; Κοίτα τι θα φορέσεις!
es: ¿Quieres salir? ¡Mira lo que te vas a poner!
et: Kas soovite välja minna? Vaata, mida sa selga paned!
eu: Atera nahi al duzu? Begira zer jarriko duzun!
fa: ميخواي بري بيرون؟ ببين چي ميخواي بپوشي!
fi: Haluatko mennä ulos? Katso, mitä aiot pukea päällesi!
fil: Gusto mong lumabas? Tingnan kung ano ang isuot mo!
fo: Tú/vilt/vilja fara út? Hygg hvat tú fert í!
fr: Tu veux sortir ? Regarde ce que tu vas porter !
ga: Ba mhaith leat dul amach? Féach an méid atá le caitheamh agat!
gl: Non queres saír? Ten que ver o que pon!
gu: તારે બહાર જવું છે? જુઓ તમે શું પહેરવાના છો!
he: אתה רוצה לצאת? תראי מה את הולכת ללבוש!
hi: क्या आप बाहर जाना चाहते हैं? देखो तुम क्या पहनने जा रहे हो!
hr: Želite li izaći? Pogledajte što ćete obući!
hu: Ki akarsz menni? Nézd meg, mit fogsz viselni!
hy: Ուզում եք դուրս գալ? Նայիր, թե ինչ ես հագնելու։
id: Anda ingin keluar? Lihat apa yang akan Anda kenakan!
is: Viltu fara út? Sjáðu hvað þú ætlar að klæðast!
it: Vuoi uscire? Guarda cosa indosserai!
ja: 外出したいのか? あなたが着るものを見てください!
ka: ჟაკაქ ეა თჱლვჱვქ? გთზ კაკგჲ ღვ ნჲჟთქ!
kk: Сыртқа шыққыңыз келе ме? Не киетініңізді қарап көріңізші!
km: ចង់ចេញទៅក្រៅ? មកមើលអ្វីដែលអ្នកនឹងស្លៀក!
kn: ನೀವು ಹೊರಗೆ ಹೋಗಲು ಬಯಸುವಿರಾ? ನೀವು ಏನನ್ನು ಧರಿಸಲಿದ್ದೀರಿ ಎಂದು ನೋಡಿ!
ko: 외출하고 싶니? 뭘 입을지 봐!
ku: تۆ دەتەوێت بچیتە دەرەوە؟ سەیرکە چی لەبەر دەکەیت!
ky: Сиз чыгып келет? Эмне кийип жатканыңарды карап көргүлө!
lo: ເຈົ້າຢາກອອກໄປບໍ? ເບິ່ງວ່າຈະໃສ່ຫຍັງ!
lt: Jūs norite išeiti? Pažiūrėkite, ką ketinate dėvėti!
lv: Tu gribi iet ārā? Paskaties, ko tu valkāsi!
mg: Te-hivoaka ve ianao? Jereo izay akanjo anaovanao!
mi: E hiahia ana koe ki te haere ki waho? Titiro ki tāu e mau ai!
mk: Сакаш да излеземе? Види што ќе облечеш!
ml: നിനക്ക് പുറത്തു പോകണോ? നിങ്ങൾ എന്താണ് ധരിക്കാൻ പോകുന്നതെന്ന് നോക്കൂ!
mn_cyrl: Та гадагшаа гармаар байна уу? Юу өмсөхөө хар даа!
mr: तुला बाहेर जायचंय? पाहा काय घालणार!
ms: Anda mahu keluar? Lihatlah apa yang akan anda pakai!
mt: Trid toħroġ? Ħares dak li int ser jilbsu!
my: အပြင်ထွက်ချင်လား။ ဘာဝတ်ရမလဲဆိုတာ ကြည့်ပါ။
nb: Vil du gå ut? Se hva du skal ha på deg!
ne: तपाईं बाहिर जान चाहनुहुन्छ? देखो तुम क्या पहनने जा रहे हो!
nl: Wil je uitgaan? Kijk wat je gaat dragen!
or: ଆପଣ ବାହାରକୁ ଯିବାକୁ ଚାହାଁନ୍ତି? ଦେଖନ୍ତୁ ଆପଣ କ'ଣ ପିନ୍ଧିବାକୁ ଯାଉଛନ୍ତି!
pa: ਤੁਸੀਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਦੇਖੋ ਕਿ ਤੁਸੀਂ ਕੀ ਪਹਿਨਣ ਜਾ ਰਹੇ ਹੋ!
pl: Chcesz wyjść? Zobacz, co zamierzasz nosić!
ps: تاسو غواړئ بهر لاړ شئ؟ ګوره چې ته به څه واغوندې!
pt_br: Você quer sair? Olha o que você vai vestir!
ro: Vrei să ieși? Uite ce ai de gând să poarte!
ru: Хочешь пойти куда-нибудь? Посмотри, что ты надела!
sk: Chceš ísť von? Pozrite sa, čo si oblečiete!
sl: Bi šla ven? Poglej, kaj boš nosil!
sq: Do të dalësh? Shiko se çfarë do të veshësh!
sr_latn: Hoćeš da izađemo? Vidi šta ćeš da obučeš!
sv: Vill ni gå ut? Kolla vad ni ska ha på er!
sw: Unataka kutoka? Angalia utavaa nini!
ta: நீங்கள் வெளியே செல்ல விரும்புகிறீர்களா? நீங்கள் என்ன அணியப் போகிறீர்கள் என்று பாருங்கள்!
te: మీరు బయటకు వెళ్లాలని అనుకుంటున్నారా? మీరు ఏమి ధరించబోతున్నారో చూడండి!
th: คุณต้องการที่จะออกไป? ดูสิ่งที่คุณกําลังจะสวมใส่!
tk: Sen daşaryk çykasyň gelýärmi? Gör, nägeş geýjek!
tr: Dışarı çıkmak ister misin? Bak ne giyeceksin!
tt: Чыгып китәргә телисеңме? Нинди кияргә икәнлегеңне күзәтәсең!
ug: سىرتقا چىققۇڭىز بارمۇ؟ قاراڭ نېمە كىيىۋاتىسەن!
uk: Хочеш вийти? Подивіться, що ви збираєтеся носити!
ur: تم باہر جانا چاہتے ہو؟ دیکھو تم کیا پہننے جا رہے ہو!
uz: Tashqariga chiqmoqchimisiz? Qarang, nima kiyasiz!
vi: Anh muốn ra ngoài à? Hãy nhìn xem bạn sẽ mặc gì!
zh_hans: 你想出去吗？ 看看你要穿什么！
zu: Ufuna ukuphuma? Bheka ukuthi uzogqokani!

# current_date
source: Today it is %@
af: Vandag is dit %@
am: ዛሬ ምነው %@
ar: اليوم هو %@
as: আজি এইটো <span translate='no'>string</span>
az: Bu gün %@
bg: Днес е %@
bn: আজ এটা <span translate='no'>string</span>
bo: དེ་རིང་ %@
bs: Danas je %@
ca: Avui és %@
cs: Dnes je to %@
cy: Heddiw mae'n %@
da: I dag er det %@
de: Heute ist es %@
el: Σήμερα είναι %@
es: Hoy en día es %@
et: Täna on see %@
eu: Gaur %@ da
fa: امروز در حال %@
fi: Tänään se on. %@
fil: Ngayon ito ay %@
fo: Í dag er tað %@
fr: Aujourd’hui, il est %@
ga: Inniu tá sé %@
gl: Hoxe en día é %@
gu: આજે <span translate='no'>string</span>
he: היום זה %@
hi: आज यह %@
hr: Danas je %@
hu: Ma %@
hy: Այսօր %@ է
id: Hari ini %@
is: Í dag er það %@
it: Oggi è %@
ja: 今日は %@
ka: დღეს %@
kk: Бүгін ол %@
km: ថ្ងៃនេះ <span translate='no'>string</span>
kn: ಇಂದು ಅದು <span translate='no'>string</span>
ko: 오늘은 %@입니다.
ku: ئەمڕۆ %@
ky: Бүгүн ал %@
lo: ມື້ນີ້ <span translate='no'>string</span>
lt: Šiandien tai %@
lv: Šodien tas ir %@
mg: Ankehitriny dia %@
mi: I tēnei rā he %@
mk: Денес е %@
ml: ഇന്ന് അത് <span translate='no'>string</span>
mn_cyrl: Өнөөдөр %@
mr: आज %@
ms: Hari ini ia %@
mt: Illum hija %@
my: ဒီနေ့ခေတ်မှာ <span translate='no'>string</span>
nb: I dag er det %@
ne: आज यो <span translate='no'>string</span>
nl: Vandaag is het %@
or: ଆଜି ଏହା <span translate='no'>string</span>
pa: ਅੱਜ ਇਹ %@ ਹੈ
pl: Dziś jest %@
ps: نن ورځ د %@
pt_br: Hoje é %@
ro: Astăzi este %@
ru: Сегодня это %@
sk: Dnes je to %@
sl: Danes je %@
sq: Sot është %@
sr_latn: Danas je %@
sv: Idag är det %@
sw: Leo ni %@
ta: இன்று அது <span translate='no'>string</span>
te: నేడు అది <span translate='no'>string</span>
th: วันนี้มันเป็น <span translate='no'>string</span>
tk: Bu gün %@
tr: Bugün öyle. %@
tt: Бүген ул %@
ug: بۈگۈن %@
uk: Сьогодні це %@
ur: آج یہ %@ ہے
uz: Bugungi kunda u %@
vi: Hôm nay nó %@
zh_hans: 今天它是 %@
zu: Namuhla %@

# emoji_1F348_name
source: Melon
af: Meloen
am: ሜሎን
ar: البطيخ
as: তৰমুজ
bg: Пъпеш
bn: তরমুজ
bo: ཀྭ་རིགས།
bs: Lubenica
ca: Meló
cs: Meloun
de: Melone
el: Πεπόνι
es: Melón
eu: Meloia
fa: خربزه
fi: Meloni
gl: Melón
gu: મેલોન
he: מלון
hi: तरबूज
hr: Dinja
hu: Dinnye
hy: Մելոն
id: Semangka
is: Melóna
it: Melone
ja: メロン
ka: ნესვი
kk: Қауын
km: មេឡុន
kn: ಕಲ್ಲಂಗಡಿ ಹಣ್ಣು
ko: 멜론
ku: میلۆن
ky: Мелон
lo: ເມລອນ
lt: Melionas
lv: Melone
mg: Melona
mi: Merengi
mk: Џуџе!
ml: തണ്ണിമത്തൻ
mn_cyrl: Мэлон
mr: खरबूज
ms: Tembikai
mt: Bettieħ
my: မယ်လွန်
ne: खरबूज
nl: Meloen
or: ମେଲନ୍
pa: ਮੈਲਨ
ps: خټکی
pt_br: Melão
ro: Pepene
ru: Дыни
sk: Melón
sl: Melona
sr_latn: Dinju
ta: முலாம்பழம்
te: పుచ్చకాయ
th: แตง
tk: Melhem
tr: Kavun
tt: Мелон
ug: قوغۇن
uk: Диня
ur: خربوزہ
vi: Dưa
zh_hans: 瓜

# emoji_1F348_name_plural
source: Melons
af: Waatlemoen
am: ሜሎኖች
ar: البطيخ
as: তৰমুজ
az: Əriklər
bg: Пъпеши
bn: তরমুজ
bo: ཀྭ་ཀྭ།
bs: Dinje
cs: Melouny
cy: Melonau
da: Meloner
de: Melonen
el: Πεπόνια
es: Melones
et: Melonid
eu: Meloiak
fa: خربزه
fi: Melonit
fil: Mga Melon
gl: Melóns
gu: તરબૂચ
he: מלונים
hi: खरबूजे
hr: Dinje
hu: Dinnye
hy: Մելոններ
id: Melon
is: Melónur
it: Meloni
ja: メロン
ka: ნესვი
kk: Қауын
km: ឪឡឹក
kn: ಕಲ್ಲಂಗಡಿ ಹಣ್ಣುಗಳು
ko: 멜론
ku: میلۆن
ky: Мелондор
lo: ເມລອນ
lt: Melionai
lv: Melones
mk: Џуџиња
ml: തണ്ണിമത്തൻ
mn_cyrl: Мэлонууд
mr: खरबूज
ms: Tembikai
mt: Bettieħ
my: မဲလွန်း
nb: Meloner
ne: खरबूजा
nl: Meloenen
or: ମେଲୋନ୍ସ
pa: ਖਰਬੂਜ਼ੇ
pl: Melony
ps: خټکی
pt_br: Melões
ro: Pepeni
ru: Дыни
sk: Melóny
sl: Melone
sq: Shalqi
sr_latn: Dinje
sv: Meloner
sw: Tikiti
ta: முலாம்பழம்
te: పుచ్చకాయలు
th: แตง
tk: Melhemler
tr: Kavun
tt: Мелон
ug: گازىر مېغىزى
uk: Дині
ur: خربوزے
uz: Melonlar
vi: Dưa hấu
zh_hans: 瓜

# emoji_1F34A_name
source: Orange
af: Oranje
am: ብርቱካን
ar: البرتقال
as: কমলা
az: Portağal
bg: Портокал
bn: কমলা
bo: ཚ་ལུ་མ།
bs: Narandžasto
ca: Taronja
cs: Pomeranč
cy: Oren
el: Πορτοκάλι
es: Naranja
et: Apelsin
eu: Naranja
fa: نارنجی
fi: Oranssi
fil: Kahel
fo: Appelsin
ga: Flannbhuí
gu: સંતરું
he: כתום
hi: नारंगी
hr: Naranča
hu: Narancs
hy: Նարինջ
id: Jeruk
is: Appelsína
it: Arancia
ja: オレンジ
ka: ნარინჯისფერი
kk: Қызғылт сары
km: ទឹកក្រូច
kn: ಕಿತ್ತಳೆ
ko: 오렌지
ku: پرتەقاڵی
ky: Апельсин
lt: Apelsinas
lv: Oranžs
mi: Karaka
mk: Портокал.
ml: നാരങ്ങ
mn_cyrl: Улбар шар
mr: संत्रे
mt: Oranġjo
my: လိမ္မော်ရောင်
nb: Appelsin
ne: सुन्तला
nl: Oranje
or: କମଳା
pa: ਸੰਤਰੀ
pl: Pomarańcza
ps: نارنجی
pt_br: Laranja
ro: Portocală
ru: Оранжевый
sk: Oranžový
sl: Oranžen
sq: Portokalli
sr_latn: Narandžasta
sv: Apelsin
sw: Machungwa
ta: கிச்சிலிப்பழம்
te: నారింజ
th: ส้ม
tk: Oňşukly
tr: Turuncu
tt: Әфлисун
ug: ئاپېلسىن رەڭ
uk: Оранжевий
ur: نارنگی
uz: Apelsin
vi: Cam
zh_hans: 橙

# emoji_1F34A_name_plural
source: Oranges
af: Lemoene
am: ብርቱካን
ar: البرتقال
as: কমলা
az: Portağallar
bg: Портокали
bn: কমলালেবু
bo: ཚ་ལུ་མ།
bs: Pomorandže
ca: Taronges
cs: Pomeranče
cy: Orennau
da: Appelsiner
de: Orangen
el: Πορτοκάλια
es: Naranjas
et: Apelsinid
eu: Laranjak
fa: پرتقال
fi: Appelsiinit
fil: Mga Oranges
fo: Appelsinir
ga: Oráistí
gl: Laranxas
gu: નારંગીઓ
he: תפוזים
hi: संतरे
hr: Naranče
hu: Narancs
hy: Նարինջներ
id: Jeruk
is: Appelsínur
it: Arance
ja: オレンジ
ka: ფორთოხალი
kk: Апельсин
km: ទឹកក្រូច
kn: ಕಿತ್ತಳೆ ಹಣ್ಣುಗಳು
ko: 오렌지
ku: پرتەقاڵی
ky: Апельсиндер
lo: ຫມາກກ້ຽງ
lt: Apelsinai
lv: Apelsīni
mi: Ngā Karaka
mk: Портокали
ml: ഓറഞ്ച്
mn_cyrl: Жүрж
mr: संत्रीName
ms: Oren
mt: Larinġ
my: လိမ္မော်သီး
nb: Appelsiner
ne: सुन्तला
nl: Sinaasappelen
or: କମଳା
pa: ਸੰਤਰੇ
pl: Pomarańcze
ps: نارنج
pt_br: Laranjas
ro: Portocale
ru: Апельсины
sk: Pomaranče
sl: Pomaranče
sq: Portokalle
sr_latn: Pomorandћe
sv: Apelsiner
sw: Machungwa
ta: ஆரஞ்சு
te: నారింజ పండ్లు
th: ส้ม
tk: Okalga
tr: Portakal
tt: Әфлисун
ug: ئاپېلسىن
uk: Апельсини
ur: نارنگیاں
uz: Apelsinlar
vi: Cam
zh_hans: 橘子
zu: Amawolintshi

# emoji_1F34C_name
source: Banana
af: Piesang
am: ሙዝ
ar: الموز
as: কল
az: Bananlı
bg: Банан
bn: কলা
bo: ངང་ལག
ca: Plàtan
cs: Banán
da: Banan
de: Banane
el: Μπανάνα
es: Plátano
et: Banaan
eu: Platanoa
fa: موز
fi: Banaani
fil: Saging
fr: Banane
gu: કેળું
he: בננה
hi: केला
hu: Banán
hy: Բանան
id: Pisang
is: Banani
ja: バナナ
ka: ბანანი
kk: Банан
km: ចេក
kn: ಬಾಳೆಹಣ್ಣು
ko: 바나나
ku: مۆز
ky: Банан
lo: ຫມາກກ້ວຍ
lt: Bananas
lv: Banāns
mk: Банана
ml: വാഴപ്പഴം
mn_cyrl: Банана
mr: केळे
ms: Pisang
my: ငှက်မောင်း
nb: Banan
ne: केरा
nl: Banaan
or: କଦଳୀ
pa: ਕੇਲਾ
pl: Banan
ps: ترانې
ro: Banană
ru: Банан
sk: Banán
sq: Banane
sv: Banan
sw: Ndizi
ta: ஏற்றன் வாழை
te: అరటి
th: กล้วย
tk: Banan
tr: Muz
tt: Банан
ug: بانان
uk: Банан
ur: کیلا
uz: Banan
vi: Chuối
zh_hans: 香蕉
zu: Ubhanana

# emoji_1F34C_name_plural
source: Bananas
af: Piesangs
am: ሙዝ
ar: الموز
as: কল
az: Banan
bg: Банани
bn: কলা
bo: ངང་ལག
bs: Banane
ca: Plàtans
cs: Banány
da: Bananer
de: Bananen
el: Μπανάνες
es: Plátanos
et: Banaanid
eu: Bananak
fa: موز
fi: Banaanit
fil: Mga Saging
fr: Bananes
ga: Bananaí
gu: કેળાં
he: בננות
hi: केले
hr: Banane
hu: Banán
hy: Բանան
id: Pisang
is: Banana
it: Banane
ja: バナナ
ka: ბანანი
kk: Банан
km: ចេក
kn: ಬಾಳೆಹಣ್ಣುಗಳು
ko: 바나나
ku: مۆز
ky: Банандар
lo: ຫມາກກ້ວຍ
lt: Bananų
lv: Banānu
mk: Банани
ml: വാഴപ്പഴം
mn_cyrl: Банана
mr: केळी
ms: Pisang
mt: Banana
my: ငှက်ကန္တာရ
nb: Bananer
ne: केरा
nl: Bananen
or: କଦଳୀ
pa: ਕੇਲੇ
pl: Banany
ps: ترانو
ro: Banane
ru: Бананы
sk: Banány
sl: Banane
sq: Banane
sr_latn: Banane
sv: Bananer
sw: Ndizi
ta: வாழைப்பழங்கள்
te: అరటిపండ్లు
th: กล้วย
tk: Banan
tr: Muz
tt: Бананас
ug: بانان
uk: Банани
ur: کیلے
uz: Banan
vi: Chuối
zh_hans: 香蕉
zu: Ubhanana
