Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# memory_game_start
source: Match the symbols, klick on a card to start the game
af: Pas by die simbole, klick op 'n kaart om die spel te begin
am: ምልክቶቹን ማጣጣም, ጨዋታውን ለመጀመር ካርድ ላይ klick
ar: تطابق الرموز ، انقر على بطاقة لبدء اللعبة
as: খেল আৰম্ভ কৰিবলৈ চিহ্নবোৰ মিলাওক, কাৰ্ড এখনত ক্লিক কৰক
az: Simvollar uyğun, oyun başlamaq üçün kart üzərində klick
bg: Съвпадение на символите, кликнете върху карта, за да започнете играта
bn: খেলা শুরু করতে প্রতীকগুলি মেলে, একটি কার্ডে ক্লিক করুন
bo: མཚོན་རྟགས་ཆ་འགྲིག་ཡིན་ཞིང་། བྱང་བུའི་སྟེང་དུ་རྩེད་མོ་རྩེ་བཞིན་ཡོད།
bs: Podudaranje simbola, klick na kartici za početak igre
ca: Coincideix amb els símbols, klick en una carta per començar el joc
cs: Porovnejte symboly, klick na kartě pro spuštění hry
cy: Cyd-fynd â'r symbolau, klick ar gerdyn i ddechrau'r gêm
da: Match symbolerne, klik på et kort for at starte spillet
de: Passen Sie die Symbole an, klicken Sie auf eine Karte, um das Spiel zu starten
el: Ταιριάξτε τα σύμβολα, klick σε μια κάρτα για να ξεκινήσετε το παιχνίδι
es: Coincide con los símbolos, haz clic en una carta para comenzar el juego
et: Sobitage sümbolid, mängu alustamiseks kleepige kaardile
eu: Egin zaitez sinboloak bat, egin klik txartel batean jokoa hasteko
fa: مطابقت با نمادها ، klick بر روی یک کارت برای شروع بازی
fi: Sovita symbolit, klikkaa korttia aloittaaksesi pelin
fil: Pareha ang mga simbolo, kumatok sa isang card upang simulan ang laro
fo: Match symbolini, klick á eitt kort at byrja dystin.
fr: Faire correspondre les symboles, cliquez sur une carte pour commencer le jeu
ga: Meaitseáil na siombailí, klick ar chárta chun an cluiche a thosú
gl: Combinar os símbolos, klick nunha tarxeta para comezar o xogo
gu: સંજ્ઞાઓને સરખાવો, રમત શરૂ કરવા માટે પત્તા પર ક્લિક કરો
he: התאם את הסמלים, לחץ על קלף כדי להתחיל את המשחק
hi: प्रतीकों का मिलान करें, खेल शुरू करने के लिए कार्ड पर क्लिक करें
hr: Podudaranje simbola, klick na kartici za početak igre
hu: Párosítsd a szimbólumokat, pöccints egy kártyát a játék megkezdéséhez
hy: Համապատասխանեք սիմվոլներին, klick-ը քարտի վրա խաղը սկսելու համար
id: Cocokkan simbol, klick pada kartu untuk memulai permainan
is: Passaðu táknin, klick á spjaldi til að hefja leikinn
it: Abbina i simboli, clicca su una carta per iniziare il gioco
ja: シンボルを一致させる、ゲームを開始するカードをクリックします
ka: ემთხვეოდეთ სიმბოლოებს, klick on ბარათი, რომ დაიწყოს თამაში
kk: Ойынды бастау үшін картадағы символдарға сәйкес келу
km: ផ្គូផ្គងនិមិត្តសញ្ញា, klick នៅលើកាតដើម្បីចាប់ផ្តើមហ្គេម
kn: ಸಂಕೇತಗಳನ್ನು ಹೊಂದಿಸಿ, ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಕಾರ್ಡ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 기호를 일치시키고 카드를 사용하여 게임을 시작하십시오.
ku: هاوتاکردنی هێماکان، لەسەر کارتێک بۆ دەستپێکردنی یاریەکە
ky: Символдорго дал келүү, оюнду баштоо үчүн картада клик
lo: ສົມທົບກັບສັນຍາລັກ, klick ໃນບັດເພື່ອເລີ່ມຕົ້ນເກມ
lt: Suderinkite simbolius, klikite ant kortos, kad pradėtumėte žaidimą
lv: Saskaņojiet simbolus, klick uz kartes, lai sāktu spēli
mg: Ampifandraisiho ireo marika, dako amin'ny karatra mba hanombohana ny lalao
mi: Whakaōritea ngā tohu, klick ki tētahi kāri hei tīmata i te kēmu
mk: Совпаѓај со симболите, кликни на картичка за да ја започнеш играта
ml: ചിഹ്നങ്ങൾ പൊരുത്തപ്പെടുത്തുക, ഗെയിം ആരംഭിക്കുന്നതിന് ഒരു കാർഡിൽ ക്ലിക്ക് ചെയ്യുക
mn_cyrl: Тоглоомыг эхлүүлэхийн тулд бэлгэ тэмдгүүдийг тохируулах, картан дээр наах
mr: खेळ सुरू करण्यासाठी कार्डवर चिन्हांशी जुळवा, क्लीक
ms: Padankan simbol, klick pada kad untuk memulakan permainan
mt: Qabbel is-simboli, klick fuq karta biex tibda l-logħba
my: သင်္ကေတများနှင့် ကိုက်ညီပါ၊ ကစားပွဲစတင်ရန် ကတ်ကိုနှိပ်ပါ
nb: Match symbolene, klikk på et kort for å starte spillet
ne: प्रतीकहरू मिलाउनुहोस्, खेल सुरु गर्न कार्डमा क्लिक गर्नुहोस्
nl: Match de symbolen, klik op een kaart om het spel te starten
or: ଖେଳ ଆରମ୍ଭ କରିବାକୁ ଏକ କାର୍ଡରେ ପ୍ରତୀକଗୁଡିକ ମେଳକ କରନ୍ତୁ, କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਨਿਸ਼ਾਨਾਂ ਦਾ ਮੇਲ ਕਰੋ, ਗੇਮ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਾਰਡ ਉੱਤੇ ਚੱਟੋ
pl: Dopasuj symbole, kliknij kartę, aby rozpocząć grę
ps: د لوبې د پیل لپاره په یو کارډ کې د سمبولونو سره سمون ولرئ،
pt_br: Combine os símbolos, clique em uma carta para começar o jogo
ro: Se potrivesc cu simbolurile, klick pe o carte pentru a începe jocul
ru: Матч символы, нажмите на карту, чтобы начать игру
sk: Zlaďte symboly, poklepaním na kartu spustite hru
sl: Ujemanje simbolov, klick na kartici za začetek igre
sq: Përputhi simbolet, lëpije në një kartë për të filluar lojën
sr_latn: Uporedi simbole, klick na kartu za početak igre
sv: Para ihop symboler, klicka på en ruta för att börja spelet
sw: Linganisha alama, klick kwenye kadi kuanza mchezo
ta: சின்னங்களை பொருத்தவும், விளையாட்டைத் தொடங்க ஒரு அட்டையில் கிளிக் செய்யவும்
te: సింబల్స్ జతచేయండి, గేమ్ ప్రారంభించడం కొరకు కార్డ్ మీద క్లిక్ చేయండి
th: จับคู่สัญลักษณ์เลียนการ์ดเพื่อเริ่มเกม
tk: Oýuna başlamak üçin simwollara gabat geliň, kartda klick
tr: Sembolleri eşleştirin, oyunu başlatmak için bir karta tıklayın
tt: Уенны башлар өчен символларга туры килегез, картада клик
ug: بەلگىلەرنى ماسلاشتۇرۇش، كارتىدىكى كلىچ ئارقىلىق ئويۇننى باشلاش
uk: Матч символів, klick на карті, щоб почати гру
ur: علامتوں سے میل کھاتے ہیں، کھیل شروع کرنے کے لئے کارڈ پر کلک کریں
uz: O'yinni boshlash uchun simlarni moslashtirish, kartaga klick
vi: Phù hợp với các biểu tượng, klick trên một thẻ để bắt đầu trò chơi
zh_hans: 匹配符号，在卡片上滑动以开始游戏
zu: Fanisa izimpawu, klick ekhadini ukuqala umdlalo

# message_category_disease_title
source: Disease
af: Siekte
am: በሽታ
ar: مرض
as: বেমাৰ
az: Xəstəlik
bg: Болест
bn: রোগ
bo: ནད་ཡམས།
bs: Bolest
ca: Malaltia
cs: Nemoc
cy: Clefyd
da: Sygdom
de: Krankheit
el: Αρρώστια
es: Enfermedad
et: Tõbi
eu: Gaixotasun
fa: بیماری
fi: Sairaus
fil: Sakit
fo: Sjúka
fr: Maladie
ga: Galar
gl: Enfermidade
gu: રોગ
he: מחלה
hi: रोग
hr: Bolest
hu: Betegség
hy: Հիվանդություն
id: Penyakit
is: Sjúkdómur
it: Malattia
ja: 病気
ka: დაავადება
kk: Ауру
km: ជំងឺ
kn: ರೋಗ
ko: 질병
ku: نەخۆشی
ky: Оору
lo: ພະຍາດ
lt: Liga
lv: Slimība
mg: Aretina
mi: Mate
mk: Болест.
ml: രോഗം
mn_cyrl: Өвчин
mr: आजार
ms: Penyakit
mt: Marda
my: ရောဂါ
nb: Sykdom
ne: रोग[सम्पादन गर्ने]
nl: Ziekte
or: ରୋଗ
pa: ਬੀਮਾਰੀ
pl: Choroba
ps: ناروغی
pt_br: Doença
ro: Boală
ru: Болезнь
sk: Choroba
sl: Bolezen
sq: Sëmundja
sr_latn: Bolest
sv: Sjukdom
sw: Ugonjwa
ta: நோய
te: జబ్బు
th: โรค
tk: Keselçilik
tr: Hastalık
tt: Авырулар
ug: كېسەللىك
uk: Хвороба
ur: بیماری
uz: Kasallik
vi: Bệnh
zh_hans: 疾病
zu: Izifo

# message_category_info_title
source: Messages from the staff
af: Boodskappe van die personeel
am: ከበትር መልዕክቶች
ar: رسائل من الموظفين
as: কৰ্মচাৰীৰ পৰা বাৰ্তাসমূহ
az: Kadrlardan gələn mesajlar
bg: Съобщения от персонала
bn: কর্মীদের কাছ থেকে বার্তা
bo: ལས་དོན་མི་སྣའི་ཆ་འཕྲིན།
bs: Poruke od osoblja
ca: Missatges del personal
cs: Zprávy od zaměstnanců
cy: Negeseuon gan y staff
da: Beskeder fra personalet
de: Nachrichten von den Mitarbeitern
el: Μηνύματα από το προσωπικό
es: Mensajes del personal
et: Töötajate sõnumid
eu: Langileen mezuak
fa: پیام های کارکنان
fi: Viestit henkilökunnalta
fil: Mga mensahe mula sa mga tauhan
fo: Messages frá starvsfólkunum.
fr: Messages du personnel
ga: Teachtaireachtaí ón bhfoireann
gl: Mensaxes do persoal
gu: સ્ટાફ તરફથી સંદેશાઓ
he: הודעות מהצוות
hi: कर्मचारियों के संदेश
hr: Poruke osoblja
hu: A személyzet üzenetei
hy: Աշխատակազմի հաղորդագրություններ
id: Pesan dari staf
is: Skilaboð frá starfsfólki
it: Messaggi dallo staff
ja: スタッフからのメッセージ
ka: შეტყობინებები პერსონალისგან
kk: Персоналдан келіп түскен хабарламалар
km: សារពីបុគ្គលិក
kn: ಸಿಬ್ಬಂದಿಯಿಂದ ಸಂದೇಶಗಳು
ko: 직원의 메시지
ku: نامەکان لە ستافەکەوە
ky: Кызматкерлердин билдирүүлөрү
lo: ຂ່າວສານຈາກພະນັກງານ
lt: Darbuotojų pranešimai
lv: Ziņojumi no personāla
mg: Hafatra avy amin'ny mpiasa
mi: Ngā karere mai i te kaimahi
mk: Пораки од персоналот
ml: സ്റ്റാഫിൽ നിന്നുള്ള സന്ദേശങ്ങൾ
mn_cyrl: Ажилтнуудын мессеж
mr: कर्मचाऱ्यांचे संदेश
ms: Mesej daripada kakitangan
mt: Messaġġi mill-persunal
my: ဝန်ထမ်းထံမှ သတင်းစကားများ
nb: Meldinger fra personalet
ne: कर्मचारीहरूबाट सन्देशहरू
nl: Berichten van het personeel
or: କର୍ମଚାରୀଙ୍କ ଠାରୁ ସନ୍ଦେଶଗୁଡିକ
pa: ਸਟਾਫ਼ ਵੱਲੋਂ ਸੁਨੇਹੇ
pl: Wiadomości od personelu
ps: د کارکوونکو پیغامونه
pt_br: Mensagens da equipe
ro: Mesaje din partea personalului
ru: Сообщения от персонала
sk: Správy od zamestnancov
sl: Sporočila osebja
sq: Mesazhe nga stafi
sr_latn: Poruke osoblja
sv: Meddelanden från personalen
sw: Ujumbe kutoka kwa wafanyakazi
ta: பணியாட்டொகுதியினரின் செய்திகள்
te: సిబ్బంది నుంచి సందేశాలు
th: ข้อความจากเจ้าหน้าที่
tk: Işgärlerden gelen habarlar
tr: Personelden mesajlar
tt: Штабтан хәбәрләр
ug: خىزمەتچى خادىملارنىڭ ئۇچۇرى
uk: Повідомлення від персоналу
ur: عملے کے پیغامات
uz: Xodimlarning xabarlari
vi: Tin nhắn từ nhân viên
zh_hans: 员工寄语
zu: Imilayezo evela kubasebenzi

# message_category_reminder_title
source: Remember
af: Onthou
am: አስታውስ
ar: تذكر
as: মনত ৰাখিব
az: Yadda saxla
bg: Помня
bn: মনে
bo: ཡིད་ལ་འཛིན་དགོས།
bs: Zapamti
ca: Recordar
cs: Pamatovat
cy: Cofio
da: Huske
de: Merken
el: Θυμάμαι
es: Recordar
et: Mäleta
eu: Gogoratu
fa: خاطر داشته باشید
fi: Muistaa
fil: Tandaan
fo: Minst/minnist til at
fr: Se souvenir
ga: Cuimhnigh
gl: Lembra
gu: યાદ રાખો
he: נזכר
hi: याद करना
hr: Pamtiti
hu: Emlékezik
hy: Հիշիր
id: Ingat
is: Muna
it: Ricordare
ja: 思い出す
ka: დაიმახსოვრე
kk: Есте сақтау
km: ចាំចាំ
kn: ನೆನಪಿಡಿ
ko: 기억하다
ku: بیرت بێت
ky: Эсиңерде болсун
lo: ື່ື່ງື່
lt: Minėti
lv: Atminēties
mg: Tsarovy
mi: Maumahara
mk: Запамти се.
ml: ഓർക്കുക.
mn_cyrl: Санаж яв
mr: आठवणे
ms: Ingat
mt: Ftakar
my: အောက်မေ့
nb: Huske
ne: सम्झनुहोस्
nl: Zich herinneren
or: ମନେରଖନ୍ତୁ
pa: ਯਾਦ ਰੱਖੋ
pl: Pamiętać
ps: په یاد
pt_br: Lembrar
ro: Aminti
ru: Помнить
sk: Pamätať
sl: Spominjati
sq: Mos harro
sr_latn: Zapamti
sv: Kom ihåg
sw: Kumbuka
ta: நினைவில் வைத்துக்கொள்
te: ఙ్ఞాపకం
th: จำ
tk: Ýatda Sakla
tr: Hatırlamak
tt: Хәтерләгез
ug: ئېسىڭىزدە بولسۇن
uk: Пам'ятати
ur: یاد کرنا
uz: Eslab qoling
vi: Nhớ
zh_hans: 记得
zu: Khumbula

# message_no_messages
source: We don't have any messages right now.
af: Ons het geen boodskappe op die oomblik nie.
am: አሁን ምንም መልዕክት የለንም።
ar: ليس لدينا أي رسائل الآن
as: আমাৰ ওচৰত এতিয়া কোনো বাৰ্তা নাই।
az: Hazırda heç bir xəbərimiz yoxdur.
bg: В момента нямаме никакви съобщения.
bn: এই মুহূর্তে আমাদের কাছে কোনো বার্তা নেই।
bo: ང་ཚོར་ད་ལྟ་གནས་ཚུལ་གང་ཡང་མེད།
bs: Trenutno nemamo nikakve poruke.
ca: Ara mateix no tenim cap missatge.
cs: Momentálně nemáme žádné zprávy.
cy: Does gennym ni ddim negeseuon ar hyn o bryd.
da: Vi har ingen beskeder lige nu.
de: Wir haben im Moment keine Botschaften.
el: Δεν έχουμε μηνύματα αυτή τη στιγμή.
es: No tenemos ningún mensaje en este momento.
et: Meil ei ole praegu ühtegi sõnumit.
eu: Ez dugu mezurik une honetan.
fa: ما الان هيچ پيغامي نداريم .
fi: Meillä ei ole viestejä juuri nyt.
fil: Wala kaming anumang mensahe ngayon.
fo: Vit hava eingi boð beint nú.
fr: Nous n’avons pas de messages pour le moment.
ga: Níl aon teachtaireachtaí againn anois.
gl: De momento non temos ningunha mensaxe.
gu: અમારી પાસે અત્યારે કોઈ મેસેજ નથી.
he: אין לנו הודעות כרגע.
hi: अभी हमारे पास कोई संदेश नहीं है।
hr: Trenutno nemamo nikakvih poruka.
hu: Jelenleg nincsenek üzeneteink.
hy: Այս պահին հաղորդագրություններ չունենք:
id: Kami tidak memiliki pesan apa pun saat ini.
is: Við erum ekki með nein skilaboð eins og er.
it: Al momento non abbiamo messaggi.
ja: 現在、メッセージはありません。
ka: ახლა შეტყობინებები არ გვაქვს.
kk: Бізде қазір ешқандай хабар жоқ.
km: យើង មិន មាន សារ ណា មួយ នៅ ពេល នេះ ទេ ។
kn: ನಮ್ಮಲ್ಲಿ ಈಗ ಯಾವುದೇ ಸಂದೇಶಗಳಿಲ್ಲ.
ko: 우리는 지금 어떤 메시지도 가지고 있지 않습니다.
ku: ئێمە ئێستا هیچ پەیامێکمان نیە.
ky: Биз азыр эч кандай билдирүүлөр жок.
lo: ພວກເຮົາບໍ່ມີຂ່າວສານໃດໆໃນຕອນນີ້.
lt: Šiuo metu neturime jokių žinučių.
lv: Mums šobrīd nav nekādu ziņojumu.
mg: Tsy manana hafatra izahay amin'izao fotoana izao.
mi: Kāore ā mātou karere i tēnei wā.
mk: Сега немаме пораки.
ml: ഞങ്ങൾക്ക് ഇപ്പോൾ സന്ദേശങ്ങളൊന്നുമില്ല.
mn_cyrl: Бидэнд яг одоо ямар ч мессеж байхгүй.
mr: आमच्याकडे सध्या कोणताही संदेश नाही.
ms: Kami tidak mempunyai sebarang mesej sekarang.
mt: M'għandniex messaġġi bħalissa.
my: အခု ကျွန်တော်တို့မှာ သတင်းအချက်အလက်တွေ မရှိပါဘူး။
nb: Vi har ingen beskjeder akkurat nå.
ne: हामीसँग अहिले कुनै सन्देश छैन।
nl: We hebben op dit moment geen berichten.
or: ବର୍ତ୍ତମାନ ଆମ ପାଖରେ କୌଣସି ବାର୍ତ୍ତା ନାହିଁ।
pa: ਸਾਡੇ ਕੋਲ ਇਸ ਸਮੇਂ ਕੋਈ ਸੰਦੇਸ਼ ਨਹੀਂ ਹਨ।
pl: W tej chwili nie mamy żadnych wiadomości.
ps: موږ اوس هیڅ پیغام نه لرو.
pt_br: Não temos nenhuma mensagem agora.
ro: Nu avem niciun mesaj în acest moment.
ru: Сейчас у нас нет никаких сообщений.
sk: Momentálne nemáme žiadne správy.
sl: Trenutno nimamo nobenih sporočil.
sq: Nuk kemi asnjë mesazh tani.
sr_latn: Trenutno nemamo nikakve poruke.
sv: Just nu har vi inga meddelanden.
sw: Hatuna ujumbe wowote kwa sasa.
ta: எங்களிடம் இப்போது எந்த செய்தியும் இல்லை.
te: ప్రస్తుతం మాకు ఎలాంటి సందేశాలు లేవు.
th: เราไม่มีข้อความใด ๆ ในขณะนี้
tk: Şu wagt bizde hiç hili habar ýok.
tr: Şu anda hiç mesajımız yok.
tt: Бездә хәзер хәбәрләр юк.
ug: بىزنىڭ ھازىر ھېچقانداق ئۇچۇرىمىز يوق.
uk: Зараз у нас немає повідомлень.
ur: ہمارے پاس ابھی کوئی پیغام نہیں ہے۔
uz: Hozircha bizda hech qanday xabar yo'q.
vi: Chúng tôi không có bất kỳ tin nhắn nào ngay bây giờ.
zh_hans: 我们现在没有任何消息。
zu: Asinayo imiyalezo njengamanje.

# movement_choose_activity
source: What activity have you done?
am: ምን ዓይነት እንቅስቃሴ አድርገሃል?
bo: ཁྱོད་ཀྱིས་བྱ་འགུལ་ཅི་ཞིག་སྤེལ་བ་ཡིན།
bs: Koju aktivnost si obavio?
ca: Quina activitat has fet?
cs: Jakou činnost jste dělali?
cy: Pa weithgaredd ydych chi wedi'i wneud?
el: Τι δραστηριότητα έχετε κάνει;
es: ¿Qué actividad has realizado?
et: Millist tegevust olete teinud?
eu: Zer jarduera egin duzu?
fa: چه فعالیتی انجام داده ای؟
fil: Anong activity na ba ang ginawa mo
fo: Hvat ítriv hevur tú gjørt?
gu: તમે કઈ પ્રવૃત્તિ કરી છે?
he: איזו פעילות עשית?
hi: आपने कौन सी गतिविधि की है?
hr: Koju ste aktivnost radili?
hu: Milyen tevékenységet végeztél?
hy: — Ի՞նչ գործունեություն եք ծավալել:
id: Kegiatan apa yang telah Anda lakukan?
is: Hvaða starfsemi hefur þú gert?
ja: どのような活動をしましたか?
ka: რა საქმიანობა გააკეთეთ?
kk: Сіз қандай қызмет атқардыңыз?
kn: ನೀವು ಯಾವ ಚಟುವಟಿಕೆಯನ್ನು ಮಾಡಿದ್ದೀರಿ?
ku: چ چالاکییەکت ئەنجام داوە؟
lo: ທ່ານໄດ້ເຮັດກິດຈະກໍາຫຍັງແດ່?
lt: Kokia veikla užsiėmėte?
lv: Kādu aktivitāti esat veicis?
mg: Inona no asa nataonao?
ml: എന്ത് പ്രവർത്തനമാണ് നിങ്ങൾ ചെയ്തത്?
ms: Apakah aktiviti yang telah anda lakukan?
my: အဘယ်လုပ်ဆောင်မှုပြုလုပ်ခဲ့ပြီနည်း။
nb: Hvilken aktivitet har du gjort?
nl: Welke activiteit heb je gedaan?
or: ଆପଣ କେଉଁ କାର୍ଯ୍ୟକଳାପ କରିଛନ୍ତି?
pl: Jaką aktywność wykonałeś?
pt_br: Que atividade você fez?
ro: Ce activitate ați făcut?
sk: Akú aktivitu ste vykonali?
sl: Kakšno dejavnost ste naredili?
sq: Çfarë aktiviteti ke bërë?
sv: Vilken aktivitet har ni gjort?
sw: Umefanya shughuli gani?
tr: Hangi aktiviteyi yaptınız?
tt: Сез нинди эшчәнлек эшләдегез?
ug: سىز قانداق پائالىيەت قىلدىڭىز؟
uk: Яку діяльність ви виконували?
uz: Siz qanday faoliyatni amalga oshirdingiz?
vi: Bạn đã thực hiện hoạt động gì?

# movement_close
source: Close
bo: སྒོ་རྒྱག་པ།
bs: Blizak
cs: Zavřít
el: Κλείνω
es: Cerrar
et: Sulgema
fa: نزدیک
fil: Isara ang
hi: बंद करना
id: Tutup
is: Loka
ku: داخستن
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mg: Hidio
ml: അടയ്ക്കുക
ms: Tutup
my: ပိတ်ပါ
nb: Lukke
nl: Sluiten
or: ବନ୍ଦ
pl: Zamykać
sk: Zavrieť
sq: Mbylle
sv: Stäng
sw: Funga
tr: Kapatmak
tt: Якын
ug: ياپ
uk: Закрити
uz: Yopish

# movement_last_week
source: Last week you collected a totalt of %@ meters in energy, and this week %@ meters
am: ባለፈው ሳምንት %@ ሜትር የኃይል መጠን አሰባስባችኋል፤ በዚህ ሳምንት %@ ሜትር
bo: གཟའ་འཁོར་སྔོན་མར་ཁྱེད་ཚོས་ཁྱོན་བསྡོམས་ནུས་ཚད་སྨི་ %@ ་ཙམ་འཚོལ་སྡུད་བྱས་པ་དང་། གཟའ་འཁོར་འདིའི་ནང་སྨི་ %@ ་ཡོད།
bs: Prošle nedelje ste prikupili ukupno %@ metara energije, a ove nedelje %@ metara
ca: La setmana passada vas recollir un total de %@ comptadors d'energia, i aquesta setmana %@ comptadors
cs: Minulý týden jste nasbírali celkem %@ metrů energie a tento týden %@ metrů
cy: Yr wythnos diwethaf fe gasgloch chi gyfanswm o %@ medr mewn ynni, a'r wythnos hon %@ medr
el: Την περασμένη εβδομάδα συλλέξατε συνολικά %@ μετρητές σε ενέργεια και αυτή την εβδομάδα %@ μέτρα
es: La semana pasada recolectaste un total de %@ metros de energía, y esta semana %@ metros.
et: Eelmisel nädalal kogusite kokku %@ meetrit energiat ja sel nädalal %@ meetrit
eu: Joan den astean %@ metroko energia bildu zenuen, eta aste honetan %@ metro.
fa: هفته گذشته شما جمع آوری مجموع %@ متر در انرژی، و این هفته %@ متر
fil: Noong nakaraang linggo nakolekta mo ang isang totalt ng %@ metro sa enerhiya, at sa linggong ito %@ metro
fo: Í farnu viku samlaði tú eina fullkomiliga %@ metrar í orku, og hesa vikuna %@ metrar
gu: ગયા અઠવાડિયે તમે કુલ %@ મીટર ઊર્જા એકત્રિત કરી હતી, અને આ અઠવાડિયે <span translate='no'>string</span> મીટર
he: בשבוע שעבר אספתם סך של %@ מטר אנרגיה, והשבוע %@ מטר
hi: पिछले हफ्ते आपने कुल %@ मीटर ऊर्जा एकत्र की, और इस सप्ताह <span translate='no'>string</span> मीटर
hr: Prošli tjedan ste prikupili ukupno %@ metara energije, a ovaj tjedan %@ metara
hu: A múlt héten összesen %@ métert gyűjtöttél össze energiában, ezen a héten pedig %@ métert
hy: Անցած շաբաթ դուք ընդհանուր %@ մետր էներգիա եք հավաքել, իսկ այս շաբաթ %@ մետր
id: Minggu lalu Anda mengumpulkan total energi %@ meter, dan minggu ini %@ meter
is: Í síðustu viku safnaðir þú samtals %@ metrum í orku og í þessari viku %@ metra
ja: 先週は合計 %@ メートルのエネルギーを集めましたが、今週は %@ メートルを集めました
ka: გასულ კვირას თქვენ შეაგროვეთ სულ %@ მეტრი ენერგია და ამ კვირაში %@ მეტრი
kk: Өткен аптада сіз барлығы %@ метр энергия жинадыңыз, ал осы аптада %@ метр
kn: ಕಳೆದ ವಾರ ನೀವು ಒಟ್ಟು %@ ಮೀಟರ್ ಶಕ್ತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದ್ದೀರಿ, ಮತ್ತು ಈ ವಾರ <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: هەفتەی ڕابردوو سەرجەمی %@ مەتری وزەت کۆکردەوەو ئەم هەفتەیەش %@ مەتر
lo: ອາທິດ ແລ້ວ ນີ້ ທ່ານ ໄດ້ ເກັບ ກໍາ ພະລັງງານ ຈໍານວນ %@ ແມັດ ແລະ ໃນ ສັບປະດາ ນີ້ <span translate='no'>string</span> ແມັດ
lt: Praėjusią savaitę iš viso surinkote %@ metrų energijos, o šią savaitę %@ metrų
lv: Pagājušajā nedēļā jūs savācāt %@ metrus enerģijā, bet šonedēļ %@ metrus
mg: Tamin'ny herinandro lasa, nanangona %@ metatra ny angovonao, ary tamin'ity herinandro ity %@ metatra.
ml: കഴിഞ്ഞയാഴ്ച നിങ്ങൾ മൊത്തം %@ മീറ്റർ ഊർജ്ജം ശേഖരിച്ചു, ഈ ആഴ്ച <span translate='no'>string</span> മീറ്റർ
ms: Minggu lepas anda mengumpul sejumlah %@ meter dalam tenaga, dan minggu ini %@ meter
my: ပြီး ခဲ့ သည့် အပတ် က သင် သည် စွမ်းအင် စုစုပေါင်း မီတာ တစ် ခု ကို %@ စုဆောင်း ခဲ့ ပြီး ၊ ဒီ အပတ် <span translate='no'>string</span> မီတာ များ
nb: Forrige uke samlet du inn totalt %@ meter i energi, og denne uken %@ målere
nl: Vorige week verzamelde je in totaal %@ meter aan energie, en deze week %@ meter.
or: ଗତ ସପ୍ତାହରେ ଆପଣ ଶକ୍ତିରେ ମୋଟ %@ ମିଟର ସଂଗ୍ରହ କରିଥିଲେ, ଏବଂ ଏହି ସପ୍ତାହରେ <span translate='no'>string</span> ମିଟର୍
pl: W zeszłym tygodniu zebraliście łącznie %@ metrów energii, a w tym tygodniu %@ metrów
pt_br: Na semana passada você coletou um total de %@ metros em energia, e esta semana %@ metros
ro: Săptămâna trecută ați colectat un total de %@ de metri în energie, iar în această săptămână %@ metri
sk: Minulý týždeň ste nazbierali celkovo %@ metrov energie a tento týždeň %@ metrov
sl: Prejšnji teden ste zbrali %@ metrov energije, ta teden pa %@ metrov
sq: Javën e kaluar mblodhe një total prej %@ metrash energji, dhe këtë javë %@ metra
sv: Förra veckan samlade ni ihop %@ meter i energi och den här veckan %@ meter
sw: Wiki iliyopita ulikusanya jumla ya mita %@ katika nishati, na wiki hii mita %@
tr: Geçen hafta toplam %@ metre enerji topladınız, bu hafta ise %@ metre
tt: Узган атнада сез %@ метр энергия тупладыгыз, ә бу атнада %@ метр
ug: ئالدىنقى ھەپتە سىز جەمئىي %@ مېتىر ئېنىرگىيە يىغدىڭىز، بۇ ھەپتە %@ مېتىر
uk: Минулого тижня ви зібрали в цілому %@ метрів енергії, а на цьому тижні %@ метрів
uz: O'tgan hafta siz jami %@ metr energiya to'pladingiz va bu hafta %@ metr
vi: Tuần trước, bạn đã thu thập được tổng cộng %@ mét năng lượng và tuần này %@ mét

# movement_next
source: Next
am: ቀጣይ
bo: གོམ་སྟབས་རྗེས་མར།
bs: Sljedeći
ca: Proper
cs: Další
el: Επόμενος
es: Próximo
et: Järgmine
eu: Hurrengo
fa: بعدی
fil: Susunod
hi: अगला
id: Depan
is: Næstur
ja: 次に
kk: Келесі
ku: دواتر
lo: ຕໍ່ໄປ
lt: Kitą
lv: Nākamo
mg: Manaraka
ml: അടുത്തത്
ms: Seterusnya
my: နောက်တစ်ခေါ
nb: Neste
nl: Volgend
or: ପରବର୍ତ୍ତୀ
pl: Następny
sk: Budúci
sl: Naslednji
sq: Në vazhdim
sv: Nästa
sw: Ijayo
tr: Önümüzdeki
tt: Киләсе
ug: كېيىنكى
uk: Наступний
uz: Keyingi
vi: Sau

# movement_nothing
source: So far this week you haven't registered any movement.
am: እስከዚህ ሳምንት ድረስ ምንም ዓይነት እንቅስቃሴ አልመዘገብክም።
bo: གཟའ་འཁོར་འདིའི་རིང་ལ་ཁྱེད་ཀྱིས་ད་དུང་འགུལ་སྐྱོད་ཅི་ཡང་ཐོ་འགོད་བྱས་མེད།
bs: Do sada ove nedelje niste registrovali nikakav pokret.
ca: De moment aquesta setmana no s'ha registrat cap moviment.
cs: Zatím jste tento týden nezaznamenali žádný pohyb.
cy: Hyd yn hyn yr wythnos hon dydych chi ddim wedi cofrestru unrhyw symudiad.
el: Μέχρι στιγμής αυτή την εβδομάδα δεν έχετε καταγράψει καμία κίνηση.
es: En lo que va de semana no habéis registrado ningún movimiento.
et: Siiani pole sel nädalal ühtegi liikumist registreerinud.
eu: Aste honetan ez duzue mugimendurik izan.
fa: تا حالا اين هفته هيچ حرکتي ثبت نام نکردي .
fil: Sa ngayon sa linggong ito ay hindi ka pa nakarehistro ng anumang paggalaw.
fo: So langt hesa vikuna hevur tú ikki lagt nakað rørsluni.
gu: આ અઠવાડિયે હજી સુધી તમે કોઈ હિલચાલની નોંધણી કરાવી નથી.
he: עד כה השבוע לא רשמת שום תנועה.
hi: इस सप्ताह अब तक आपने कोई मूवमेंट रजिस्टर नहीं कराया है।
hr: Do sada ovaj tjedan niste zabilježili nikakvo kretanje.
hu: Ezen a héten eddig nem regisztráltál semmilyen mozgást.
hy: Այս շաբաթ դուք ոչ մի շարժում չեք գրանցել:
id: Sejauh minggu ini Anda belum mendaftarkan gerakan apa pun.
is: Það sem af er þessari viku hefur þú ekki skráð neina hreyfingu.
ja: 今週のこれまでのところ、動きは登録されていません。
ka: ჯერჯერობით ამ კვირაში თქვენ არ დაარეგისტრირათ მოძრაობა.
kk: Осы аптаға дейін сіз ешқандай қозғалысты тіркемегенсіз.
kn: ಇಲ್ಲಿಯವರೆಗೆ ಈ ವಾರ ನೀವು ಯಾವುದೇ ಚಲನೆಯನ್ನು ನೋಂದಾಯಿಸಿಲ್ಲ.
ku: تا ئێستا ئەم هەفتەیە هیچ جووڵەیەکت تۆمار نەکردووە.
lo: ມາ ຮອດ ສັບປະດາ ນີ້ ທ່ານ ຍັງ ບໍ່ ໄດ້ ຈົດ ທະບຽນ ການ ເຄື່ອນ ໄຫວ ໃດໆ.
lt: Iki šiol šią savaitę neužregistravote jokio judėjimo.
lv: Līdz šim šonedēļ jūs neesat reģistrējis nevienu kustību.
mg: Hatramin'izao, tamin'ity herinandro ity, tsy mbola nanoratra hetsika ianao.
ml: ഈ ആഴ്ച ഇതുവരെ നിങ്ങൾ ഒരു ചലനവും രജിസ്റ്റർ ചെയ്തിട്ടില്ല.
ms: Setakat minggu ini anda belum mendaftarkan sebarang pergerakan.
my: ဒီအပတ်အထိ ဘယ်လှုပ်ရှားမှုကိုမှ မှတ်ပုံတင်မထားပါဘူး။
nb: Så langt denne uken har du ikke registrert noen bevegelse.
nl: Tot nu toe heb je deze week geen beweging geregistreerd.
or: ଏହି ସପ୍ତାହରେ ଏପର୍ଯ୍ୟନ୍ତ ଆପଣ କୌଣସି ଗତିବିଧି ପଞ୍ଜିକରଣ କରିନାହାଁନ୍ତି।
pl: Do tej pory w tym tygodniu nie zarejestrowałeś żadnego ruchu.
pt_br: Até agora esta semana você não registrou nenhum movimento.
ro: Până în prezent, în această săptămână nu ați înregistrat nici o mișcare.
sk: Tento týždeň ste zatiaľ nezaregistrovali žiadny pohyb.
sl: Ta teden še niste registrirali gibanja.
sq: Deri tani këtë javë nuk keni regjistruar asnjë lëvizje.
sv: Den här veckan har ni ännu inte registrerat någon rörelse
sw: Hadi sasa wiki hii hujasajili harakati zozote.
tr: Bu hafta şimdiye kadar herhangi bir hareket kaydetmediniz.
tt: Әлегә сез бу атнада бернинди хәрәкәт теркәмәдегез.
ug: ھازىرغا قەدەر بۇ ھەپتە سىز ھېچقانداق ھەرىكەتنى تىزىملىمىدىڭىز.
uk: Поки що на цьому тижні ви не зареєстрували жодного руху.
uz: Shu haftagacha siz hech qanday harakatni ro'yxatdan o'tkazmagansiz.
vi: Cho đến nay trong tuần này, bạn vẫn chưa đăng ký bất kỳ phong trào nào.
