Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# movement_statistics_title_weekday_3
source: Good job, on Wednesday you totaled %@ steps, that's %@ meters
am: ጥሩ ሥራ, ረቡዕ ላይ %@ ደረጃዎች, ያ %@ ሜትር ነው
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་གཟའ་ལྷག་པར་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་པོ་སྤོས་ཡོད། དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u srijedu ste totalirali %@ koraka, to je %@ metara.
ca: Bona feina, dimecres vas sumar %@ passos, això són %@ metres
cs: Dobrá práce, ve středu jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Mercher roeddech chi'n gyfanswm %@ chamau, dyna %@ medr
el: Καλή δουλειά, την Τετάρτη αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el miércoles totalizaste %@ pasos, eso es %@ metros
et: Hea töö, kolmapäeval tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, asteazkenean urrats %@ egin zenuten, hori da %@ metro
fa: کار خوب ، در روز چهارشنبه شما %@ مراحل ، که %@ متر
fil: Good job, sa Wednesday ka totaled %@ steps, yun %@ meters
fo: Gott arbeiði, mikudagin, tú fullkomiliga %@ fet, tað er %@ metrar
gu: સારી નોકરી, બુધવારે તમે કુલ %@ પગલાં લીધાં, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, ביום רביעי סיכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, बुधवार को आप कदम %@ कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u srijedu ste ukupno %@ koraci, to je %@ metara
hu: Jó munka, szerdán összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ աշխատանք, չորեքշաբթի օրը %@ քայլեր ես արել, դա %@ մետր
id: Kerja bagus, pada hari Rabu Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á miðvikudaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、水曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, ოთხშაბათს თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, сәрсенбі күні сіз %@ қадам жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಬುಧವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی چوارشەممە %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນພຸດວານນີ້ ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, trečiadienį susumavote %@ žingsnius, tai yra %@ metrus
lv: Labs darbs, trešdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Tsara, tamin'ny Alarobia, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, ബുധനാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം ചെയ്തു, അത് <span translate='no'>string</span> മീറ്ററാണ്
ms: Kerja yang baik, pada hari Rabu anda berjumlah %@ langkah, itu %@ meter
my: ဗုဒ္ဓဟူးနေ့မှာ %@ စုစုပေါင်း ခြေလှမ်းတွေကို <span translate='no'>string</span>
nb: God jobb, på onsdag utgjorde du %@ trinn, det er %@ meter
nl: Goed gedaan, op woensdag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ବୁଧବାର ଦିନ ଆପଣ %@ ଷ୍ଟେପ୍ ସମୁଦାୟ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, w środę zrobiłeś %@ kroki, to %@ metrów
pt_br: Bom trabalho, na quarta-feira você totalizou %@ passos, que é %@ metros
ro: Buna treaba, miercuri ati totalizat %@ pasi, adica %@ metri
sk: Dobrá práca, v stredu ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v sredo si %@ korake, to je %@ metrov
sq: Punë e mirë, të mërkurën keni bërë %@ hapa, kjo është %@ metra
sv: Bra jobbat, i onsdags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Jumatano ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, Çarşamba günü %@ basamak topladın, bu %@ metre
tt: Яхшы эш, чәршәмбе көнне сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى خىزمەت، چارشەنبە كۈنى سىز %@ قەدەمنى ئومومىي %@
uk: Хороша робота, в середу ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, chorshanba kuni siz %@ qadamlarni to'pladingiz, bu %@ metr
vi: Làm tốt lắm, vào thứ Tư, bạn đã tổng cộng %@ bước, tức là %@ mét

# movement_statistics_title_weekday_4
source: Good job, on Thursday you totaled %@ steps, that's %@ meters
am: መልካም ሥራ, ሐሙስ ላይ %@ ደረጃዎች, ያ %@ ሜትር
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་ གཟའ་ཕུར་བུའི་ཉིན་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་པོ་སྤོས་ཡོད། དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u četvrtak ste totalirali %@ koraka, to je %@ metara.
ca: Bona feina, dijous vas sumar %@ esglaons, això són %@ metres
cs: Dobrá práce, ve čtvrtek jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Iau roeddech chi'n gyfanswm %@ gamau, dyna %@ medr
el: Καλή δουλειά, την Πέμπτη αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el jueves totalizaste %@ pasos, eso es %@ metros
et: Hea töö, neljapäeval tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, ostegunean urrats %@ egin zenuten, hori da %@ metro
fa: کار خوب ، در روز پنجشنبه شما %@ مراحل ، که %@ متر
fil: Good job, sa Thursday mo totaled %@ steps, yun %@ meters
fo: Gott arbeiði, um tú/hevur/hava fingið %@ fet, tað er %@ metrar
gu: સારી નોકરી, ગુરુવારે તમે કુલ %@ પગલાઓ, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, ביום חמישי סיכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, गुरुवार को आप कदम %@ कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u četvrtak si zbrojio %@ koraka, to je %@ metara
hu: Jó munka, csütörtökön összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ աշխատանք, հինգշաբթի օրը դու %@ քայլեր ես , դա %@ մետր
id: Kerja bagus, pada hari Kamis Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á fimmtudaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、木曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, ხუთშაბათს თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, бейсенбі күні сіз %@ қадамдар жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಗುರುವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی پێنج شەممە %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນພະຫັດວານນີ້ ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, ketvirtadienį susumavote %@ žingsnius, tai yra %@ metrai
lv: Labs darbs, ceturtdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Tsara, tamin'ny Alakamisy, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, വ്യാഴാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം ചെയ്തു, അത് <span translate='no'>string</span> മീറ്ററാണ്
ms: Kerja yang baik, pada hari Khamis anda berjumlah %@ langkah, itu %@ meter
my: ကြာသပတေးနေ့မှာ ခင်ဗျားဟာ %@ စုစုပေါင်း ခြေလှမ်းတွေကို <span translate='no'>string</span>
nb: God jobb, på torsdag utgjorde du %@ skritt, det er %@ meter
nl: Goed gedaan, op donderdag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ଗୁରୁବାର ଦିନ ଆପଣ %@ ପାଦ ସମୁଦାୟ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, w czwartek zrobiłeś %@ kroki, czyli %@ metrów
pt_br: Bom trabalho, na quinta-feira você totalizou %@ passos, que é %@ metros
ro: Buna treaba, joi ai totalizat %@ pasi, adica %@ metri
sk: Dobrá práca, vo štvrtok ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v četrtek si %@ korake, to je %@ metrov
sq: Punë e mirë, të enjten ke bërë %@ hapa, janë %@ metra
sv: Bra jobbat, i torsdags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Alhamisi ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, Perşembe günü %@ adım attın, bu %@ metre
tt: Яхшы эш, пәнҗешәмбе сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى قىلدىڭىز، پەيشەنبە كۈنى سىز %@ قەدەمنى ئومومىي %@
uk: Хороша робота, в четвер ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, payshanba kuni siz %@ qadamlarni to'pladingiz, bu %@ metr
vi: Làm tốt lắm, vào thứ Năm, bạn đã tổng cộng %@ bước, tức là %@ mét

# movement_statistics_title_weekday_5
source: Good job, on Friday you totaled %@ steps, that's %@ meters
am: ጥሩ ሥራ, ዓርብ ላይ %@ ደረጃዎች, ይህ %@ ሜትር ነው
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་ གཟའ་པ་སངས་ཉིན་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་པོ་སྤོས་ཡོད། དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u petak ste totalirali %@ koraka, to je %@ metara
ca: Bona feina, divendres vas sumar %@ esglaons, això són %@ metres
cs: Dobrá práce, v pátek jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Gwener roeddech chi'n gyfanswm %@ gamau, dyna %@ medr
el: Καλή δουλειά, την Παρασκευή αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el viernes totalizaste %@ pasos, eso es %@ metros
et: Hea töö, reedel tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, ostiralean urrats %@ egin zenuten, hori da %@ metro
fa: کار خوب ، در روز جمعه شما %@ مراحل ، که %@ متر
fil: Good job, sa Friday mo totaled %@ steps, yun %@ meters
fo: Gott arbeiði, fríggjadagin, tú fullkomiliga %@ fet, tað er %@ metrar
gu: સારી નોકરી, શુક્રવારે તમે કુલ %@ પગલાં લીધાં, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, ביום שישי סיכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, शुक्रवार को आप %@ कदम कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u petak ste ukupno %@ koraci, to je %@ metara
hu: Jó munka, pénteken összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ գործ, ուրբաթ օրը %@ քայլերը ամբողջությամբ, դա %@ մետր
id: Kerja bagus, pada hari Jumat Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á föstudaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、金曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, პარასკევს თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, жұма күні сіз %@ қадам жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಶುಕ್ರವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی هەینی %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນສຸກວານນີ້ ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, penktadienį susumavote %@ žingsnius, tai yra %@ metrai
lv: Labs darbs, piektdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Tsara, tamin'ny Zoma, %@ dingana rehetra ianao, metatra %@ izany.
ml: നല്ല ജോലി, വെള്ളിയാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം, അത് <span translate='no'>string</span> മീറ്റർ ആണ്
ms: Kerja yang baik, pada hari Jumaat anda berjumlah %@ langkah, itu %@ meter
my: သောကြာနေ့မှာ %@ စုစုပေါင်းလုပ်ဆောင်ခဲ့တာက <span translate='no'>string</span> မီတာတွေပါ
nb: God jobb, på fredag utgjorde du %@ trinn, det er %@ meter
nl: Goed gedaan, op vrijdag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ଶୁକ୍ରବାର ଦିନ ଆପଣ %@ ଷ୍ଟେପ୍ ସମୁଦାୟ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, w piątek zrobiłeś %@ kroki, czyli %@ metrów
pt_br: Bom trabalho, na sexta-feira você totalizou %@ passos, que é %@ metros
ro: Buna treaba, vineri ati totalizat %@ pasi, adica %@ metri
sk: Dobrá práca, v piatok ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v petek si %@ korake, to je %@ metrov
sq: Punë e mirë, të premten keni bërë %@ hapa, kjo është %@ metra
sv: Bra jobbat, i fredags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Ijumaa ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, Cuma günü %@ adım attın, bu %@ metre
tt: Яхшы эш, җомга сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى خىزمەت، جۈمە كۈنى سىز %@ قەدەمنى ئومومىي قىلىۋەتتىڭىز، يەنى %@ مېتىر
uk: Хороша робота, в п'ятницю ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, juma kuni siz %@ qadamlarni to'plagansiz, bu %@ metr
vi: Làm tốt lắm, vào thứ Sáu, bạn đã tổng cộng %@ bước, tức là %@ mét

# movement_statistics_title_weekday_6
source: Good job, on Saturday you totaled %@ steps, that's %@ meters
am: ጥሩ ሥራ, ቅዳሜ %@ ደረጃዎች, ያ %@ ሜትር
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་གཟའ་སྤེན་པའི་ཉིན་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་པོ་སྤོས་ཡོད། དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u subotu ste totalirali %@ koraka, to je %@ metara.
ca: Bona feina, dissabte vas sumar %@ esglaons, això són %@ metres
cs: Dobrá práce, v sobotu jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Sadwrn roeddech chi'n gyfanswm %@ chamau, dyna %@ medr
el: Καλή δουλειά, το Σάββατο αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el sábado totalizaste %@ pasos, eso es %@ metros
et: Hea töö, laupäeval tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, larunbatean urrats %@ egin zenuten, hori da %@ metro
fa: کار خوبي بود، روز شنبه تو %@ قدم ها بودي، اون %@ متره
fil: Good job, sa sabado ka totaled %@ steps, yun %@ meters
fo: Gott arbeiði, leygardagin, tú fullkomiliga %@ fet, tað er %@ metrar
gu: સારી નોકરી, શનિવારે તમે કુલ %@ પગલાં લીધાં, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, בשבת הסתכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, शनिवार को आप %@ कदम कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u subotu ste ukupno %@ koraci, to je %@ metara
hu: Jó munka, szombaton összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ աշխատանք, շաբաթ օրը դու %@ քայլեր ես , դա %@ մետր
id: Kerja bagus, pada hari Sabtu Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á laugardaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、土曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, შაბათს თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, сенбі күні сіз %@ қадам жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಶನಿವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی شەممە %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນເສົາວານນີ້ ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, šeštadienį susumavote %@ žingsnius, tai yra %@ metrai
lv: Labs darbs, sestdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Tsara, tamin'ny Asabotsy, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, ശനിയാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം ചെയ്തു, അത് <span translate='no'>string</span> മീറ്ററാണ്
ms: Kerja yang baik, pada hari Sabtu anda berjumlah %@ langkah, itu %@ meter
my: စနေနေ့မှာ စနေနေ့မှာ %@ စုစုပေါင်း ခြေလှမ်းတွေကို <span translate='no'>string</span>
nb: God jobb, på lørdag utgjorde du %@ skritt, det er %@ meter
nl: Goed gedaan, op zaterdag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ଶନିବାର ଦିନ ଆପଣ %@ ଷ୍ଟେପ୍ ସମୁଦାୟ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, w sobotę zrobiłeś %@ kroki, czyli %@ metrów
pt_br: Bom trabalho, no sábado você totalizou %@ passos, que é %@ metros
ro: Buna treaba, sambata ati totalizat %@ pasi, adica %@ metri
sk: Dobrá práca, v sobotu ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v soboto si %@ korake, to je %@ metrov
sq: Punë e mirë, të shtunën ke bërë %@ hapa, janë %@ metra
sv: Bra jobbat, i lördags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Jumamosi ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, cumartesi günü %@ adım attın, bu %@ metre
tt: Яхшы эш, шимбәдә сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى خىزمەت، شەنبە كۈنى سىز %@ قەدەمنى ئومومىي %@
uk: Хороша робота, в суботу ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, shanba kuni siz %@ qadamlarni to'plagansiz, bu %@ metr
vi: Làm tốt lắm, vào thứ bảy, bạn đã tổng cộng %@ bước, tức là %@ mét

# movement_statistics_title_weekday_7
source: Good job, on Sunday you totaled %@ steps, that's %@ meters
am: መልካም ሥራ, እሁድ ላይ %@ ደረጃዎች, ያ %@ ሜትር ነው
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་ གཟའ་ཉི་མར་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་སྤོས་པ་དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u nedjelju si totalirao %@ koraka, to je %@ metara.
ca: Bona feina, diumenge vas sumar %@ esglaons, això són %@ metres
cs: Dobrá práce, v neděli jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Sul roeddech chi'n gyfanswm %@ chamau, dyna %@ medr
el: Καλή δουλειά, την Κυριακή αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el domingo totalizaste %@ pasos, eso es %@ metros
et: Hea töö, pühapäeval tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, igandean urrats %@ , hori da %@ metro
fa: کار خوب ، در روز یکشنبه شما در %@ مراحل ، که %@ متر
fil: Good job, sa sunday ka totaled %@ steps, yun %@ meters
fo: Gott arbeiði, sunnudagin, tú fullkomiliga %@ fet, tað er %@ metrar
gu: સારી નોકરી, રવિવારે તમે કુલ %@ પગલાં લીધાં, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, ביום ראשון סיכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, रविवार को आप %@ कदम कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u nedjelju ste ukupno %@ koraci, to je %@ metara
hu: Jó munka, vasárnap összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ աշխատանք, կիրակի օրը դու %@ քայլեր ես ամբողջացրել, դա %@ մետր
id: Kerja bagus, pada hari Minggu Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á sunnudaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、日曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, კვირას თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, жексенбі күні сіз %@ қадам жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಭಾನುವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی یەکشەمە %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນອາທິດວານນີ້ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, sekmadienį susumavote %@ žingsnius, tai yra %@ metrai
lv: Labs darbs, svētdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Asa tsara, tamin'ny Alahady, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, ഞായറാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം ചെയ്തു, അത് <span translate='no'>string</span> മീറ്ററാണ്
ms: Kerja yang baik, pada hari Ahad anda berjumlah %@ langkah, itu %@ meter
my: တနင်္ဂနွေနေ့မှာ %@ စုစုပေါင်း ခြေလှမ်းတွေကို <span translate='no'>string</span>
nb: God jobb, på søndag utgjorde du %@ skritt, det er %@ meter
nl: Goed gedaan, op zondag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ରବିବାର ଦିନ ଆପଣ ମୋଟ %@ ପଦକ୍ଷେପ, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, w niedzielę zrobiłeś %@ kroki, to %@ metrów
pt_br: Bom trabalho, no domingo você totalizou %@ passos, que é %@ metros
ro: Buna treaba, duminica ai totalizat %@ pasi, adica %@ metri
sk: Dobrá práca, v nedeľu ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v nedeljo si %@ korake, to je %@ metrov
sq: Punë e mirë, të dielën ke bërë %@ hapa, kjo është %@ metra
sv: Bra jobbat, i söndags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Jumapili ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, Pazar günü %@ adım attın, bu %@ metre
tt: Яхшы эш, якшәмбедә сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى خىزمەت، يەكشەنبە كۈنى سىز %@ قەدەمنى ئومومىي %@
uk: Хороша робота, в неділю ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, yakshanba kuni siz %@ qadamlarni to'pladingiz, bu %@ metr
vi: Làm tốt lắm, vào Chủ nhật, bạn có tổng cộng %@ bước, tức là %@ mét

# movement_statistics_title_yesterday
source: Good job, yesterday you totaled %@ steps, that's %@ meters.
am: መልካም ሥራ, ትናንት %@ ደረጃዎች, ያ %@ ሜትር.
bo: ལས་ཀ་ཡག་པོ་བྱས་སོང་། ཁ་སང་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་ཙམ་སྤོས་པ་ཡིན། འདི་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, jučer si totalirao %@ koraka, to je %@ metara.
ca: Bona feina, ahir vas sumar %@ esglaons, això són %@ metres.
cs: Dobrá práce, včera jste sečetli %@ kroků, to je %@ metrů.
el: Καλή δουλειά, χθες αθροίσατε %@ βήματα, δηλαδή %@ μέτρα.
es: Buen trabajo, ayer totalizaste %@ pasos, eso es %@ metros.
et: Hea töö, eile tegite kokku %@ sammu, see on %@ meetrit.
eu: Lan ona, atzo %@ pauso egin zenuten, hori %@ metro.
fa: کار خوبي بود، ديروز تو %@ قدم ها بودي، اون %@ متره.
fil: Good job, kahapon ka totaled %@ steps, %@ meters na yan.
hi: अच्छा काम, कल आप %@ कदम कुल, कि %@ मीटर है.
id: Kerja bagus, kemarin kamu berjumlah %@ langkah, itu %@ meter.
is: Vel gert, í gær tókstu %@ skref, það eru %@ metrar.
ja: よくやった、昨日あなたは %@ 歩を合計しました、それは %@ メートルです。
kk: Жақсы жұмыс, кеше сіз %@ қадам жасадыңыз, яғни %@ метр.
ku: کارێکی باش، دوێنێ تۆ %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە.
lo: ວຽກທີ່ດີ, ມື້ວານນີ້ທ່ານໄດ້ທັງຫມົດ %@ ຂັ້ນຕອນ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ.
lt: Geras darbas, vakar susumavote %@ žingsnius, tai yra %@ metrai.
lv: Labs darbs, vakar jūs kopā %@ soļus, tas ir %@ metri.
mg: Tsara omaly, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, ഇന്നലെ നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം, അത് <span translate='no'>string</span> മീറ്ററാണ്.
ms: Kerja yang baik, semalam anda berjumlah %@ langkah, itu %@ meter.
my: မနေ့က ခင်ဗျားဟာ %@ စုစုပေါင်း မီတာ <span translate='no'>string</span> တွေပါ။
nb: God jobb, i går utgjorde du %@ trinn, det er %@ meter.
nl: Goed gedaan, gisteren heb je %@ stappen geteld, dat is %@ meter.
or: ଭଲ କାମ, ଗତକାଲି ଆପଣ %@ ପାଦ ସମୁଦାୟ କରିଥିଲେ, ତାହା <span translate='no'>string</span> ମିଟର ।
pl: Dobra robota, wczoraj zsumowałeś %@ kroki, to %@ metrów.
sk: Dobrá práca, včera ste sčítali %@ kroky, to je %@ metrov.
sl: Dobro opravljeno, včeraj si %@ korake, to je %@ metrov.
sq: Punë e mirë, dje ke bërë %@ hapa, janë %@ metra.
sv: Bra jobbat, igår fick ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, jana ulifikia hatua %@ , hiyo ni mita %@ .
tr: Aferin, dün %@ adım attın, bu %@ metre.
tt: Хәерле эш, кичә син %@ адымнар ясадың, бу %@ метр.
ug: ياخشى خىزمەت، تۈنۈگۈن سىز %@ قەدەمنى ئومومىيۈزگەن، يەنى %@ مېتىر.
uk: Хороша робота, вчора ви підсумували %@ кроків, це %@ метрів.
uz: Yaxshi ish, kecha siz %@ qadamlarni to'plagansiz, bu %@ metr.
vi: Làm tốt lắm, hôm qua bạn tổng cộng %@ bước, đó là %@ mét.
