Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_you_found_goal_16
source: You found goal 16: Peace, justice and strong institutions
af: Jy het doel gevind 16: Vrede, geregtigheid en sterk instellings
am: ግብ አግኝተሃል 16 ሰላም, ፍትህ እና ጠንካራ ተቋማት
ar: لقد وجدت الهدف 16: السلام والعدالة والمؤسسات القوية
as: আপুনি লক্ষ্য 16 বিচাৰি পাইছে: শান্তি, ন্যায় আৰু শক্তিশালী প্ৰতিষ্ঠান
az: 16-cı məqsədi tapdınız: Sülh, ədalət və güclü qurumlar
bg: Намерихте цел 16: Мир, правосъдие и силни институции
bn: আপনি লক্ষ্য 16 খুঁজে পেয়েছেন: শান্তি, ন্যায়বিচার এবং শক্তিশালী প্রতিষ্ঠান
bo: ཁྱེད་ཚོས་དམིགས་ཡུལ་16:ཞི་བདེ་དང། དྲང་བདེན། སྟོབས་དང་ལྡན་པའི་སྒྲིག་གཞི།
bs: Našli ste cilj 16: Mir, pravda i jake institucije
ca: Heu trobat l'objectiu 16: Pau, justícia i institucions sòlides
cs: Našli jste cíl č. 16: Mír, spravedlnost a silné instituce
cy: Fe ddaethoch o hyd i nod 16: Heddwch, cyfiawnder a sefydliadau cryf
da: Du fandt mål 16: Fred, retfærdighed og stærke institutioner
de: Sie haben Ziel 16 gefunden: Frieden, Gerechtigkeit und starke Institutionen
el: Βρήκατε τον στόχο 16: Ειρήνη, δικαιοσύνη και ισχυροί θεσμοί
es: Usted encontró el objetivo 16: Paz, justicia e instituciones fuertes
et: Leidsite eesmärgi nr 16: rahu, õiglus ja tugevad institutsioonid
eu: 16. helburua aurkitu zenuen: Bakea, justizia eta erakunde sendoak
fa: شما هدف 16 را پیدا کردی: صلح، عدالت و نهادهای قوی
fi: Löysit tavoitteen 16: Rauha, oikeus ja vahvat instituutiot
fil: Natagpuan mo ang layunin 16: Kapayapaan, katarungan at malakas na institusyon
fo: Tú/fanst/funnu mál 16: Friður, rættvísi og sterkur/sterk.
fr: Vous avez trouvé l’objectif 16 : La paix, la justice et des institutions fortes
ga: D'aimsigh tú sprioc 16: Síocháin, ceartas agus institiúidí láidre
gl: Obxectivo 16: PAZ, XUSTIZA E INSTITUCIÓNS SÓLIDAS
gu: તમને લક્ષ્યાંક ૧૬ઃ શાંતિ, ન્યાય અને મજબૂત સંસ્થાઓ મળી છે.
he: מצאתם מטרה 16: שלום, צדק ומוסדות חזקים
hi: आपको लक्ष्य 16 मिला: शांति, न्याय और मजबूत संस्थान
hr: Pronašli ste cilj 16: Mir, pravda i jake institucije
hu: Megtaláltad a 16. célt: Béke, igazságosság és erős intézmények
hy: Դուք գտաք նպատակ 16. խաղաղություն, արդարություն եւ ամուր հաստատություններ
id: Anda menemukan tujuan 16: Perdamaian, keadilan, dan institusi yang kuat
is: Þú fannst markmið 16: Friður, réttlæti og sterkar stofnanir
it: Hai trovato l'obiettivo 16: Pace, giustizia e istituzioni forti
ja: あなたは目標16を見つけました:平和、正義と強力な機関
ka: თქვენ იპოვნეთ მიზანი 16: მშვიდობა, სამართლიანობა და ძლიერი ინსტიტუტები
kk: Сіз 16-мақсатты таптыңыз: Бейбітшілік, әділеттілік және мықты институттар
km: អ្នក រក ឃើញ គោលដៅ ១៦ គឺ សន្តិភាព យុត្តិធម៌ និង ស្ថាប័ន រឹងមាំ
kn: ನೀವು ಗುರಿ 16 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಶಾಂತಿ, ನ್ಯಾಯ ಮತ್ತು ಬಲವಾದ ಸಂಸ್ಥೆಗಳು
ko: 당신은 목표 16을 발견했습니다 : 평화, 정의 및 강력한 제도
ku: تۆ ئامانجت دۆزییەوە 16: ئاشتی و دادپەروەری و دامەزراوە بەهێزەکان
ky: Сиз максат таптым 16: Тынчтык, адилеттүүлүк жана күчтүү институттар
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 16: ສັນຕິພາບ, ຍຸຕິທໍາ ແລະ ສະຖາບັນທີ່ເຂັ້ມແຂງ
lt: Jūs radote 16 tikslą: taika, teisingumas ir stiprios institucijos
lv: Jūs atradāt 16. mērķi: miers, taisnīgums un spēcīgas iestādes
mg: Nahita tanjona 16 ianao: Fandriampahalemana, rariny ary andrim-panjakana matanjaka
mi: I kitea e koe te whāinga 16: Te rangimārie, te tika me ngā rōpū kaha
mk: Ја најдовте целта 16: Мир, правда и силни институции
ml: നിങ്ങൾ ലക്ഷ്യം 16 കണ്ടെത്തി: സമാധാനം, നീതി, ശക്തമായ സ്ഥാപനങ്ങൾ
mn_cyrl: Та зорилго 16: Энх тайван, шударга ёс, хүчирхэг байгууллагууд
mr: तुम्हाला ध्येय सापडले १६ : शांतता, न्याय आणि मजबूत संस्था
ms: Anda mendapati matlamat 16: Keamanan, keadilan dan institusi yang kuat
mt: Sibt l-għan 16: Il-paċi, il-ġustizzja u l-istituzzjonijiet b'saħħithom
my: ပန်းတိုင် ၁၆ – ငြိမ်းချမ်းရေး၊ တရားမျှတမှုနဲ့ ခိုင်ခံ့တဲ့ အဖွဲ့အစည်းတွေ
nb: Du fant mål 16: Fred, rettferdighet og sterke institusjoner
ne: तपाईंले लक्ष्य १६ भेट्टाउनुभयो: शान्ति, न्याय र बलियो संस्थाहरू
nl: Je vond doel 16: Vrede, gerechtigheid en sterke instituties
or: ଆପଣ ଲକ୍ଷ୍ୟ 16 ପାଇଲେ: ଶାନ୍ତି, ନ୍ୟାୟ ଏବଂ ଶକ୍ତିଶାଳୀ ଅନୁଷ୍ଠାନ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 16 ਮਿਲਿਆ: ਸ਼ਾਂਤੀ, ਨਿਆਂ ਅਤੇ ਮਜ਼ਬੂਤ ਸੰਸਥਾਵਾਂ
pl: Znalazłeś cel 16: Pokój, sprawiedliwość i silne instytucje
ps: تاسو هدف ١٦ : سوله ، عدالت او قوی ادارې وموندلې
pt_br: Você encontrou o objetivo 16: paz, justiça e instituições fortes
ro: Ați găsit obiectivul 16: Pace, justiție și instituții puternice
ru: Вы нашли цель 16: Мир, справедливость и сильные институты
sk: Našli ste cieľ 16: Mier, spravodlivosť a silné inštitúcie
sl: Našli ste cilj 16: Mir, pravičnost in močne institucije
sq: Gjete qëllimin 16: Paqe, drejtësi dhe institucione të forta
sr_latn: Našli ste cilj 16: Mir, pravda i jake institucije
sv: Du hittade mål 16: Fredliga och inkluderande samhällen
sw: Umepata lengo namba 16: Amani, haki na taasisi imara
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 16: அமைதி, நீதி மற்றும் வலுவான நிறுவனங்கள்
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 16: శాంతి, న్యాయం మరియు బలమైన సంస్థలు
th: คุณพบเป้าหมายที่ 16: สันติภาพ ความยุติธรรม และสถาบันที่เข้มแข็ง
tk: Siz 16-njy maksady tapdyňyz: Parahatçylyk, adalat we güýçli institutlar
tr: Hedef buldunuz 16: Barış, adalet ve güçlü kurumlar
tt: Сез 16 максат таптыгыз: Тынычлык, гаделлек һәм көчле институтлар
ug: 16- نىشاننى تاپتىڭ: تىنچلىق، ئادالەت ۋە كۈچلۈك ئورگانلار
uk: Ви знайшли ціль 16: Мир, справедливість і сильні інститути
ur: آپ کو ہدف 16 ملا: امن، انصاف اور مضبوط ادارے
uz: Siz 16-maqsadni topdingiz: Tinchlik, adolat va kuchli institutlar
vi: Bạn đã tìm thấy mục tiêu 16: Hòa bình, công lý và các tổ chức mạnh mẽ
zh_hans: 你们找到了目标16：和平、正义和强大的机构
zu: Uthole umgomo 16: Ukuthula, ubulungiswa kanye nezikhungo eziqinile

# undp_you_found_goal_17
source: You found goal 17: Partnerships for the goals
af: Jy het doel gevind 17: Vennootskappe vir die doelwitte
am: ግብ አግኝተሃል 17 ለግቦቹ Partnerships
ar: لقد وجدت الهدف 17: الشراكات من أجل الأهداف
as: আপুনি লক্ষ্য 17 বিচাৰি পাইছে: লক্ষ্যৰ বাবে অংশীদাৰীত্ব
az: 17-ci məqsədi tapdınız. Məqsədlər üçün həmkarlar ittifaqları
bg: Намерихте цел 17: Партньорства за целите
bn: আপনি লক্ষ্য 17 খুঁজে পেয়েছেন: লক্ষ্যগুলির জন্য অংশীদারিত্ব
bo: ཁྱེད་ཚོས་དམིགས་འབེན་བཅུ་བདུན་རྙེད་བྱུང་། དམིགས་འབེན་གྱི་རོགས་ཟླའི་འབྲེལ་བ།
bs: Našli ste cilj 17: Partnerstva za ciljeve
ca: Heu trobat l'objectiu 17: Aliances per als objectius
cs: Našli jste cíl 17: Partnerství pro cíle
cy: Fe ddaethoch o hyd i nod 17: Partneriaethau ar gyfer y nodau
da: Du fandt mål 17: Partnerskaber for målene
de: Sie haben Ziel 17 gefunden: Partnerschaften für die Ziele
el: Βρήκατε τον στόχο 17: Συνεργασίες για τους στόχους
es: Encontraste el gol 17: Asociaciones para los objetivos
et: Leidsite eesmärgi nr 17: Partnerlus eesmärkide saavutamiseks
eu: 17. helburua aurkitu zuen: Helburuak lortzeko elkarteak
fa: شما در بر داشت هدف 17 : مشارکت برای اهداف
fi: Löysit tavoitteen 17: Kumppanuudet tavoitteisiin
fil: Natagpuan mo ang layunin 17: Pakikipagsosyo para sa mga layunin
fo: Tú/fanst/funnu mál 17: Partnerships fyri málið.
fr: Vous avez trouvé le but 17: Partenariats pour les objectifs
ga: D'aimsigh tú sprioc 17: Comhpháirtíochtaí do na spriocanna
gl: Obxectivo 17: Asociacións para os obxectivos
gu: તમને ધ્યેય ૧૭ મળ્યાઃ લક્ષ્યાંકો માટે ભાગીદારી
he: מצאתם את יעד 17: שותפויות למען המטרות
hi: आपको लक्ष्य 17 मिला: लक्ष्यों के लिए साझेदारी
hr: Pronašli ste cilj 17: Partnerstva za ciljeve
hu: Megtaláltad a 17. célt: Partnerségek a célokért
hy: Դուք գտաք նպատակ 17. Նպատակների համար համագործակցություն
id: Anda menemukan tujuan 17: Kemitraan untuk tujuan
is: Þú fannst markmið 17: Samstarf um markmiðin
it: Hai trovato l'obiettivo 17: Partnership per gli obiettivi
ja: 目標 17: 目標のパートナーシップを見つけました
ka: თქვენ იპოვნეთ მიზანი 17: პარტნიორობა მიზნებისათვის
kk: Сіз 17-мақсатты таптыңыз: Алға қойған мақсаттар үшін серіктестік
km: អ្នកបានរកឃើញគោលដៅ 17: ភាពជា ដៃគូសម្រាប់គោលដៅ
kn: ನೀವು ಗುರಿ 17 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಗುರಿಗಳಿಗಾಗಿ ಪಾಲುದಾರಿಕೆಗಳು
ko: 목표 17 : 목표를위한 파트너십
ku: تۆ ئامانجت دۆزیەوە 17: هاوبەشیکردن بۆ ئامانجەکان
ky: Сиз максат таптым 17: максаттары үчүн өнөктөштүк
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 17: ການເປັນຄູ່ຮ່ວມງານເພື່ອເປົ້າຫມາຍ
lt: Radote 17 tikslą: Partnerystė siekiant tikslų
lv: Jūs atradāt 17. mērķi: partnerattiecības mērķu sasniegšanai
mg: Nahita tanjona 17 ianao: Fiaraha-miasa ho an'ireo tanjona
mi: I kitea e koe te whāinga 17: Ngā mahi ngātahi mō ngā whāinga
mk: Ја најдовте целта 17: Партнерства за целите
ml: നിങ്ങൾ ലക്ഷ്യം കണ്ടെത്തി 17: ലക്ഷ്യങ്ങൾക്കായുള്ള പങ്കാളിത്തം
mn_cyrl: Та зорилго 17: Зорилтуудын төлөөх түншлэл
mr: तुम्हाला लक्ष्य सापडले 17: गोलसाठी भागीदारी
ms: Anda menemui matlamat 17: Perkongsian untuk matlamat
mt: Sibt l-għan 17: Sħubijiet għall-għanijiet
my: ပန်းတိုင် ၁၇ : ပန်းတိုင် များ အတွက် အပေါင်းအဖော် များ
nb: Du fant mål 17: Partnerskap for målene
ne: तपाईंले लक्ष्य 17 फेला पार्नुभयो: लक्ष्यहरूको लागि साझेदारी
nl: Je hebt doel 17 gevonden: Partnerschappen voor de doelen
or: ଆପଣ ଲକ୍ଷ୍ୟ 17 ପାଇଲେ: ଲକ୍ଷ୍ୟ ପାଇଁ ଭାଗିଦାରୀ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 17 ਮਿਲਿਆ: ਟੀਚਿਆਂ ਵਾਸਤੇ ਭਾਈਵਾਲੀਆਂ
pl: Znalazłeś cel 17: Partnerstwo dla celów
ps: تاسو هدف 17 پیدا کړ : د موخو لپاره شراکت
pt_br: Você encontrou o gol 17: Parcerias para os objetivos
ro: Ați găsit obiectivul 17: Parteneriate pentru obiective
ru: Вы нашли цель 17: Партнерство для целей
sk: Našli ste cieľ 17: Partnerstvá pre ciele
sl: Našli ste cilj 17: Partnerstva za cilje
sq: Gjete objektivin 17: Partneritete për objektivat
sr_latn: Pronašli ste cilj 17: Partnerstva za ciljeve
sv: Du hittade mål 17: Genomförande och globalt partnerskap
sw: Umepata lengo 17: Ushirikiano kwa malengo
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 17: இலக்குகளுக்கான கூட்டாண்மைகள்
te: మీరు గోల్ 17ను కనుగొన్నారు: గోల్స్ కొరకు భాగస్వామ్యాలు
th: คุณบรรลุเป้าหมายที่ 17: ความร่วมมือเพื่อเป้าหมาย
tk: Siz 17-nji goly tapdyňyz: Maksatlar üçin hyzmatdaşlyk
tr: Hedef buldunuz 17: Hedefler için ortaklıklar
tt: Сез 17 максат таптыгыз: максатлар өчен партнерлыклар
ug: 17-نىشانىنى تاپتىڭ: نىشان ئۈچۈن ھەمراھلىق
uk: Ви знайшли ціль 17: Партнерство для цілей
ur: آپ کو ہدف 17 ملا: اہداف کے لئے شراکت داری
uz: 17-golni topdingiz: Maqsadlar uchun sheriklik
vi: Bạn đã tìm thấy mục tiêu 17: Quan hệ đối tác cho các mục tiêu
zh_hans: 您找到了目标17：实现目标的伙伴关系
zu: Uthole umgomo 17: Ukubambisana kwezinhloso

# undp_you_found_goal_2
source: You found goal 2: Zero hunger
af: Jy het doel gevind 2: Nul honger
am: ግብ አግኝተሃል 2 ዜሮ ረሀብ
ar: لقد وجدت الهدف 2: القضاء على الجوع
as: আপুনি লক্ষ্য 2 বিচাৰি পাইছে: শূন্য ভোক
az: 2-ci məqsədi tapdınız: Sıfır aclıq
bg: Намерихте цел 2: Нулев глад
bn: আপনি লক্ষ্য 2 খুঁজে পেয়েছেন: শূন্য ক্ষুধা
bo: ཁྱེད་ཀྱིས་དམིགས་འབེན་2:བཀྲེས་ལྟོགས་མེད་པ་ཤེས།
bs: Našao si gol 2: Nula gladi
ca: Has trobat l'objectiu 2: Fam zero
cs: Našli jste cíl 2: Nulový hlad
cy: Fe ddaethoch o hyd i nod 2: Dim newyn
da: Du fandt mål 2: Nul sult
de: Du hast Ziel 2 gefunden: Null Hunger
el: Βρήκατε στόχο 2: Μηδενική πείνα
es: Encontraste el objetivo 2: Hambre cero
et: Sa leidsid eesmärgi 2: Null nälga
eu: 2. helburua aurkitu zenuen: Gose zero
fa: شما در بر داشت هدف 2 : گرسنگی صفر
fi: Löysit tavoitteen 2: Ei nälkää
fil: Natagpuan mo ang layunin 2: Zero gutom
fo: Tú/fanst/funnu mál 2: Zero hungri
fr: Vous avez trouvé le but 2: Zéro faim
ga: Fuair tú sprioc 2: Zero hunger
gl: Obxectivo 2: Fame Cero
gu: તમને ધ્યેય ૨ મળ્યો: શૂન્ય ભૂખ
he: מצאתם מטרה 2: אפס רעב
hi: आपको लक्ष्य 2 मिला: शून्य भूख
hr: Pronašli ste cilj 2: Nula gladi
hu: Megtaláltad a 2. célt: Zéró éhség
hy: Դու գտա նպատակ 2: Զրո սով
id: Anda menemukan tujuan 2: Tidak ada rasa lapar
is: Þú fannst markmið 2: Núll hungur
it: Hai trovato l'obiettivo 2: Fame zero
ja: あなたは目標2を見つけました:飢餓ゼロ
ka: თქვენ იპოვნეთ მიზანი 2: ნულოვანი შიმშილი
kk: 2-мақсат таптыңыз: Нөлдік аштық
km: អ្នកបានរកឃើញគោលដៅទី២៖ ការអត់ឃ្លានសូន្យ
kn: ನೀವು ಗುರಿ 2 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಶೂನ್ಯ ಹಸಿವು
ko: 당신은 목표 2를 발견했다 : 굶주림 제로.
ku: تۆ گۆلت دۆزیەوە 2: برسیەتی سفر
ky: Сиз максат тапты 2: Нөл ачкачылык
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 2: ຄວາມອຶດຫິວ Zero
lt: Jūs radote 2 tikslą: nulinį alkį
lv: Jūs atradāt 2. mērķi: Nulle bada
mg: Nahita tanjona 2 ianao: Tsy hanoanana
mi: I kitea e koe te whāinga 2: Kore hiakai
mk: Го најдовте голот 2: Нулта глад
ml: നിങ്ങൾ ലക്ഷ്യം 2 കണ്ടെത്തി: വിശപ്പ് പൂജ്യം
mn_cyrl: Та олсон зорилго 2: Zero өлсгөлөн
mr: तुम्हाला लक्ष्य 2 सापडले: शून्य भूक
ms: Anda menemui matlamat 2: Sifar kelaparan
mt: Sibt l-għan 2: Żero ġuħ
my: ပန်းတိုင် ၂: zero ငတ်မွတ်ခေါင်းပါးမှု
nb: Du fant mål 2: Null sult
ne: तपाईंले लक्ष्य २ फेला पार्नुभयो: शून्य भोक
nl: Je hebt doel 2 gevonden: Nul honger
or: ଆପଣ ଲକ୍ଷ୍ୟ 2 ପାଇଲେ: ଶୂନ୍ୟ ଭୋକ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 2 ਮਿਲਿਆ: ਭੁੱਖ ਨਹੀਂ
pl: Znalazłeś cel 2: Zero głodu
ps: هدف ٢ : لوږه صفر
pt_br: Você encontrou o objetivo 2: fome zero
ro: Ai găsit obiectivul 2: Zero foame
ru: Вы нашли цель 2: нулевой голод
sk: Našli ste cieľ 2: Nulový hlad
sl: Našli ste cilj 2: Nič lakote
sq: Gjete objektivin 2: Zero uri
sr_latn: Pronašli ste cilj 2: Nulta glad
sv: Du hittade mål 2: Ingen hunger
sw: Ulipata lengo 2: Njaa sifuri
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 2: பூஜ்ஜிய பசி
te: మీరు గోల్ 2 కనుగొన్నారు: జీరో ఆకలి
th: คุณพบเป้าหมายที่ 2: ความหิวโหยเป็นศูนย์
tk: 2-nji maksady tapdyň: Sansyz açlyk
tr: Hedef 2'ye ulaştınız: Sıfır açlık
tt: Сез 2 максат таптыгыз: Нуль ачлык
ug: نىشانىنى تاپتىڭ 2: نۆل ئاچلىق
uk: Ви знайшли ціль 2: Нульовий голод
ur: آپ کو ہدف 2 ملا: صفر بھوک
uz: 2-gol topdingiz: Nol ochlik
vi: Bạn đã tìm thấy mục tiêu 2: Không đói
zh_hans: 你找到了目标2：零饥饿
zu: Uthole umgomo 2: Indlala ye-Zero

# undp_you_found_goal_3
source: You found goal 3: Good health and well-being
af: Jy het doel gevind 3: Goeie gesondheid en welsyn
am: ግብ አግኝተሃል 3 ጥሩ ጤንነት እና ደህንነት
ar: لقد وجدت الهدف 3: الصحة الجيدة والرفاه
as: আপুনি লক্ষ্য 3 বিচাৰি পাইছে: ভাল স্বাস্থ্য আৰু সুস্থতা
az: 3-cü məqsədi tapdınız: Sağlamlıq və rifah
bg: Намерихте цел 3: Добро здраве и благополучие
bn: আপনি লক্ষ্য 3 খুঁজে পেয়েছেন: ভাল স্বাস্থ্য এবং সুস্থতা
bo: ཁྱེད་ཀྱིས་དམིགས་འབེན་3:བདེ་ཐང་དང་བདེ་སྐྱིད་ལྡན་པ་ཤེས།
bs: Našao si cilj 3: Dobro zdravlje i zdravlje
ca: Has trobat l'objectiu 3: Bona salut i benestar
cs: Našli jste cíl 3: Dobré zdraví a pohoda
cy: Fe ddaethoch o hyd i nod 3: Iechyd da a lles
da: Du fandt mål 3: Godt helbred og velvære
de: Sie haben Ziel 3 gefunden: Gesundheit und Wohlbefinden
el: Βρήκατε στόχο 3: Καλή υγεία και ευεξία
es: Encontraste el objetivo 3: Buena salud y bienestar
et: Leidsite eesmärgi 3: Hea tervis ja heaolu
eu: 3. helburua aurkitu zenuen: Osasun ona eta ongizatea
fa: شما در بر داشت هدف 3 : سلامت خوب و به خوبی
fi: Löysit tavoitteen 3: Hyvä terveys ja hyvinvointi
fil: Nakakita ka ng mithiin 3: Mabuting kalusugan at kapakanan
fo: Tú/fanst/funnu mál 3: góða heilsu og væl-being
fr: Vous avez trouvé le but 3 : Une bonne santé et un bien-être
ga: D'aimsigh tú sprioc 3: Dea-shláinte agus folláine
gl: Obxectivo 3: Saúde e benestar
gu: તમને ધ્યેય ૩ મળ્યો: સારું આરોગ્ય અને સુખાકારી
he: מצאתם מטרה 3: בריאות ורווחה טובה
hi: आपको लक्ष्य 3 मिला: अच्छा स्वास्थ्य और कल्याण
hr: Pronašli ste cilj 3: Dobro zdravlje i dobrobit
hu: Megtaláltad a 3. célt: Jó egészség és jólét
hy: Դուք գտաք նպատակ 3. լավ առողջություն եւ բարեկեցություն
id: Anda menemukan tujuan 3: Kesehatan dan kesejahteraan yang baik
is: Þú fannst markmið 3: Góð heilsa og vellíðan
it: Hai trovato l'obiettivo 3: Buona salute e benessere
ja: あなたは目標3を見つけました:健康と幸福
ka: თქვენ იპოვნეთ მიზანი 3: კარგი ჯანმრთელობა და კეთილდღეობა
kk: Сіз 3-мақсат таптыңыз: Жақсы денсаулық пен әл-ауқат
km: អ្នកបានរកឃើញគោលដៅទី៣៖ សុខភាពល្អ និងសុខុមាលភាព
kn: ನೀವು ಗುರಿ 3 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಉತ್ತಮ ಆರೋಗ್ಯ ಮತ್ತು ಯೋಗಕ್ಷೇಮ
ko: 당신은 목표 3을 발견했습니다 : 좋은 건강과 복지
ku: تۆ ئامانجت دۆزییەوە 3: تەندروستی باش و ئاسوودەیی
ky: Сиз максат таптым 3: Жакшы ден соолук жана жыргалчылыгы
lo: ທ່ານ ໄດ້ ພົບ ເປົ້າ ຫມາຍ ທີ 3: ສຸ ຂະ ພາບ ທີ່ ດີ ແລະ ຄວາມ ຜາ ສຸກ
lt: Jūs radote 3 tikslą: gera sveikata ir gerovė
lv: Jūs atradāt 3. mērķi: laba veselība un labsajūta
mg: Nahita tanjona 3 ianao: Fahasalamana sy fahasalamana tsara
mi: I kitea e koe te whāinga 3: Te hauora pai me te ora pai
mk: Ја најдовте целта 3: Добро здравје и благосостојба
ml: നിങ്ങൾ ലക്ഷ്യം 3 കണ്ടെത്തി: നല്ല ആരോഗ്യവും ക്ഷേമവും
mn_cyrl: Та зорилго 3: Эрүүл мэнд, сайн сайхан байдал
mr: तुम्हाला ध्येय 3 सापडले: चांगले आरोग्य आणि कल्याण
ms: Anda menemui matlamat 3: Kesihatan dan kesejahteraan yang baik
mt: Sibt l-għan 3: Saħħa tajba u benesseri
my: ပန်းတိုင် ၃– ကျန်းမာရေးကောင်းမှုနဲ့ ကျန်းမာရေးကောင်းခြင်း
nb: Du fant mål 3: God helse og velvære
ne: तपाईंले लक्ष्य 3 फेला पार्नुभयो: राम्रो स्वास्थ्य र कल्याण
nl: Je hebt doel 3 gevonden: Goede gezondheid en welzijn
or: ଆପଣ ଲକ୍ଷ୍ୟ 3 ପାଇଲେ: ଉତ୍ତମ ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ସୁସ୍ଥତା
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 3 ਮਿਲਿਆ: ਵਧੀਆ ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ
pl: Znalazłeś cel 3: Dobre zdrowie i dobre samopoczucie
ps: تاسو هدف پیدا کړ 3 : ښه روغتیا او روغتیا
pt_br: Você encontrou o objetivo 3: Boa saúde e bem-estar
ro: Ați găsit obiectivul 3: Sănătate și bunăstare
ru: Вы нашли цель 3: Хорошее здоровье и благополучие
sk: Našli ste cieľ 3: Dobré zdravie a pohoda
sl: Našli ste cilj 3: Dobro zdravje in dobro
sq: Ke gjetur synimin 3: Shëndet të mirë dhe mirëqenie
sr_latn: Našli ste cilj 3: Dobro zdravlje i dobro biće
sv: Du hittade mål 3: God hälsa och välbefinnande
sw: Umepata lengo la 3: Afya njema na ustawi
ta: நீங்கள் இலக்கு 3 ஐக் கண்டறிந்தீர்கள்: நல்ல ஆரோக்கியம் மற்றும் நல்வாழ்வை
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 3: మంచి ఆరోగ్యం మరియు శ్రేయస్సు
th: คุณพบเป้าหมายที่ 3: สุขภาพที่ดีและความเป็นอยู่ที่ดี
tk: 3-nji maksadytapdyň: Sagdyn saglyk we abadançylyk
tr: Hedef buldunuz 3: İyi sağlık ve esenlik
tt: Сез 3 максат таптыгыз: сәламәтлек һәм игелек
ug: 3-نىشاننى تېپىپ چىقتىڭىز: سالامەتلىك ۋە بەخت
uk: Ви знайшли ціль 3: Гарне здоров'я і благополуччя
ur: آپ کو ہدف 3 ملا: اچھی صحت اور بہبود
uz: Siz 3-maqsadni topdingiz: Yaxshi sog'liq va farovonlik
vi: Bạn đã tìm thấy mục tiêu 3: Sức khỏe và hạnh phúc tốt
zh_hans: 您找到了目标3：良好的健康和福祉
zu: Uthole umgomo 3: Impilo enhle nenhlalakahle

# undp_you_found_goal_4
source: You found goal 4: Quality education
af: Jy het doel gevind 4: Kwaliteitsonderrig
am: አግኝተሃል ግብ 4 ጥራት ትምህርት
ar: لقد وجدت الهدف 4: جودة التعليم
as: আপুনি লক্ষ্য 4 বিচাৰি পাইছে: মানদণ্ডৰ শিক্ষা
az: 4-cü məqsədi tapdınız: Keyfiyyətli təhsil
bg: Намерихте цел 4: Качествено образование
bn: আপনি লক্ষ্য 4 খুঁজে পেয়েছেন: মানসম্মত শিক্ষা
bo: ཁྱེད་ཀྱིས་དམིགས་འབེན་4:སྤུས་ཚད་སློབ་གསོ།
bs: Pronašli ste cilj 4: Kvalitetno obrazovanje
ca: Heu trobat l'objectiu 4: Educació de qualitat
cs: Našli jste cíl 4: Kvalitní vzdělávání
cy: Fe ddaethoch o hyd i nod 4: Addysg o ansawdd
da: Du fandt mål 4: Kvalitetsuddannelse
de: Sie haben Ziel 4 gefunden: Qualitativ hochwertige Bildung
el: Βρήκατε το στόχο 4: Ποιοτική εκπαίδευση
es: Usted encontró la meta 4: Educación de calidad
et: Leidsite eesmärgi nr 4: Kvaliteetne haridus
eu: 4. helburua aurkitu duzu: Kalitatezko hezkuntza
fa: شما در بر داشت هدف 4 : آموزش با کیفیت
fi: Löysit tavoitteen 4: Laadukas koulutus
fil: Nakakita ka ng mithiin 4: Kalidad ng edukasyon
fo: Tú/fanst/funnu mál 4: Quality útbúgving
fr: Vous avez trouvé l’objectif 4 : une éducation de qualité
ga: Fuair tú sprioc 4: Oideachas ar ardchaighdeán
gl: Obxectivo 4: Educación de calidade
gu: તમને ધ્યેય ૪ મળ્યો: ગુણવત્તાયુક્ત શિક્ષણ
he: מצאתם מטרה 4: חינוך איכותי
hi: आपको लक्ष्य 4 मिला: गुणवत्तापूर्ण शिक्षा
hr: Pronašli ste cilj 4: Kvalitetno obrazovanje
hu: Megtaláltad a 4. célt: Minőségi oktatás
hy: Դուք գտաք նպատակ 4. Որակյալ կրթություն
id: Anda menemukan tujuan 4: Pendidikan berkualitas
is: Þú fannst markmið 4: Gæðamenntun
it: Hai trovato l'obiettivo 4: istruzione di qualità
ja: 目標4:質の高い教育を見つけました
ka: თქვენ იპოვნეთ მიზანი 4: ხარისხიანი განათლება
kk: Сіз 4-мақсатты таптыңыз: Сапалы білім
km: អ្នកបានរកឃើញគោលដៅទី៤៖ ការអប់រំគុណភាព
kn: ನೀವು ಗುರಿ 4 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಗುಣಮಟ್ಟದ ಶಿಕ್ಷಣ
ko: 당신은 목표 4를 발견했다 : 양질의 교육
ku: تۆ ئامانجت دۆزییەوە 4: پەروەردەی کوالێتی
ky: Сиз максат таптым 4: Сапаттуу билим берүү
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 4: ການສຶກສາທີ່ມີຄຸນນະພາບ
lt: Radote 4 tikslą: Kokybiškas švietimas
lv: Jūs atradāt 4. mērķi: kvalitatīva izglītība
mg: Nahita tanjona 4 ianao: Fianarana tsara
mi: I kitea e koe te whāinga 4: Mātauranga kounga
mk: Ја најдовте целта 4: Квалитетно образование
ml: നിങ്ങൾ ലക്ഷ്യം 4 കണ്ടെത്തി: ഗുണനിലവാരമുള്ള വിദ്യാഭ്യാസം
mn_cyrl: Та зорилго 4: Чанартай боловсрол
mr: तुम्हाला मिळालेले ध्येय ४: गुणवत्तापूर्ण शिक्षण
ms: Anda menemui matlamat 4: Pendidikan berkualiti
mt: Sibt l-għan 4: Edukazzjoni ta 'kwalità
my: ပန်းတိုင် ၄ : အရည်အသွေး ပညာရေး
nb: Du fant mål 4: Kvalitetsutdanning
ne: तपाईंले लक्ष्य 4 फेला पार्नुभयो: गुणस्तरीय शिक्षा
nl: Je hebt doel 4 gevonden: Kwaliteitsonderwijs
or: ଆପଣ ଲକ୍ଷ୍ୟ 4 ପାଇଲେ: ଗୁଣବତ୍ତା ଶିକ୍ଷା
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 4 ਮਿਲਿਆ: ਗੁਣਵੱਤਾ ਭਰਪੂਰ ਸਿੱਖਿਆ
pl: Znalazłeś cel 4: Wysokiej jakości edukacja
ps: تاسو هدف پیدا کړ ٤ : د کیفیت زده کړه
pt_br: Você encontrou a meta 4: Educação de qualidade
ro: Ați găsit obiectivul 4: Educație de calitate
ru: Вы нашли цель 4: Качественное образование
sk: Našli ste cieľ 4: Kvalitné vzdelávanie
sl: Našli ste cilj 4: Kakovostno izobraževanje
sq: Ke gjetur synimin 4: Arsimim cilësor
sr_latn: Pronašli ste cilj 4: Kvalitetno obrazovanje
sv: Du hittade mål 4: God utbildning
sw: Umepata lengo namba 4: Elimu bora
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 4: தரமான கல்வி
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 4: నాణ్యమైన విద్య
th: คุณพบเป้าหมายที่ 4: การศึกษาที่มีคุณภาพ
tk: Siz 4-nji maksady tapdyňyz: Häsiýetli bilim
tr: Hedefi buldunuz 4: Kaliteli eğitim
tt: Сез 4 максат таптыгыз: Сыйфатлы белем
ug: 4-نىشاننى تېپىپسىز: سۈپەتلىك مائارىپ
uk: Ви знайшли ціль 4: Якісна освіта
ur: آپ کو ہدف 4 ملا: معیاری تعلیم
uz: 4-maqsadni topdingiz: Sifatli ta'lim
vi: Bạn đã tìm thấy mục tiêu 4: Chất lượng giáo dục
zh_hans: 您找到了目标 4：优质教育
zu: Uthole umgomo 4: Imfundo yekhwalithi
