Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_prassel_description
source: Prassel could read newspapers for an eternity. Unresolved crossword puzzles, funny stories and yesterday's news - EVERYTHING she wants to read.
af: Prassel kon koerante vir 'n ewigheid lees. Onopgeloste blokkiesraaisels, snaakse stories en gister se nuus - ALLES wat sy wil lees.
am: ፕራሰል ጋዜጦችን ለዘላለም ማንበብ ይችል ነበር ። ያልተፈታ የመስቀል ቃል እንቆቅልሾች፣ አስቂኝ ታሪኮች እና የትናንቱ ዜናዎች - ለማንበብ የምትፈልገው ሁሉ...
ar: (براسل) يمكنه قراءة الصحف للأبد الكلمات المتقاطعة التي لم تحل ، وقصص مضحكة وأخبار الأمس -- كل ما تريد أن تقرأ.
as: প্ৰচেলে অনন্তকালৰ বাবে বাতৰি কাকত পঢ়িব পাৰিছিল। অমীমাংসিত ক্ৰছৱৰ্ড পাজল, ধেমেলীয়া কাহিনী আৰু কালিৰ বাতৰি - তাই পঢ়িব বিচৰা সকলোবোৰ।
az: Prassel qəzetləri əbədiyyətə qədər oxuya bilirdi. Həll edilməmiş crossword bulmacalar, əyləncəli hekayələr və dünənki xəbərlər - Oxumaq istədiyi HƏR ŞEY.
bg: Прасел можеше да чете вестници цяла вечност. Неразрешени кръстословици, забавни истории и вчерашни новини - ВСИЧКО, което тя иска да прочете.
bn: প্রসেল অনন্তকালের জন্য সংবাদপত্র পড়তে পারতেন। অমীমাংসিত ক্রসওয়ার্ড ধাঁধা, মজার গল্প এবং গতকালের খবর - সবকিছু তিনি পড়তে চান।
bo: ཕུའུ་ལ་སའེ་ཨེར་གྱིས་དུས་གཏན་དུ་ཚགས་པར་ལ་བལྟས་ཆོག ཐག་གཅོད་བྱས་མེད་པའི་ཡི་གེའི་གབ་ཚིག་གི་གབ་ཚིག་དང་། དགོད་བྲོ་བའི་གཏམ་རྒྱུད། ཁ་སང་གི་གསར་འགྱུར་བཅས་ནི་ཁོ་མོས་ཀློག་འདོད་པའི་ཡོད་ཚད་ཡིན།
bs: Prassel je mogao čitati novine vječno. Neriješene križaljke, smiješne priče i jučerašnje vijesti - SVE što želi pročitati.
ca: Prassel podia llegir diaris per a una eternitat. Mots encreuats sense resoldre, històries divertides i notícies d'ahir: TOT el que vol llegir.
cs: Prassel uměl číst noviny celou věčnost. Nevyřešené křížovky, vtipné historky a včerejší zprávy - VŠE, co chce číst.
cy: Gallai Prassel ddarllen papurau newydd am dragwyddoldeb. Posau croesair heb eu datrys, straeon doniol a newyddion ddoe - POPETH y mae hi eisiau ei ddarllen.
da: Prassel kunne læse aviser i en evighed. Uløste krydsord, sjove historier og gårsdagens nyheder - alt, hvad hun ønsker at læse.
de: Prassel konnte eine Ewigkeit lang Zeitungen lesen. Ungelöste Kreuzworträtsel, lustige Geschichten und die Nachrichten von gestern - ALLES, was sie lesen will.
el: Ο Πράσελ μπορούσε να διαβάζει εφημερίδες για μια αιωνιότητα. Άλυτα σταυρόλεξα, αστείες ιστορίες και χθεσινές ειδήσεις - ΟΛΑ όσα θέλει να διαβάσει.
es: Prassel podía leer periódicos por una eternidad. Crucigramas sin resolver, historias divertidas y noticias de ayer - TODO lo que quiere leer.
et: Prassel võis lugeda ajalehti terve igaviku. Lahendamata ristsõnad, naljakad lood ja eilsed uudised - KÕIK, mida ta tahab lugeda.
eu: Prasselek egunkariak irakur zitzakeen betikotasun baten truke. Argitu gabeko gurutzegramak, istorio dibertigarriak eta atzoko albisteak: irakurri nahi duen guztia.
fa: پراسل می توانست روزنامه ها را برای ابدیت بخواند. پازل جدول کلمات متقاطع حل نشده، داستان های خنده دار و اخبار دیروز - همه چیز او می خواهد به خواندن.
fi: Prassel osasi lukea sanomalehtiä ikuisuuden. Ratkaisemattomat ristisanatehtävät, hauskat tarinat ja eiliset uutiset - KAIKKI mitä hän haluaa lukea.
fil: Maaaring basahin ni Prassel ang mga diyaryo para sa kawalang-hanggan. Hindi nalutas ang mga crossword puzzle, nakakatawa mga kuwento at balita kahapon - lahat ng gusto niyang basahin.
fo: Prassel kundi lisið tíðindabløð fyri ævir. Ótrúligt, at tað er stuttligt, stuttligt søgur og í gjár, - EVERYTHING hon vil lesa.
fr: Prassel pouvait lire les journaux pour l’éternité. Mots croisés non résolus, histoires drôles et nouvelles d’hier - TOUT ce qu’elle veut lire.
ga: D'fhéadfadh Prassel nuachtáin a léamh ar son síoraíochta. Crosfhocail gan réiteach, scéalta greannmhara agus nuacht an lae inné - GACH RUD ba mhaith léi a léamh.
gl: O galego pode ler os xornais durante a eternidade. crebacabezas de palabras cruzadas sen resolver, historias divertidas e noticias de onte - todo o que quere ler.
gu: પ્રસેલ અનંતકાળ સુધી અખબારો વાંચી શકતો હતો. વણઉકેલાયેલા ક્રોસવર્ડ પઝલ્સ, રમૂજી વાર્તાઓ અને ગઈકાલના સમાચાર - તે બધું જ જે તે વાંચવા માંગે છે.
he: פרסל ידע לקרוא עיתונים לנצח. תשבצים לא פתורים, סיפורים מצחיקים וחדשות אתמול - כל מה שהיא רוצה לקרוא.
hi: प्रसेल अनंत काल तक अखबार पढ़ सकते थे। अनसुलझे क्रॉसवर्ड पहेली, मजेदार कहानियां और कल की खबरें - वह सब कुछ जो वह पढ़ना चाहती है।
hr: Prassel je mogao čitati novine cijelu vječnost. Neriješene križaljke, smiješne priče i jučerašnje vijesti - SVE što želi pročitati.
hu: Prassel egy örökkévalóságig tudott újságokat olvasni. Megoldatlan keresztrejtvények, vicces történetek és a tegnapi hírek - MINDEN, amit el akar olvasni.
hy: Պրասելը կարող էր թերթեր կարդալ հավերժության համար: Չլուծված խաչաձեւ գլուխկոտրուկներ, զվարճալի պատմություններ եւ երեկվա նորություններ - ԱՄԵՆ ինչ, որ նա ուզում է կարդալ:
id: Prassel bisa membaca koran untuk selamanya. Teka-teki silang yang belum terselesaikan, cerita lucu, dan berita kemarin - SEMUA yang ingin dia baca.
is: Prassel gat lesið dagblöð um eilífð. Óleystar krossgátur, skemmtilegar sögur og fréttir gærdagsins - ALLT sem hún vill lesa.
it: Prassel poteva leggere i giornali per un'eternità. Cruciverba irrisolti, storie divertenti e notizie di ieri - TUTTO ciò che vuole leggere.
ja: プラッセルは永遠に新聞を読むことができた。未解決のクロスワードパズル、面白い話や昨日のニュース - 彼女が読みたいすべて。
ka: პრასელს შეეძლო გაზეთების წაკითხვა მარადისობისთვის. გადაუჭრელი კროსვორდის თავსატეხები, სასაცილო ისტორიები და გუშინდელი ამბები - ყველაფერი, რისი წაკითხვაც მას სურს.
kk: Прассель газеттерді мәңгілікке оқи алатын еді. Шешілмеген айқас сөз жұмбақтары, көңілді әңгімелер мен кешегі жаңалықтар – бәрін оқығысы келеді.
km: Prassel អាច អាន កាសែត សម្រាប់ ភាព អស់ កល្ប ជានិច្ច ។ ការ ផ្គុំ រូប ពាក្យ ឆ្លង កាត់ ដែល មិន ទាន់ បាន ដោះ ស្រាយ រឿង កំប្លែង និង ព័ត៌មាន កាល ពី ម្សិល មិញ - EVERYTHING ដែល នាង ចង់ អាន ។
kn: ಪ್ರಸೆಲ್ ಪತ್ರಿಕೆಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಓದಬಲ್ಲವನಾಗಿದ್ದನು. ಪರಿಹರಿಸಲಾಗದ ಕ್ರಾಸ್ ವರ್ಡ್ ಒಗಟುಗಳು, ತಮಾಷೆಯ ಕಥೆಗಳು ಮತ್ತು ನಿನ್ನೆಯ ಸುದ್ದಿ - ಅವಳು ಓದಲು ಬಯಸುವ ಎಲ್ಲವೂ.
ko: 프라셀은 영원히 신문을 읽을 수 있었다. 해결되지 않은 크로스 워드 퍼즐, 재미있는 이야기 및 어제의 뉴스 - 그녀가 읽고 싶은 모든 것.
ku: پراسێل دەتوانێ ڕۆژنامە بخوێنێتەوە بۆ هەتا هەتایی. مەتەڵی وشەی پەڕی چارەسەرنەکراو، چیرۆکی پێکەنیناوی و هەواڵەکانی دوێنێ - هەموو شتێک کە دەیەوێت بیخوێنێتەوە.
ky: Прассель гезиттерди түбөлүккө окуй алмак. Чечилбеген айкаш сөз табышмактары, кызыктуу окуялар жана кешеги жаңылыктар - ал окууну каалаган нерселердин баары.
lo: Prassel ສາມາດອ່ານຫນັງສືພິມໄດ້ຕະຫຼອດໄປ. puzzles crossword unresolved, ເລື່ອງຕະຫຼົກແລະຂ່າວມື້ວານນີ້ - EVERYTHING ນາງຕ້ອງການອ່ານ.
lt: Prasselis galėdavo skaityti laikraščius amžinybei. Neišspręsti kryžiažodžiai, juokingos istorijos ir vakarykštės naujienos - VISKAS, ką ji nori perskaityti.
lv: Prassel varēja lasīt avīzes uz mūžību. Neatrisinātas krustvārdu mīklas, smieklīgi stāsti un vakardienas ziņas - VISS, ko viņa vēlas lasīt.
mg: Afaka namaky gazety mandrakizay i Prassel. Teny filamatra tsy voavaha, tantara mampihomehy ary vaovao omaly - NY ZAVATRA REHETRA tiany hovakiana.
mi: Ka taea e Prassel te pānui nūpepa mo te āhuatanga. Ngā panga kupu whakawhiti kāore anō kia rāhuitia, ngā pūrākau rerekē me ngā rongokōrero o inanahi - TINO PAI E hiahia ana a ia ki te pānui.
mk: Прасел можел да чита весници цела вечност. Нерешени крстозбори, смешни приказни и вчерашни вести - СЕ ШТО сака да прочита.
ml: പ്രസ്സലിന് ശാശ്വതമായി പത്രങ്ങൾ വായിക്കാൻ കഴിയും. പരിഹരിക്കപ്പെടാത്ത ക്രോസ് വേഡ് പസിലുകൾ, രസകരമായ കഥകൾ, ഇന്നലത്തെ വാർത്തകൾ - അവൾ വായിക്കാൻ ആഗ്രഹിക്കുന്നതെല്ലാം.
mn_cyrl: Прассел сонинуудыг мөнхөд уншиж чаддаг байв. Шийдвэрлэгдээгүй солбицлын эвлүүлдэг тоглоом, хөгжилтэй түүхүүд, өчигдрийн мэдээ . Уншихыг хүсч байгаа бүх зүйл.
mr: प्रसल अनंतकाळ वर्तमानपत्रे वाचू शकत होता. न सुटलेली क्रॉसवर्ड कोडी, गमतीशीर किस्से आणि कालच्या बातम्या - तिला जे काही वाचायचंय ते सगळं.
ms: Prassel boleh membaca surat khabar untuk keabadian. Teka-teki silang kata yang tidak dapat diselesaikan, cerita lucu dan berita semalam - SEMUA yang dia mahu baca.
mt: Prassel seta' jaqra gazzetti għal eternità. Puzzles tisliba mhux solvuti, stejjer umoristiċi u aħbarijiet tal-bieraħ - KOLLOX trid taqra.
my: ပရပ်ဆဲလ်သည် သတင်းစာများကို ထာဝစဉ်ဖတ်ရှုနိုင်ခဲ့သည်။ မ ဖြေရှင်း ရ သေး သော စကားဝှက် ပဟေဠိ များ ၊ ရယ်စရာ ပုံပြင် များ နှင့် မနေ့ က သတင်း များ - သူမ ဖတ် ချင် သော အရာ အားလုံး ။
nb: Prassel kunne lese aviser i all evighet. Uløste kryssord, morsomme historier og gårsdagens nyheter - ALT hun ønsker å lese.
ne: प्रसेल अनन्तकालसम्म अखबार पढ्न सक्थे। अनसुलझे क्रसवर्ड पजलहरू, रमाइला कथाहरू र हिजोका समाचारहरू - सबै कुरा उनी पढ्न चाहन्छन्।
nl: Prassel kon een eeuwigheid kranten lezen. Onopgeloste kruiswoordpuzzels, grappige verhalen en het nieuws van gisteren - ALLES wat ze wil lezen.
or: ପ୍ରସେଲ ଅନନ୍ତ କାଳ ପାଇଁ ଖବରକାଗଜ ପଢିପାରିବେ | ଅସମାହିତ କ୍ରସୱାର୍ଡ ପଜଲ୍, ମଜାଳିଆ କାହାଣୀ ଏବଂ ଗତକାଲିର ଖବର - ସେ ପଢିବାକୁ ଚାହୁଁଥିବା ସବୁକିଛି |
pa: ਪ੍ਰਸਲ ਸਦਾ ਲਈ ਅਖ਼ਬਾਰਾਂ ਪੜ੍ਹ ਸਕਦਾ ਸੀ। ਅਣਸੁਲਝੀਆਂ ਕਰਾਸਵਰਡ ਪਹੇਲੀਆਂ, ਮਜ਼ਾਕੀਆ ਕਹਾਣੀਆਂ ਅਤੇ ਕੱਲ੍ਹ ਦੀਆਂ ਖ਼ਬਰਾਂ - ਉਹ ਸਭ ਕੁਝ ਜੋ ਉਹ ਪੜ੍ਹਨਾ ਚਾਹੁੰਦੀ ਹੈ।
pl: Prassel mógł czytać gazety przez wieczność. Nierozwiązane krzyżówki, zabawne historie i wczorajsze wiadomości - WSZYSTKO, co chce przeczytać.
ps: پرازل کولی شی ورځپاڼې د ابدیت لپاره ولولی. ناحل شوې د کلمې معماوې، خندونکې کیسې او د پرون خبرونه - هر څه چې هغه لوستل غواړی.
pt_br: Prassel podia ler jornais por uma eternidade. Palavras cruzadas não resolvidas, histórias engraçadas e notícias de ontem - TUDO o que ela quer ler.
ro: Prassel putea citi ziare pentru o eternitate. Puzzle-uri de cuvinte încrucișate nerezolvate, povești amuzante și știri de ieri - TOT ce vrea să citească.
ru: Прассель мог читать газеты вечно. Нерешенные кроссворды, смешные истории и вчерашние новости - все, что она хочет читать.
sk: Prassel vedel čítať noviny na večnosť. Nevyriešené krížovky, vtipné príbehy a včerajšie správy - VŠETKO, čo si chce prečítať.
sl: Prassel je lahko večno bral časopise. Nerešene križanke, smešne zgodbe in včerajšnje novice - VSE, kar želi prebrati.
sq: Prasel mund të lexonte gazetat për një përjetësi. Fjalëkryqe të pazgjidhura, histori qesharake dhe lajmet e djeshme - GJITHÇKA që ajo dëshiron të lexojë.
sr_latn: Prasel je mogao da čita novine celu večnost. Nerešene ukrštenice, smešne priče i jučerašnje vesti - SVE ŠTO želi da pročita.
sv: Tidningar kan Prassel läsa i evigheters evighet. Olösta korsord, roliga historier och gårdagens nyheter – ALLT vill hon läsa.
sw: Prassel aliweza kusoma magazeti kwa milele. Mafumbo ya msalaba yasiyotatuliwa, hadithi za kuchekesha na habari za jana - KILA KITU anachotaka kusoma.
ta: பிரஸ்ஸல் ஒரு நித்தியம் செய்தித்தாள்கள் படிக்க முடியும். தீர்க்கப்படாத குறுக்கெழுத்து புதிர்கள், வேடிக்கையான கதைகள் மற்றும் நேற்றைய செய்திகள் - அவள் படிக்க விரும்பும் அனைத்தும்.
te: ప్రసెల్ నిత్యం వార్తాపత్రికలు చదవగలడు. అపరిష్కృత క్రాస్ వర్డ్ పజిల్స్, ఫన్నీ స్టోరీస్ మరియు నిన్నటి వార్తలు - ప్రతిదీ ఆమె చదవాలని కోరుకుంటుంది.
th: Prassel สามารถอ่านหนังสือพิมพ์ชั่วนิรันดร์ได้ ปริศนาอักษรไขว้ที่ยังไม่ได้รับการแก้ไขเรื่องราวตลก ๆ และข่าวเมื่อวานนี้ - ทุกสิ่งที่เธอต้องการอ่าน
tk: Prassel bakylyk üçin gazet-žurnal okap bilýärdi. Çözülmedik krossword puzzlemeler, gülküli wakalar we düýnki täzelik - OKAMAK ISLEÝÄN ÄHLI ZADY.
tr: Prassel sonsuza kadar gazete okuyabilir. Çözülmemiş bulmacalar, komik hikayeler ve dünkü haberler - okumak istediği HER ŞEY.
tt: Прассель мәңгелек өчен газеталар укый алган иде. Чишелмәгән кросс-редаклар, кызыклы хикәяләр һәм кичәге яңалыклар – ул укыйсы бөтен нәрсә.
ug: پراسسېل بىر مەڭگۈلۈك گېزىت ئوقۇيالايدۇ. ھەل قىلىنمىغان گىرەلەشمە تېپىشماق، كۈلكىلىك ھېكايىلەر ۋە تۈنۈگۈنكى خەۋەرلەر - ئۇ ئوقۇماقچى بولغان بارلىق ئىشلار
uk: Прассель міг читати газети на вічність. Невирішені кросворди, смішні історії і вчорашні новини - ВСЕ, що вона хоче прочитати.
ur: پرسل ہمیشہ کے لئے اخبارات پڑھ سکتا تھا۔ غیر حل شدہ کراس ورڈ پہیلیاں، مضحکہ خیز کہانیاں اور کل کی خبریں - وہ سب کچھ جو وہ پڑھنا چاہتی ہے۔
uz: Prassel gazetalarni abadiy oʻqishi mumkin edi. Hal qilinmagan krossvord g'oyalari, kulgili hikoyalar va kechagi yangiliklar - u o'qishni istagan hamma narsa.
vi: Prassel có thể đọc báo vĩnh viễn. Câu đố ô chữ chưa được giải quyết, những câu chuyện hài hước và tin tức ngày hôm qua - MỌI THỨ cô ấy muốn đọc.
zh_hans: 普拉塞尔可以永远读报纸。未解决的填字游戏，有趣的故事和昨天的新闻 - 她想读的一切。
zu: UPrassel wayengafunda amaphephandaba kuze kube phakade. Ama-crossword puzzle angaxazululiwe, izindaba ezihlekisayo nezindaba zayizolo - KONKE afuna ukukufunda.

# trashmonster_press_to_learn_more
source: Tap a monster to learn more about it.
af: Tik op 'n monster om meer daaroor te leer.
am: ስለዚህ ጉዳይ ይበልጥ ለማወቅ አንድ ግዙፍ ፍጡር ጠቅ ያድርጉ.
ar: اضغط على وحش لمعرفة المزيد عن ذلك.
as: ইয়াৰ বিষয়ে অধিক জানিবলৈ এটা দৈত্যক টেপ কৰক।
az: Bu barədə daha çox öyrənmək üçün bir canavar dokunun.
bg: Докоснете чудовище, за да научите повече за това.
bn: এটি সম্পর্কে আরও জানতে একটি দৈত্য ট্যাপ করুন।
bo: གདོན་འདྲེ་ཞིག་སྔོག་འདོན་བྱས་ནས་གནས་ཚུལ་དེ་བས་མང་བ་ཤེས་རྟོགས་
bs: Tapni čudovište da saznaš više o tome.
ca: Toqueu un monstre per obtenir-ne més informació.
cs: Klepnutím na monstrum se o něm dozvíte více.
cy: Tapiwch anghenfil i ddysgu mwy amdano.
da: Tryk på et monster for at få mere at vide om det.
de: Tippe auf ein Monster, um mehr darüber zu erfahren.
el: Πατήστε ένα τέρας για να μάθετε περισσότερα σχετικά με αυτό.
es: Toca un monstruo para aprender más sobre él.
et: Puudutage koletist, et selle kohta rohkem teada saada.
eu: Munstro bat jotzen du horri buruzko informazio gehiago lortzeko.
fa: ضربه هیولا برای کسب اطلاعات بیشتر در مورد آن.
fi: Napauta hirviötä oppiaksesi lisää siitä.
fil: I-tap ang isang halimaw upang malaman pa ang tungkol dito.
fo: Tap eitt ódjór at læra meira um tað.
fr: Appuyez sur un monstre pour en savoir plus à ce sujet.
ga: Tapáil ar ollphéist chun tuilleadh a fhoghlaim faoi.
gl: Un monstro para saber máis sobre iso.
gu: તેના વિશે વધુ જાણવા માટે એક રાક્ષસને ટૅપ કરો.
he: הקש על מפלצת כדי ללמוד עליה עוד.
hi: इसके बारे में अधिक जानने के लिए एक राक्षस टैप करें।
hr: Dodirnite čudovište da biste saznali više o tome.
hu: Koppintson egy szörnyetegre, hogy többet megtudjon róla.
hy: Tap մի հրեշ է իմանալ դրա մասին ավելին.
id: Ketuk monster untuk mempelajarinya lebih lanjut.
is: Pikkaðu á skrímsli til að læra meira um það.
it: Tocca un mostro per saperne di più.
ja: モンスターをタップして、その詳細を確認してください。
ka: შეეხეთ მონსტრი, რომ მეტი გაიგოთ ამის შესახებ.
kk: Ол туралы қосымша ақпарат алу үшін құбыжық түймешігін түртіңіз.
km: វាយ សត្វ ចម្លែក ដើម្បី រៀន បន្ថែម ទៀត អំពី វា ។
kn: ಅದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಲು ದೈತ್ಯಾಕಾರವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 몬스터를 탭하여 자세히 알아보세요.
ku: لێدان لە دڕندەیەک بۆ فێربوونی زیاتر دەربارەی.
ky: Бул тууралуу көбүрөөк билүү үчүн бир жырткычты түртүңүз.
lo: Tap monster ເພື່ອຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບມັນ.
lt: Bakstelėkite monstrą, kad sužinotumėte daugiau apie tai.
lv: Pieskarieties briesmonim, lai uzzinātu vairāk par to.
mg: Mitehafa biby mahatsiravina mba hahafantarana bebe kokoa momba izany.
mi: Patohia he taniwha hai ako anō mōna.
mk: Потчукни чудовиште за да дознаеш повеќе за тоа.
ml: അതിനെക്കുറിച്ച് കൂടുതൽ അറിയാൻ ഒരു രാക്ഷസനെ ടാപ്പുചെയ്യുക.
mn_cyrl: Энэ талаар илүү ихийг мэдэхийн тулд мангасыг наа.
mr: याबद्दल अधिक जाणून घेण्यासाठी राक्षस टॅप करा.
ms: Ketik raksasa untuk mengetahui lebih lanjut mengenainya.
mt: Tektek mostru biex titgħallem aktar dwarha.
my: ယင်းနှင့်ပတ်သက်၍ ပိုမိုသိရှိရန် နဂါးတစ်ကောင်ကို ခပ်ယူပါ။
nb: Trykk på et monster for å lære mer om det.
ne: यसको बारेमा थप जान्नको लागि राक्षसलाई ट्याप गर्नुहोस्।
nl: Tik op een monster om er meer over te weten te komen.
or: ଏହା ବିଷୟରେ ଅଧିକ ଜାଣିବା ପାଇଁ ଏକ ରାକ୍ଷସ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ ਕਿਸੇ ਰਾਖਸ਼ 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Stuknij, aby dowiedzieć się więcej na jego temat.
ps: د دې په اړه د نورو زده کړو لپاره یوې هیولا ته لاس ووزئ.
pt_br: Toque em um monstro para saber mais sobre ele.
ro: Atinge un monstru pentru a afla mai multe despre el.
ru: Нажмите монстра, чтобы узнать больше об этом.
sk: Klepnutím na monštrum sa o ňom dozviete viac.
sl: Tapnite pošast, če želite izvedeti več o tem.
sq: Trokit një përbindësh për të mësuar më shumë për të.
sr_latn: Dodirnite čudovište da biste saznali više o tome.
sv: Tryck på ett monster för att lära dig mer om det.
sw: Gusa monster ili ujifunze zaidi juu yake.
ta: அதைப் பற்றி மேலும் அறிய ஒரு அரக்கனைத் தட்டவும்.
te: దాని గురించి మరింత తెలుసుకోవడానికి ఒక రాక్షసుడిని ట్యాప్ చేయండి.
th: แตะมอนสเตอร์เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับมัน
tk: Bu barada köpräk bilmek üçin aždarha basyň.
tr: Bu konuda daha fazla bilgi edinmek için bir canavara dokunun.
tt: Моның турында күбрәк белер өчен бер монстрны тап.
ug: بىر غەلىتە مەخلۇققا تەگسىڭىز بۇ ھەقتە تېخىمۇ كۆپ مەلۇماتقا ئىگە بولىمىز.
uk: Торкніться монстра, щоб дізнатися більше про нього.
ur: اس کے بارے میں مزید جاننے کے لئے کسی عفریت کو چھوئیں۔
uz: Bu haqda ko'proq ma'lumot olish uchun maxluqqa teging.
vi: Chạm vào một con quái vật để tìm hiểu thêm về nó.
zh_hans: 点击怪物以了解更多信息。
zu: Thepha isilo ukuze ufunde kabanzi ngakho.
