Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

source: Are you ready?
af: Is jy gereed?
am: ዝግጁ ነህ?
ar: هل أنت مستعد؟
as: তুমি সাজু নে?
az: Hazırsan?
bg: Готови ли сте?
bn: তুমি কি তৈরী?
bo: ཁྱེད་རང་གྲ་སྒྲིག་ཡིན་ནམ།?
bs: Jesi spreman?
ca: Estàs preparat?
cs: Můžeš?
cy: Wyt ti'n barod?
da: Er du klar?
de: Bist du so weit?
el: Είσαι έτοιμο?
es: ¿Estás listo?
et: Kas oled valmis?
eu: Prest zaude?
fa: حاضری?
fi: Oletko valmis?
fil: Handa ka na ba?
fo: Ert tú klárur?
fr: Tu es prêt?
ga: An bhfuil tú réidh?
gl: Estás preparado?
gu: શું તમે તૈયાર છો?
he: אתה מוכן?
hi: क्या तुम तैयार हो?
hr: Jesi spreman?
hu: Kész vagy?
hy: Պատրաստ ես?
id: Apakah kamu siap?
is: Ert þú tilbúinn?
it: Sei pronto?
ja: 準備はいいですか。
ka: მზად ხარ?
kk: Дайынсың ба?
km: តើ​អ្នក​រួចរាល់​ឬ​នៅ?
kn: ನೀನು ಸಿದ್ಧವಾಗಿದ್ದೀಯಾ?
ko: 준비되었습니까?
ku: ئایا ئامادەیت?
ky: Даярсыңбы?
lo: ເຈົ້າພ້ອມແລ້ວບໍ?
lt: Ar tu pasirengęs?
lv: Vai esi gatavs?
mg: Vonona ve ianao?
mi: Kua rite koe?
mk: Дали си спремен?
ml: നീ തയ്യാറാണോ?
mn_cyrl: Бэлэн үү?
mr: आपण तयार आहात का?
ms: Awak dah sedia?
mt: Lest?
my: အဆင်သင့်ဖြစ်ပြီလား?
nb: Er du klar?
ne: के तपाईं तयार हुनुहुन्छ?
nl: Ben je klaar?
or: କଣ ଆପଣ ପ୍ରସ୍ତୁତ?
pa: ਕੀ ਤੁਸੀਂ ਤਿਆਰ ਹੋ?
pl: Czy jesteś gotowy?
ps: آیا ته چمتو یې?
pt_br: Está pronto?
ro: Eşti gata?
ru: Вы готовы?
sk: Ste pripravený?
sl: Si pripravljen?
sq: A je gati?
sr_latn: Da li si spreman?
sv: Är ni redo?
sw: Uko tayari?
ta: தயாராக இருக்கிறீர்களா?
te: మీరు సిద్ధంగా ఉన్నారా?
th: เสร็จแล้วยัง
tk: Taýýarmyň?
tr: Hazır mısın?
tt: Сез әзер ме?
ug: تەييار بولدىڭمۇ?
uk: Ти готовий?
ur: کيا تم تيار ہو?
uz: Tayyormisiz?
vi: Bạn sẵn sàng chưa?
zh_hans: 准备好了吗？
zu: Usulungile?

# ask_teacher
source: Ask the teacher
af: Vra die onderwyser
am: አስተማሪውን ጠይቅ
ar: اسأل المعلم
as: শিক্ষকক সোধক
az: Müəllimdən soruşun
bg: Попитайте учителя
bn: শিক্ষককে জিজ্ঞাসা করুন
bo: དགེ་རྒན་ལ་འདྲི་རྩད་བྱས།
bs: Pitaj učitelja
ca: Pregunta-ho al professor
cs: Zeptejte se učitele
cy: Holi'r athro
da: Spørg læreren
de: Fragen Sie den Lehrer
el: Ρωτήστε τον δάσκαλο
es: Pregunte al maestro
et: Küsige õpetajalt
eu: Galdetu irakasleari
fa: از معلم بپرس
fi: Kysy opettajalta
fil: Itanong sa guro
fo: Spyr/spyrjið læraran
fr: Demandez à l’enseignant
ga: Cuir ceist ar an múinteoir
gl: Pregunta ao profesor
gu: શિક્ષકને પૂછો
he: שאל את המורה
hi: अध्यापक से पूछें
hr: Pitajte učitelja
hu: Kérdezd meg az oktatót
hy: Հարցրու ուսուցչին
id: Tanyakan kepada guru
is: Spyrðu kennarann
it: Chiedi all'insegnante
ja: 先生に聞く
ka: ჰკითხეთ მასწავლებელს
kk: Мұғалімнен сұраңыз
km: សួរលោកគ្រូ
kn: ಶಿಕ್ಷಕರನ್ನು ಕೇಳಿ
ko: 교사에게 물어보십시오.
ku: لە مامۆستا بپرسە
ky: Мугалимден сурагыла
lo: ຖາມຄູ
lt: Paklauskite mokytojo
lv: Pajautājiet skolotājam
mg: Anontanio ny mpampianatra
mi: Pātai atu ki te kaiako
mk: Прашај го учителот.
ml: ടീച്ചറോട് ചോദിക്ക്.
mn_cyrl: Багшаас асуу
mr: शिक्षकांना विचारा
ms: Tanya guru
mt: Staqsi lill-għalliem
my: ဆရာမမေးပါ
nb: Spør læreren
ne: शिक्षकलाई सोध्नुहोस्
nl: Vraag het de docent
or: ଶିକ୍ଷକଙ୍କୁ ପଚାରନ୍ତୁ
pa: ਅਧਿਆਪਕ ਨੂੰ ਪੁੱਛੋ
pl: Zapytaj nauczyciela
ps: له ښوونکی څخه پوښتنه وکړه
pt_br: Pergunte ao professor.
ro: Întrebați-l pe învățător
ru: Спросите учителя
sk: Opýtajte sa učiteľa
sl: Vprašajte učitelja
sq: Pyet mësuesin
sr_latn: Pitaj učitelja
sv: Fråga läraren
sw: Muulize mwalimu
ta: ஆசிரியரிடம் கேளுங்கள்
te: టీచర్ ని అడగండి.
th: ถามครู
tk: Sor mugallymdan
tr: Öğretmene sorun
tt: Укытучыдан сорагыз
ug: مۇئەللىمدىن سوراڭ
uk: Запитайте у вчителя
ur: استاد سے پوچھیں
uz: O'qituvchidan so'rang
vi: Hỏi giáo viên
zh_hans: 询问老师
zu: Buza uthisha

# calendar_event
source: On this day %@
af: Op hierdie dag %@
am: በዚህ ቀን %@
ar: في مثل هذا اليوم %@
as: এই দিনটোত <span translate='no'>string</span>
az: O gün %@
bg: На този ден %@
bn: এই দিনে <span translate='no'>string</span>
bo: %@་པའི་ཉིན་དེར།
bs: Na ovaj dan %@
ca: En aquest dia %@
cs: V tento den %@
cy: Ar y diwrnod hwn %@
da: På denne dag %@
de: An diesem Tag %@
el: Σαν σήμερα %@
es: En este día %@
et: Sel päeval %@
eu: Egun honetan %@
fa: در این روز %@
fi: Tänä päivänä %@
fil: Sa araw na ito %@
fo: Dagin henda dagin %@
fr: En ce jour %@
ga: Ar an lá seo %@
gl: Neste día %@
gu: આ દિવસે <span translate='no'>string</span>
he: ביום זה %@
hi: इस दिन <span translate='no'>string</span>
hr: Na današnji dan %@
hu: Ezen a napon %@
hy: Այս օրը %@
id: Pada hari ini %@
is: Á þessum degi %@
it: In questo giorno %@
ja: この日 %@
ka: ამ დღეს %@
kk: Осы күні %@
km: នៅ ថ្ងៃ នេះ <span translate='no'>string</span>
kn: ಈ ದಿನ <span translate='no'>string</span>
ko: 이날 %@
ku: لەم ڕۆژەدا %@
ky: Бул күнү %@
lo: ໃນວັນນີ້ <span translate='no'>string</span>
lt: Šią dieną %@
lv: Šajā dienā %@
mg: Tamin'io andro io %@
mi: I tēnei rā ka %@
mk: На овој ден %@
ml: ഈ ദിവസം <span translate='no'>string</span>
mn_cyrl: Энэ өдөр %@
mr: या दिवशी <span translate='no'>string</span>
ms: Pada hari ini %@
mt: F'dan il-jum %@
my: ဒီနေ့မှာ <span translate='no'>string</span>
nb: På denne dagen %@
ne: यस दिन <span translate='no'>string</span>
nl: Op deze dag %@
or: ଏହି ଦିନ <span translate='no'>string</span>
pa: ਇਸ ਦਿਨ <span translate='no'>string</span>
pl: W tym dniu %@
ps: په دې ورځ %@
pt_br: Neste dia %@
ro: În această zi %@
ru: В этот день %@
sk: V tento deň %@
sl: Na ta dan %@
sq: Në këtë ditë %@
sr_latn: Na ovaj %@
sv: Den här dagen %@
sw: Siku hii %@
ta: இந்த நாளில் <span translate='no'>string</span>
te: ఈ రోజున <span translate='no'>string</span>
th: ในวันนี้ <span translate='no'>string</span>
tk: Şu gün %@
tr: Bu gün %@
tt: Бу көнне %@
ug: بۇ كۈندە %@
uk: У цей день %@
ur: اس دن %@
uz: Bu kunda %@
vi: Vào ngày này, %@
zh_hans: 在这一天 %@
zu: Ngalolu suku %@

# calendar_event_today
source: Today %@
af: Vandag %@
am: ዛሬ %@
ar: اليوم %@
as: আজি <span translate='no'>string</span>
bn: আজ %@
bo: དེ་རིང་ %@
bs: Danas %@
ca: Avui %@
cs: Dnes %@
cy: Heddiw %@
da: I dag %@
de: Heute %@
el: Σήμερα %@
es: Hoy %@
et: Täna %@
eu: Gaur %@
fa: امروز %@
fi: Tänään %@
fil: Ngayon %@
fo: Í dag %@
fr: Aujourd'hui %@
ga: Inniu %@
gl: Hoxe %@
gu: આજે <span translate='no'>string</span>
he: היום %@
hi: आज %@
hr: Danas %@
hu: Ma %@
hy: Այսօր %@
id: Hari ini %@
is: Í dag %@
it: Oggi %@
ja: 今日 %@
ka: დღეს %@
kk: Бүгін %@
km: ថ្ងៃនេះ <span translate='no'>string</span>
kn: ಇಂದು <span translate='no'>string</span>
ko: 오늘 %@
ku: ئەمڕۆ %@
lo: ມື້ ນີ້ <span translate='no'>string</span>
lt: Šiandien %@
lv: Šodien %@
mg: Androany %@
mi: Ngā %@ o Tēnei Rā
mk: Денес %@
ml: ഇന്ന് <span translate='no'>string</span>
mr: आज %@
ms: Hari ini %@
mt: Illum %@
my: ယနေ့ %@ ယနေ့
nb: I dag %@
nl: Vandaag %@
or: ଆଜି <span translate='no'>string</span>
pl: Dzisiaj %@
ps: نن %@
pt_br: Hoje %@
ro: Astăzi %@
ru: Сегодня %@
sk: Dnes %@
sl: Danes %@
sq: Sot %@
sr_latn: Danas %@
sv: Idag %@
sw: Leo %@
ta: இன்று <span translate='no'>string</span>
te: ఈ రోజు <span translate='no'>string</span>
th: วันนี้ <span translate='no'>string</span>
tk: Şu gün %@
tr: Bugün %@
tt: Бүген %@
ug: تارىخ-بۈگۈن %@
uk: Сьогодні %@
ur: آج %@
uz: Bugun %@
vi: Hôm nay %@
zh_hans: 今天 %@
zu: Namuhla %@

# calendar_free_day
source: On this day we are free.
af: Op hierdie dag is ons vry.
am: በዚህ ቀን ነፃ ነን።
ar: في هذا اليوم نحن أحرار.
as: এই দিনটোত আমি মুক্ত।
az: Bu gün biz azadıq.
bg: На този ден сме свободни.
bn: এই দিনে আমরা মুক্ত।
bo: ཉིན་འདི་ལ་ང་ཚོར་རང་དབང་ཡོད།
bs: Na ovaj dan smo slobodni.
ca: En aquest dia som lliures.
cs: V tento den jsme svobodní.
cy: Ar y diwrnod hwn rydym am ddim.
da: På denne dag er vi frie.
de: An diesem Tag sind wir frei.
el: Την ημέρα αυτή είμαστε ελεύθεροι.
es: En este día somos libres.
et: Sel päeval oleme vabad.
eu: Egun honetan aske gara.
fa: در این روز ما آزاد هستیم.
fi: Tänä päivänä olemme vapaita.
fil: Sa araw na ito tayo ay malaya.
fo: Dagin eru vit frí.
fr: Ce jour-là, nous sommes libres.
ga: Ar an lá seo táimid saor in aisce.
gl: Neste día somos libres.
gu: આ દિવસે આપણે મુક્ત છીએ.
he: ביום הזה אנחנו חופשיים.
hi: इस दिन हम आज़ाद हैं।
hr: Na ovaj dan smo slobodni.
hu: Ezen a napon szabadok vagyunk.
hy: Այս օրը մենք ազատ ենք...
id: Pada hari ini kita bebas.
is: Á þessum degi erum við frjáls.
it: In questo giorno siamo liberi.
ja: この日、私たちは自由です。
ka: ამ დღეს ჩვენ თავისუფალი ვართ.
kk: Бұл күні біз тегінміз.
km: នៅ ថ្ងៃ នេះ យើង មាន សេរីភាព ។
kn: ಈ ದಿನ ನಾವು ಸ್ವತಂತ್ರರಾಗಿದ್ದೇವೆ.
ko: 이 날 우리는 자유롭습니다.
ku: لەم ڕۆژەدا ئێمە ئازادین
ky: Бул күнү биз эркинбиз.
lo: ໃນວັນນີ້ພວກເຮົາເປັນອິດສະຫຼະ.
lt: Šią dieną esame laisvi.
lv: Šajā dienā mēs esam brīvi.
mg: Amin'izao andro izao dia afaka isika.
mi: I tēnei rā kai te wātea tātau.
mk: На овој ден сме слободни.
ml: ഈ ദിവസം നാം സ്വതന്ത്രരാണ്.
mn_cyrl: Энэ өдөр бид эрх чөлөөтэй.
mr: या दिवशी आपण मुक्त असतो.
ms: Pada hari ini kita bebas.
mt: F'dan il-jum aħna ħielsa.
my: ဒီနေ့မှာ ကျွန်တော်တို့ လွတ်လပ်နေပါတယ်။
nb: På denne dagen er vi frie.
ne: यस दिन हामी स्वतन्त्र हुन्छौं।
nl: Op deze dag zijn we vrij.
or: ଏହି ଦିନ ଆମେ ମୁକ୍ତ ଅଛୁ ।
pa: ਇਸ ਦਿਨ ਅਸੀਂ ਆਜ਼ਾਦ ਹਾਂ।
pl: W tym dniu jesteśmy wolni.
ps: په دې ورځ مونږ آزاد یو.
pt_br: Neste dia estamos livres.
ro: În această zi suntem liberi.
ru: В этот день мы свободны.
sk: V tento deň sme slobodní.
sl: Na ta dan smo svobodni.
sq: Në këtë ditë ne jemi të lirë.
sr_latn: Na ovaj dan smo slobodni.
sv: Denna dag är vi lediga.
sw: Siku hii tuko huru.
ta: இந்த நாளில் நாம் சுதந்திரமாக இருக்கிறோம்.
te: ఈ రోజున మనం స్వేచ్ఛగా ఉంటాం.
th: ในวันนี้เราเป็นอิสระ
tk: Şu gün biz azat.
tr: Bugün özgüruz.
tt: Бу көнне без ирекле.
ug: بۇ كۈنى بىز ئەركىنلىككە ئىرىشتۇق.
uk: У цей день ми вільні.
ur: اس دن ہم آزاد ہیں.
uz: Bu kunda biz ozodmiz.
vi: Vào ngày này, chúng ta được tự do.
zh_hans: 在这一天，我们是自由的。
zu: Ngalolu suku sikhululekile.

# calendar_free_day_after
source: The next day we're off duty.
af: Die volgende dag is ons van diens af.
am: በሚቀጥለው ቀን ከሥራ ተፈናቅለናል።
ar: في اليوم التالي سنكون خارج الخدمة
as: পিছদিনা আমি কৰ্তব্যৰ পৰা আঁতৰি আছোঁ।
az: Ertəsi gün işdən kənarıq.
bg: На следващия ден сме извън дежурство.
bn: পরের দিন আমরা ডিউটি থেকে সরে দাঁড়াই।
bo: ཉིན་གཉིས་པར་ང་ཚོ་ལས་གནས་ལས་བྲལ་བ་རེད།
bs: Sledećeg dana smo van dužnosti.
ca: L'endemà estem fora de servei.
cs: Druhý den jsme mimo službu.
cy: Y diwrnod wedyn ry'n ni off duty.
da: Den næste dag har vi fri.
de: Am nächsten Tag haben wir nicht im Dienst.
el: Την επόμενη μέρα είμαστε εκτός υπηρεσίας.
es: Al día siguiente estamos fuera de servicio.
et: Järgmisel päeval oleme töölt eemal.
eu: Hurrengo egunean zerbitzuz kanpo gaude.
fa: روز بعد ما از وظيفه خارج ميشيم .
fi: Seuraavana päivänä olemme vapaalla.
fil: Kinabukasan wala kaming tungkulin.
fo: Dagin eftir hava vit frí.
fr: Le lendemain, on n’est pas en service.
ga: An lá dár gcionn táimid as dualgas.
gl: Ao día seguinte, estamos de servizo.
gu: બીજા દિવસે અમે ફરજ પર છીએ.
he: למחרת אנחנו מחוץ לתפקיד.
hi: अगले दिन हम ड्यूटी से बाहर हैं।
hr: Sljedeći dan nismo na dužnosti.
hu: Másnap szolgálaton kívül vagyunk.
hy: Հաջորդ օրը մենք դուրս ենք եկել ծառայությունից:
id: Keesokan harinya kami tidak bertugas.
is: Daginn eftir erum við á vakt.
it: Il giorno dopo siamo fuori servizio.
ja: 次の日、私たちは非番です。
ka: მეორე დღეს ჩვენ მორიგეობით ვართ.
kk: Келесі күні кезекшіліктен шығамыз.
km: ថ្ងៃ បន្ទាប់ យើង គ្មាន ភារកិច្ច ។
kn: ಮರುದಿನ ನಾವು ಕರ್ತವ್ಯದಿಂದ ಹೊರಗಿದ್ದೇವೆ.
ko: 다음날 우리는 근무를 그만 둡니다.
ku: ڕۆژی دواتر ئێمە لە ئەرک دوورین.
ky: Кийинки күнү биз жумуштан чыгып жатабыз.
lo: ມື້ຕໍ່ມາພວກເຮົາບໍ່ໄດ້ປະຕິບັດຫນ້າທີ່.
lt: Kitą dieną mes nedirbame.
lv: Nākamajā dienā esam prom no darba.
mg: Tsy eo am-panaovana ny ampitson'iny izahay.
mi: A tērā rā kai te weto tātau i te mahi.
mk: Следниот ден не сме на должност.
ml: അടുത്ത ദിവസം ഞങ്ങൾ ഡ്യൂട്ടിക്ക് പുറത്താണ്.
mn_cyrl: Маргааш нь бид ажлаасаа гарсан.
mr: दुस-या दिवशी आम्ही ऑफ ड्युटीवर असतो.
ms: Keesokan harinya kami tidak bertugas.
mt: L-għada ninsabu barra mid-dmir.
my: နောက်တစ်နေ့မှာ တာဝန်မကျတော့ဘူး။
nb: Neste dag har vi fri.
ne: अर्को दिन हामी ड्युटीबाट हट्छौं।
nl: De volgende dag zijn we vrij.
or: ପରଦିନ ଆମେ ଡ୍ୟୁଟିରୁ ଦୂରରେ ଅଛୁ ।
pa: ਅਗਲੇ ਦਿਨ ਅਸੀਂ ਡਿਊਟੀ ਤੋਂ ਛੁੱਟੀ 'ਤੇ ਹਾਂ।
pl: Następnego dnia jesteśmy po służbie.
ps: بله ورځ مونږ د دندې څخه رخصت یو.
pt_br: No dia seguinte, estamos de folga.
ro: A doua zi suntem la datorie.
ru: На следующий день мы не на дежурстве.
sk: Nasledujúci deň sme mimo služby.
sl: Naslednji dan nisva na dolžnosti.
sq: Ditën tjetër do të jemi jashtë shërbimit.
sr_latn: Sledećeg dana nismo na dužnosti.
sv: Dagen efter är vi lediga.
sw: Siku inayofuata tuko nje ya majukumu.
ta: அடுத்த நாள் நாங்கள் கடமையிலிருந்து வெளியேறுகிறோம்.
te: మరుసటి రోజు మేము డ్యూటీకి దూరంగా ఉన్నాము.
th: วันรุ่งขึ้นเราออกจากหน้าที่
tk: Ertä biz işden.
tr: Ertesi gün izindeyiz.
tt: Икенче көнне без бурычка алынабыз.
ug: ئەتىسى بىز دەم ئېلىشقا قويۇپ بېرىمىز.
uk: На наступний день ми не виконуємо обов'язки.
ur: اگلے دن ہم ڈیوٹی سے فارغ ہیں.
uz: Ertasi kuni biz xizmatdan tashqaridamiz.
vi: Ngày hôm sau, chúng tôi nghỉ làm.
zh_hans: 第二天我们下班了。
zu: Ngosuku olulandelayo asisebenzi.

# calendar_free_tomorrow
source: Tomorrow we're free.
af: Môre is ons vry.
am: ነገ ነፃ ነን።
ar: غداً سنكون أحراراً
as: কাইলৈ আমি মুক্ত।
az: Sabah azadıq.
bg: Утре сме свободни.
bn: আগামীকাল আমরা মুক্ত।
bo: སང་ཉིན་ང་ཚོར་ཁོམ་པ་ཡོད།
bs: Sutra smo slobodni.
ca: Demà som lliures.
cs: Zítra máme volno.
cy: Yfory rydyn ni am ddim.
da: I morgen er vi fri.
de: Morgen sind wir frei.
el: Αύριο είμαστε ελεύθεροι.
es: Mañana estamos libres.
et: Homme oleme vabad.
eu: Bihar aske gara.
fa: فردا آزاديم .
fi: Huomenna olemme vapaita.
fil: Bukas ay malaya tayo.
fo: Í morgin eru vit frí.
fr: Demain, on sera libres.
ga: Amárach táimid saor in aisce.
gl: Mañá somos libres.
gu: આવતીકાલે આપણે મુક્ત છીએ.
he: מחר אנחנו חופשיים.
hi: कल हम आज़ाद हैं।
hr: Sutra smo slobodni.
hu: Holnap szabadok leszünk.
hy: Վաղը մենք ազատ ենք...
id: Besok kita bebas.
is: Á morgun erum við frjáls.
it: Domani siamo liberi.
ja: 明日は自由です。
ka: სრპვ ჟმვ ჟგჲბჲევნთ.
kk: Ертең біз тегінміз.
km: ថ្ងៃ ស្អែក យើង មាន សេរីភាព ។
kn: ನಾಳೆ ನಾವು ಸ್ವತಂತ್ರರಾಗಿದ್ದೇವೆ.
ko: 내일 우리는 자유롭습니다.
ku: بەیانی ئێمە ئازادین.
ky: Эртең биз эркинбиз.
lo: ມື້ອື່ນເຮົາຈະເປັນອິດສະຫຼະ.
lt: Rytoj būsime laisvi.
lv: Rīt mēs esam brīvi.
mg: Rahampitso dia afaka isika.
mi: Āpōpō kai te wātea mātau.
mk: Утре сме слободни.
ml: നാളെ നമ്മള് സ്വതന്ത്രരാണ്.
mn_cyrl: Маргааш бид эрх чөлөөтэй.
mr: उद्या आपण मुक्त आहोत.
ms: Esok kita bebas.
mt: Għada aħna b'xejn.
my: မနက်ဖြန်မှာ ကျွန်တော်တို့ အခမဲ့ပါ။
nb: I morgen er vi fri.
ne: भोलि हामी स्वतन्त्र हुनेछौं।
nl: Morgen zijn we vrij.
or: ଆସନ୍ତାକାଲି ଆମେ ମୁକ୍ତ ।
pa: ਕੱਲ੍ਹ ਅਸੀਂ ਆਜ਼ਾਦ ਹਾਂ।
pl: Jutro jesteśmy wolni.
ps: سبا مونږ آزاد یو.
pt_br: Amanhã estaremos livres.
ro: Mâine suntem liberi.
ru: Завтра мы свободны.
sk: Zajtra budeme mať voľno.
sl: Jutri smo svobodni.
sq: Nesër jemi të lirë.
sr_latn: Sutra smo slobodni.
sv: Imorgon är vi lediga.
sw: Kesho tuko huru.
ta: நாளை நாம் சுதந்திரமாக இருக்கிறோம்.
te: రేపు మేము స్వేచ్ఛగా ఉన్నాము.
th: พรุ่งนี้เราเป็นอิสระ
tk: Ertir azat.
tr: Yarın özgüruz.
tt: Иртәгә без ирекле.
ug: ئەتە ۋاقتىمىز بار.
uk: Завтра ми вільні.
ur: کل ہم آزاد ہیں.
uz: Ertaga ozod bo'libmiz.
vi: Ngày mai chúng ta được tự do.
zh_hans: 明天我们就自由了。
zu: Kusasa sikhululekile.

# calendar_title_date
source: This day is %@
af: Hierdie dag is %@
am: ይህ ቀን %@
ar: هذا اليوم هو %@
as: এই দিনটো <span translate='no'>string</span>
az: Bu gün %@
bg: Този ден е %@
bn: এই দিনটি <span translate='no'>string</span>
bo: ཉིན་འདི་ནི་ %@
bs: Ovaj dan je %@
ca: Aquest dia és %@
cs: Tento den je %@
cy: Mae'r diwrnod yma yn %@
da: Denne dag er %@
de: Dieser Tag ist %@
el: Αυτή η μέρα είναι %@
es: Este día es %@
et: See päev on %@
eu: Egun hau %@ da
fa: این روز در حال %@
fi: Tämä päivä on. %@
fil: Ang araw na ito %@
fo: Hesin dagurin er %@
fr: Ce jour est %@
ga: Tá an lá seo %@
gl: Este día é %@
gu: આ દિવસ <span translate='no'>string</span>
he: היום הזה %@
hi: यह दिन %@ है
hr: Ovaj dan je %@
hu: Ez a nap %@
hy: Այս օրը %@ է
id: Hari ini %@
is: Þessi dagur er %@
it: Questo giorno è %@
ja: この日は %@
ka: ეს დღე %@
kk: Бұл күн %@
km: ថ្ងៃ នេះ <span translate='no'>string</span>
kn: ಈ ದಿನ <span translate='no'>string</span>
ko: 오늘은 %@
ku: ئەم ڕۆژە %@
ky: Бул күн %@
lo: ມື້ ນີ້ ແມ່ນ <span translate='no'>string</span>
lt: Ši diena %@
lv: Šī diena ir %@
mg: %@ ity andro ity
mi: He %@ tēnei rā
mk: Овој ден е %@
ml: ഈ ദിവസം <span translate='no'>string</span>
mn_cyrl: Энэ өдөр %@
mr: आजचा दिवस <span translate='no'>string</span>
ms: Hari ini %@
mt: Din il-ġurnata hija %@
my: ဒီနေ့ဟာ <span translate='no'>string</span>
nb: Denne dagen er %@
ne: यो दिन %@ हो ।
nl: Deze dag is %@
or: ଏହି ଦିନ <span translate='no'>string</span>
pa: ਇਹ ਦਿਨ %@ ਹੈ
pl: Ten dzień jest %@
ps: دا ورځ د %@
pt_br: Este dia é %@
ro: Această zi este %@
ru: Этот день %@
sk: Tento deň je %@
sl: Ta dan je %@
sq: Kjo ditë është %@
sr_latn: Ovaj dan je %@
sv: Denna dag är %@
sw: Siku hii ni %@
ta: இந்த நாள் <span translate='no'>string</span>
te: ఈ రోజు <span translate='no'>string</span>
th: วันนี้เป็นวัน <span translate='no'>string</span>
tk: Bu gün %@
tr: Bu gün. %@
tt: Бу көн %@
ug: بۇ كۈن %@
uk: Цей день %@
ur: یہ دن %@
uz: Bu kun %@
vi: Ngày này là %@
zh_hans: 这一天是 %@
zu: Lolu suku %@
