Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# tempus_child_leaves_past
source: %@ was here until about %@.
af: %@ was hier tot omtrent %@.
am: %@ እስከ %@ድረስ እዚህ ነበር . .
ar: كان %@ هنا حتى حوالي %@.
as: %@ প্ৰায় %@আগলৈকে ইয়াত আছিল।
az: %@ təxminən %@qədər burada idi .
bg: %@ беше тук до около %@.
bn: %@ প্রায় %@পর্যন্ত এখানে ছিলাম।
bo: %@ ་འདི་ནས་ཧ་ལམ་ %@་ཙམ་འགོར་སོང་།
bs: %@ sam do %@.
ca: %@ va estar aquí fins aproximadament %@.
cs: %@ tu byl asi do %@.
cy: %@ yma tan tua %@.
da: %@ var her indtil omkring %@.
de: %@ war hier bis etwa %@.
el: %@ ήταν εδώ μέχρι περίπου %@.
es: %@ estuvo aquí hasta aproximadamente %@.
et: %@ oli siin umbes %@.
eu: %@ %@arte egon zen hemen.
fa: %@ اينجا بود تا حدود %@.
fi: %@ oli täällä noin %@asti .
fil: %@ ay dito hanggang sa %@.
fo: %@ var her til %@.
fr: %@ était ici jusqu’à environ %@.
ga: Bhí %@ anseo go dtí thart ar %@.
gl: %@ estivo aquí ata o %@.
gu: લગભગ %@સુધી %@ અહીં જ હતો.
he: %@ היה כאן עד %@בערך.
hi: %@ लगभग %@तक यहाँ था।
hr: %@ je bio ovdje do otprilike %@.
hu: %@ kb. %@-ig volt itt .
hy: %@ այստեղ էր մինչեւ %@.
id: %@ ada di sini sampai sekitar %@.
is: %@ var hér fyrr en um %@.
it: %@ stato qui fino a circa %@.
ja: %@ は %@頃までここにいた。
ka: %@ აქ იყო დაახლოებით %@.
kk: %@ осында шамамен %@дейін болған .
kn: %@ ಸುಮಾರು %@ರವರೆಗೆ ಇಲ್ಲಿಯೇ ಇದ್ದೆ.
ko: %@ 약 %@년까지 여기에 있었다.
ku: %@ لێرە بوو هەتا نزیکەی %@
ky: %@ %@чейин ошол жерде болчу .
lt: %@ čia buvo iki maždaug %@.
lv: %@ bija šeit līdz apmēram %@.
mg: Teto %@ mandra-pahatongan'ny %@.
mi: I konei a %@ tae noa ki te %@.
mk: %@ до %@.
ml: ഏകദേശം %@വരെ %@ ഇവിടെയുണ്ടായിരുന്നു.
mn_cyrl: %@ %@орчим хүртэл энд байсан .
mr: %@ सुमारे %@पर्यंत इथेच होतो.
ms: %@ berada di sini sehingga kira-kira %@.
mt: %@ kien hawn sa madwar %@.
nb: %@ var her til omtrent %@.
ne: %@ %@बजेसम्म यहाँ थिए ।
nl: %@ was hier tot ongeveer %@.
or: %@ ପ୍ରାୟ %@ପର୍ଯ୍ୟନ୍ତ ଏଠାରେ ଥିଲେ ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਤੱਕ ਇੱਥੇ ਸੀ।
pl: %@ był tu do około %@.
ps: %@ شاوخوا پورې دلته %@.
pt_br: %@ estava aqui até %@.
ro: %@ fost aici până la aproximativ %@.
ru: %@ был здесь примерно до %@года.
sk: %@ tu bol asi do %@.
sl: %@ je bil tukaj do %@.
sq: %@ ishte këtu deri në %@.
sr_latn: %@ sam ovde do %@.
sv: %@ var här till ungefär %@.
sw: %@ alikuwa hapa hadi karibu %@.
ta: %@ சுமார் %@வரை இங்கேயே இருந்தேன்.
te: సుమారు %@వరకు %@ ఇక్కడే ఉన్నాడు.
th: %@ อยู่ที่นี่จนกระทั่งประมาณ <span translate='no'>string</span>.
tk: %@ %@çenli geldi...
tr: %@ %@kadar buradaydı.
tt: %@ монда якынча %@кадәр булган .
ug: %@ %@ئەتراپىدا بۇ يەردە ئىدى .
uk: %@ був тут приблизно до %@.
ur: %@ تقریبا %@تک یہاں موجود تھا۔
uz: %@ shu yerda %@.
vi: %@ đã ở đây cho đến khoảng %@.
zh_hans: %@ 一直待到 %@左右。
zu: %@ wayelapha kwaze kwaba cishe %@.

# tempus_child_not_here_returns_in_days
source: %@ doens't seem to be here today but should be back here in %@ days.
af: %@ blyk nie vandag hier te wees nie, maar moet in %@ dae hier wees.
am: %@ ዛሬ እዚህ ያለ አይመስልም ነገር ግን %@ ቀናት ውስጥ ወደዚህ መመለስ አለበት።
ar: %@ لا يبدو أن يكون هنا اليوم ولكن ينبغي أن يعود إلى هنا في %@ أيام.
as: %@ আজি ইয়াত থকা যেন নালাগে কিন্তু %@ দিনত ইয়ালৈ ঘূৰি আহিব লাগে।
az: %@ bu gün burada görünmür, amma %@ günə bura qayıtmalıdır.
bg: %@ изглежда не е тук днес, но трябва да се върне тук след %@ дни.
bn: %@ আজ এখানে আছে বলে মনে হচ্ছে না তবে %@ দিনের মধ্যে এখানে ফিরে আসা উচিত।
bo: %@ ་དེ་རིང་ཕལ་ཆེར་འདི་ན་མེད་པ་འདྲ། འོན་ཀྱང་ཉིན་ %@ ་ནང་འདི་ནས་ཕྱིར་ཡོང་དགོས།
bs: %@ izgleda da danas nije ovdje, ali bi se trebao vratiti ovdje za %@ dana.
ca: %@ sembla que avui no sigui aquí, sinó que hauria de tornar aquí d'aquí a %@ dies.
cs: zdá se, že %@ tu dnes není, ale měl by se sem vrátit za %@ dnů.
cy: Nid yw'n ymddangos bod %@ yma heddiw ond fe ddylai fod yn ôl yma yn %@ dyddiau.
da: %@ ser ikke ud til at være her i dag, men burde være tilbage her om %@ dage.
de: %@ scheint heute nicht hier zu sein, sollte aber in %@ Tagen wieder hier sein.
el: %@ δεν φαίνεται να είναι εδώ σήμερα, αλλά θα πρέπει να είναι πίσω εδώ %@ ημέρες.
es: %@ no parece estar aquí hoy, pero debería estar de vuelta aquí en %@ días.
et: %@ ei tundu täna siin olevat, kuid peaks %@ päeva pärast siin tagasi olema.
eu: %@ ez dirudi gaur hemen dagoenik, baina %@ egunetan hemen egon beharko luke.
fa: %@ نمی رسد امروز اینجا باشد اما باید تا چند روز دیگر %@ باشد.
fi: %@ ei näytä olevan täällä tänään, mutta sen pitäisi olla täällä %@ päivinä.
fil: %@ ay tila narito ngayon ngunit dapat ay bumalik dito sa %@ araw.
fo: %@ tykist ikki at vera her í dag, men skuldi verið aftur her í %@ dagar.
fr: %@ ne semble pas être ici aujourd’hui, mais devrait être de retour ici dans %@ jours.
ga: Ní cosúil go bhfuil %@ anseo inniu ach ba chóir go mbeadh sé ar ais anseo i %@ lá.
gl: %@ non parece estar aquí hoxe, pero debería estar aquí en %@ días.
gu: %@ આજે અહીં હોય તેવું લાગતું નથી, પરંતુ %@ દિવસોમાં અહીં પાછા આવવું જોઈએ.
he: %@ לא נראה כאן היום אבל צריך לחזור לכאן בימים %@ .
hi: %@ आज यहां नहीं लग रहा है, लेकिन %@ दिनों में यहां वापस आ जाना चाहिए।
hr: %@ danas nije ovdje, ali bi se trebao vratiti za %@ dana.
hu: %@ úgy tűnik, hogy ma nincs itt, de %@ napon belül vissza kell térnie ide.
hy: %@ թվում է, թե այսօր այստեղ չէ, այլ պետք է %@ օրում վերադառնա այստեղ:
id: %@ tampaknya tidak ada di sini hari ini tetapi harus kembali ke sini dalam %@ hari.
is: %@ virðist ekki vera hér í dag en ætti að koma hingað aftur eftir %@ daga.
it: %@ non sembra essere qui oggi, ma dovrebbe tornare qui tra %@ giorni.
ja: %@ 今日はここにいないようですが、 %@ 日後にここに戻ってくるはずです。
ka: %@ დღეს აქ არ არის, მაგრამ აქ უნდა დაბრუნდეს %@ დღეებში.
kk: %@ бүгін осында болып көрінбейді, бірақ %@ күнде осында қайта оралуы керек.
km: %@ ហាក់ដូចជាមិននៅទីនេះទេ ថ្ងៃនេះ ប៉ុន្តែគួរតែត្រឡប់ទៅទីនេះវិញក្នុងរយៈពេល <span translate='no'>string</span> ថ្ងៃ។
kn: %@ ಇಂದು ಇಲ್ಲಿರುವಂತೆ ಕಾಣುತ್ತಿಲ್ಲ ಆದರೆ %@ ದಿನಗಳಲ್ಲಿ ಇಲ್ಲಿಗೆ ಮರಳಬೇಕು.
ko: %@ 오늘 여기에있는 것처럼 보이지 않지만 %@ 일 안에 여기로 돌아 와야합니다.
ku: %@ وا دیار نییە ئەمڕۆ لێرە بێت بەڵام دەبێت لە %@ ڕۆژدا بگەڕێتەوە ئێرە.
ky: %@ бүгүн бул жерде эмес көрүнөт, бирок %@ күндөрдө бул жакка кайтып келиши керек.
lo: %@ ເບິ່ງ ຄື ວ່າ ບໍ່ ໄດ້ ຢູ່ ທີ່ ນີ້ ໃນ ມື້ ນີ້ ແຕ່ ຄວນ ກັບ ມາ ຢູ່ ທີ່ ນີ້ ໃນ <span translate='no'>string</span> ມື້.
lt: atrodo, kad %@ šiandien čia nėra, bet turėtų grįžti čia po %@ dienų.
lv: %@ , šķiet, šodien šeit nav, bet %@ dienās vajadzētu būt šeit atpakaļ.
mg: Toa tsy eto %@ androany fa tokony hiverina eto ao anatin'ny andro %@.
mi: Te āhua nei kāore %@ i konei i tēnei rā, engari me hoki anō ki konei i roto i %@ rā.
mk: %@ не е тука денес, туку треба да се врати тука за %@ дена.
ml: %@ ഇന്ന് ഇവിടെയുണ്ടെന്ന് തോന്നുന്നില്ല, പക്ഷേ <span translate='no'>string</span> ദിവസത്തിനുള്ളിൽ ഇവിടെ തിരിച്ചെത്തണം.
mn_cyrl: %@ өнөөдөр энд байхгүй ч %@ хоногийн дараа энд байх ёстой.
mr: %@ आज येथे दिसत नाही परंतु %@ दिवसांत येथे परत आला पाहिजे.
ms: %@ nampaknya tidak berada di sini hari ini tetapi harus kembali ke sini dalam %@ hari.
mt: %@ ma jidhirx li qiegħed hawn illum imma għandu jkun lura hawn f' %@ ijiem.
my: %@ ဒီနေ့ ဒီမှာရှိနေပုံမရပေမဲ့ %@ ဒီနေရာကို ပြန်ရောက်သင့်ပါတယ်။
nb: %@ ser ikke ut til å være her i dag, men bør være tilbake her om %@ dager.
ne: %@ आज यहाँ छैन जस्तो लाग्छ तर %@ दिनमा यहाँ आउनुपर्छ।
nl: %@ lijkt hier vandaag niet te zijn, maar zou hier over %@ dagen terug moeten zijn.
or: %@ ଆଜି ଏଠାରେ ଥିବା ପରି ମନେ ହେଉନାହିଁ କିନ୍ତୁ %@ ଦିନରେ ଏଠାକୁ ଫେରିବା ଉଚିତ୍ |
pa: %@ ਅੱਜ ਇੱਥੇ ਨਹੀਂ ਜਾਪਦਾ ਪਰ %@ ਦਿਨਾਂ ਵਿੱਚ ਵਾਪਸ ਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: %@ nie wydaje się być tutaj dzisiaj, ale powinien tu wrócić za %@ dni.
ps: %@ داسې نه ښکاری چې نن دلته وی خو دلته باید په %@ ورځو کې وی.
pt_br: %@ não parece estar aqui hoje, mas deve estar de volta aqui em %@ dias.
ro: %@ nu pare a fi aici astăzi, dar ar trebui să fie din nou aici, în %@ zile.
ru: %@ , кажется, не здесь сегодня, но должен вернуться сюда через %@ дни.
sk: Zdá sa, že %@ tu dnes nie je, ale mal by sa sem vrátiť o %@ dní.
sl: %@ danes ni tukaj, ampak bi se moral vrniti %@ dni.
sq: %@ nuk duket të jetë këtu sot, por duhet të kthehet këtu për %@ ditë.
sr_latn: %@ izgleda da nije ovde danas, ali bi trebalo da se vrati ovde za %@ dana.
sv: %@ verkar inte komma till förskolan idag men ser ut att komma hit om %@ dagar.
sw: %@ haionekani kuwa hapa leo lakini inapaswa kurudi hapa katika siku %@ .
ta: %@ இன்று இங்கே இருப்பதாகத் தெரியவில்லை, ஆனால் %@ நாட்களில் இங்கே திரும்பி வர வேண்டும்.
te: %@ ఈ రోజు ఇక్కడ ఉన్నట్లు కనిపించడం లేదు, కానీ %@ రోజుల్లో ఇక్కడకు తిరిగి రావాలి.
th: %@ ดูเหมือนจะไม่อยู่ที่นี่ในวันนี้ แต่ควรจะกลับมาที่นี่ใน <span translate='no'>string</span> วัน
tk: %@ şu gün bu ýerde däl ýaly görünýär, ýöne %@ günden bu ýere dolanmaly.
tr: %@ bugün burada görünmüyor ama %@ gün içinde burada olur.
tt: %@ бүген монда кебек тоелмый, ләкин %@ көндә монда кайтырга тиеш.
ug: %@ بۈگۈن يوقتەك قىلىدۇ، ئەمما %@ كۈندىن كېيىن بۇ يەرگە قايتىپ كېلىشى كېرەك ئىدى.
uk: %@ , здається, не тут сьогодні, але повинні повернутися сюди через %@ днів.
ur: %@ آج یہاں نہیں لگتا لیکن %@ دنوں میں یہاں واپس آنا چاہئے۔
uz: %@ bugun bu erda bo'lmaganga o'xshaydi, ammo %@ kun ichida bu erga qaytishi kerak.
vi: %@ dường như không có mặt ở đây ngày hôm nay nhưng sẽ trở lại đây trong %@ ngày.
zh_hans: %@ 今天似乎不在这里，但应该在 %@ 天后回到这里。
zu: %@ kubonakala sengathi akalapha namuhla kodwa kufanele abuyele lapha ezinsukwini %@ .

# tempus_child_not_here_returns_tomorrow
source: %@ doens't seem to be here today but should be back here tomorrow.
af: %@ blyk nie vandag hier te wees nie, maar moet môre hier wees.
am: %@ ዛሬ እዚህ ያለ አይመስልም ነገር ግን ነገ እዚህ መመለስ አለበት።
ar: %@ لا يبدو أن هنا اليوم ولكن يجب أن أعود إلى هنا غدا.
as: %@ আজি ইয়াত থকা যেন নালাগে কিন্তু কাইলৈ ইয়ালৈ ঘূৰি আহিব লাগে।
az: %@ bu gün burada görünmür, amma sabah bura qayıtmalıdır.
bg: %@ изглежда не е тук днес, а трябва да се върне тук утре.
bn: %@ আজ এখানে আছে বলে মনে হয় না, তবে আগামীকাল এখানে ফিরে আসা উচিত।
bo: %@ དེ་རིང་ཕལ་ཆེར་འདི་ན་མེད་པ་འདྲ། འོན་ཀྱང་སང་ཉིན་འདི་ནས་ཕྱིར་ཡོང་དགོས།
bs: %@ izgleda da danas nije ovde ali bi trebalo da se vratim ovde sutra.
ca: %@ no sembla que sigui aquí avui, sinó que hauria de tornar aquí demà.
cs: zdá se, že %@ tu dnes není, ale měl by se sem vrátit zítra.
cy: Nid yw'n ymddangos bod %@ yma heddiw ond fe ddylai fod yn ôl yma yfory.
da: %@ ser ikke ud til at være her i dag, men burde være her i morgen.
de: %@ scheint heute nicht hier zu sein, sollte aber morgen wieder hier sein.
el: %@ δεν φαίνεται να είναι εδώ σήμερα, αλλά θα πρέπει να είναι πίσω εδώ αύριο.
es: %@ no parece estar aquí hoy, pero debería estar de vuelta aquí mañana.
et: %@ ei tundu täna siin olevat, vaid peaks homme siin tagasi olema.
eu: %@ ez dirudi gaur hemen dagoenik, baina bihar hemen egon beharko luke.
fa: %@ به نظر نمياد امروز اينجا باشه ولي بايد فردا برگرده اينجا
fi: %@ ei näytä olevan täällä tänään, mutta sen pitäisi olla täällä huomenna.
fil: %@ ay tila narito ngayon ngunit dapat ay bumalik dito bukas.
fo: %@ tykist ikki at vera her í dag, men skuldi verið aftur her í morgin.
fr: %@ ne semble pas être ici aujourd’hui, mais devrait être de retour ici demain.
ga: Ní cosúil go bhfuil %@ anseo inniu ach ba cheart go mbeadh sé ar ais anseo amárach.
gl: %@ non parece estar aquí hoxe, pero mañá volverá aquí.
gu: %@ આજે અહીં હોય તેવું લાગતું નથી, પરંતુ આવતીકાલે અહીં પાછા આવવું જોઈએ.
he: %@ לא נראה כאן היום אבל צריך לחזור לכאן מחר.
hi: %@ आज यहां नहीं लग रहा है, लेकिन कल यहां वापस आना चाहिए।
hr: %@ danas nije ovdje, ali sutra bi se trebao vratiti.
hu: úgy tűnik, hogy %@ ma nem itt van, hanem holnap vissza kell térnie ide.
hy: %@ կարծես այսօր այստեղ չէ, այլ վաղը պետք է վերադառնա այստեղ:
id: %@ sepertinya tidak ada di sini hari ini tetapi harus kembali ke sini besok.
is: %@ virðist ekki vera hér í dag en ætti að koma aftur hingað á morgun.
it: %@ non sembra essere qui oggi, ma dovrebbe tornare qui domani.
ja: %@ 今日はここにいないようですが、明日ここに戻ってくるはずです。
ka: %@ დღეს აქ არ ჩანს, მაგრამ ხვალ აქ უნდა დაბრუნდეს.
kk: %@ бүгін осында болып көрінбейді, бірақ ертең осында қайта оралуы керек.
km: %@ ហាក់ដូចជាមិនមកទីនេះទេ ថ្ងៃនេះ តែគួរត្រឡប់ទៅទីនេះវិញនៅថ្ងៃស្អែក។
kn: %@ ಇಂದು ಇಲ್ಲಿರುವಂತೆ ಕಾಣುತ್ತಿಲ್ಲ ಆದರೆ ನಾಳೆ ಇಲ್ಲಿಗೆ ಹಿಂತಿರುಗಬೇಕು.
ko: %@ 오늘 여기에있는 것처럼 보이지 않지만 내일 여기로 돌아 와야합니다.
ku: %@ وا دەرناکەوێت ئەمڕۆ لێرە بێت بەڵام پێویستە سبەی لێرە بێت
ky: %@ бүгүн бул жерде эмес көрүнөт, бирок эртең бул жакка кайтып келиши керек.
lo: %@ ເບິ່ງ ຄື ວ່າ ບໍ່ ໄດ້ ມາ ທີ່ ນີ້ ໃນ ມື້ ນີ້ ແຕ່ ຄວນ ຈະ ກັບ ມາ ທີ່ ນີ້ ໃນ ມື້ ອື່ນ.
lt: %@ , atrodo, šiandien čia nėra, bet rytoj turėtų grįžti čia.
lv: %@ , šķiet, šodien šeit nav, bet rīt vajadzētu atgriezties šeit.
mg: Toa tsy eto %@ androany fa tokony hiverina eto rahampitso.
mi: Te āhua nei kāore %@ i konei i tēnei rā, engari me hoki anō ki konei āpōpō.
mk: %@ не е тука денес, туку треба да се вратиме утре.
ml: %@ ഇന്ന് ഇവിടെയുണ്ടെന്ന് തോന്നുന്നില്ല, പക്ഷേ നാളെ ഇവിടെ തിരിച്ചെത്തണം.
mn_cyrl: %@ өнөөдөр энд байхгүй ч маргааш энд байх ёстой.
mr: %@ आज इथे दिसत नाही पण उद्या इथे परत यायला हवं.
ms: %@ nampaknya tidak berada di sini hari ini tetapi harus kembali ke sini esok.
mt: %@ ma jidhirx li qiegħed hawn illum imma għandu jkun lura hawn għada.
my: %@ ဒီနေ့ ဒီမှာရှိနေပုံမရပေမဲ့ မနက်ဖြန် ဒီကို ပြန်ရောက်သင့်ပါတယ်။
nb: %@ ser ikke ut til å være her i dag, men burde være tilbake her i morgen.
ne: %@ आज यहाँ हुनुहुन्न जस्तो लाग्छ तर भोलि यहाँ फर्कनुपर्छ।
nl: %@ lijkt hier vandaag niet te zijn, maar zou hier morgen terug moeten zijn.
or: %@ ଆଜି ଏଠାରେ ଥିବା ପରି ମନେ ହେଉନାହିଁ କିନ୍ତୁ ଆସନ୍ତାକାଲି ଏଠାକୁ ଫେରିବା ଉଚିତ୍ |
pa: %@ ਅੱਜ ਇੱਥੇ ਨਹੀਂ ਜਾਪਦਾ ਪਰ ਕੱਲ੍ਹ ਨੂੰ ਇੱਥੇ ਵਾਪਸ ਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: %@ nie wydaje się być tutaj dzisiaj, ale powinien tu wrócić jutro.
ps: %@ داسې نه ښکاری چې نن دلته وی خو سبا باید بیرته دلته وی.
pt_br: %@ não parece estar aqui hoje, mas deve estar de volta aqui amanhã.
ro: %@ nu pare a fi aici astăzi, dar ar trebui să se întoarcă aici mâine.
ru: %@ , кажется, не здесь сегодня, но должен вернуться сюда завтра.
sk: Zdá sa, že %@ tu dnes nie je, ale zajtra by sa sem mal vrátiť.
sl: %@ danes ni tukaj, ampak bi se moral jutri vrniti.
sq: %@ nuk duket të jetë këtu sot, por duhet të kthehet këtu nesër.
sr_latn: %@ izgleda nije ovde danas, ali bi trebalo da se vrati sutra.
sv: %@ verkar inte komma till förskolan idag men ser ut att komma hit redan imorgon.
sw: %@ haionekani kuwa hapa leo lakini inapaswa kurudi hapa kesho.
ta: %@ இன்று இங்கே இருப்பதாகத் தெரியவில்லை, ஆனால் நாளை இங்கே திரும்பி வர வேண்டும்.
te: %@ ఈ రోజు ఇక్కడ ఉన్నట్లు కనిపించడం లేదు, కానీ రేపు ఇక్కడకు తిరిగి రావాలి.
th: %@ ดูเหมือนจะไม่อยู่ที่นี่ในวันนี้ แต่ควรจะกลับมาที่นี่ในวันพรุ่งนี้
tk: %@ şu gün bu ýerde däl ýaly görünýär, ýöne ertir bu ýere dolanmaly.
tr: %@ bugün burada görünmüyor ama yarın burada olmalı.
tt: %@ бүген монда кебек тоелмый, ләкин иртәгә монда кайтырга кирәк.
ug: %@ بۈگۈن يوقتەك قىلىدۇ، لېكىن ئەتە بۇ يەرگە قايتىپ كېلىشى كېرەك ئىدى.
uk: %@ , здається, не тут сьогодні, але повинні повернутися сюди завтра.
ur: %@ آج یہاں نہیں لگتا لیکن کل یہاں واپس آنا چاہئے۔
uz: %@ bugun bu erda boʻlmasa-da, ertaga bu erga qaytishi kerak.
vi: %@ dường như không có mặt ở đây hôm nay nhưng sẽ trở lại đây vào ngày mai.
zh_hans: %@ 今天似乎不在这里，但明天应该回到这里。
zu: %@ ayibonakali ilapha namuhla kodwa kufanele ibuyele lapha kusasa.

# tempus_child_not_here_today
source: %@ doens't seem to be here today.
af: %@ blyk nie vandag hier te wees nie.
am: %@ ዛሬ እዚህ ያለ አይመስልም።
ar: %@ لا يبدو أنه هنا اليوم
as: %@ আজি ইয়াত থকা যেন নালাগে।
az: %@ bu gün burada yoxdur.
bg: %@ изглежда не е тук днес.
bn: %@ আজ এখানে নেই বলে মনে হচ্ছে।
bo: %@ དེ་རིང་ཕལ་ཆེར་འདི་ན་མེད་པ་འདྲ།
bs: %@ izgleda da danas nije ovdje.
ca: %@ sembla que avui no sigui aquí.
cs: zdá se, že %@ tu dnes není.
cy: Nid yw'n ymddangos bod %@ yma heddiw.
da: %@ ser ikke ud til at være her i dag.
de: %@ scheint heute nicht hier zu sein.
el: %@ δεν φαίνεται να είναι εδώ σήμερα.
es: %@ no parece estar aquí hoy.
et: %@ ei tundu täna siin olevat.
eu: %@ ez dirudi gaur hemen dagoenik.
fa: %@ به نظر نمياد امروز اينجا باشه
fi: %@ ei näytä olevan täällä tänään.
fil: %@ ay tila narito ngayon.
fo: %@ tykist ikki at vera her í dag.
fr: %@ ne semble pas être ici aujourd’hui.
ga: Ní cosúil go bhfuil %@ anseo inniu.
gl: %@ parece que hoxe non está aquí.
gu: %@ આજે અહીં હોય તેવું લાગતું નથી.
he: %@ לא נראה כאן היום.
hi: %@ आज यहाँ नहीं लगता है।
hr: %@ danas nije ovdje.
hu: %@ úgy tűnik, ma nincs itt.
hy: %@ այսօր կարծես այստեղ չէ:
id: %@ sepertinya tidak ada di sini hari ini.
is: %@ virðist ekki vera hér í dag.
it: %@ non sembra essere qui oggi.
ja: %@ 今日はここにいないようです。
ka: %@ დღეს აქ არ არის.
kk: %@ бүгін осында болып көрінбейді.
km: %@ ហាក់ដូចជាមិននៅទីនេះទេថ្ងៃនេះ។
kn: %@ ಇಂದು ಇಲ್ಲಿರುವಂತೆ ಕಾಣುತ್ತಿಲ್ಲ.
ko: %@ 오늘 여기에있는 것 같지 않습니다.
ku: %@ وادیارە ئەمڕۆ لێرە بێت
ky: %@ бүгүн бул жерде жок көрүнөт.
lo: %@ ເບິ່ງ ຄື ວ່າ ບໍ່ ໄດ້ ມາ ທີ່ ນີ້ ໃນ ມື້ ນີ້.
lt: panašu, kad %@ šiandien čia nėra.
lv: %@ , šķiet, šodien šeit nav.
mg: Toa tsy eto %@ androany.
mi: Te āhua nei kaore %@ i konei i tēnei rā.
mk: %@ изгледа дека не е тука денес.
ml: %@ ഇന്ന് ഇവിടെയുണ്ടെന്ന് തോന്നുന്നില്ല.
mn_cyrl: %@ өнөөдөр энд байхгүй юм шиг байна.
mr: %@ आज इथे दिसत नाही.
ms: %@ nampaknya tidak berada di sini hari ini.
mt: %@ ma jidhirx li qiegħed hawn illum.
my: %@ ဒီနေ့ ဒီမှာရှိနေပုံမရဘူး။
nb: %@ ser ikke ut til å være her i dag.
ne: %@ आज यहाँ छैन जस्तो लाग्छ।
nl: %@ lijkt er vandaag niet te zijn.
or: %@ ଆଜି ଏଠାରେ ଥିବା ପରି ମନେ ହେଉନାହିଁ ।
pa: %@ ਅੱਜ ਇੱਥੇ ਨਹੀਂ ਜਾਪਦਾ।
pl: wydaje się, że %@ nie ma tu dzisiaj.
ps: %@ داسې نه ښکاری چې نن دلته وی.
pt_br: %@ não parece estar aqui hoje.
ro: %@ nu pare să fie astăzi aici.
ru: %@ , кажется, сегодня здесь нет.
sk: Zdá sa, že %@ tu dnes nie je.
sl: %@ danes ni tukaj.
sq: %@ nuk duket të jetë këtu sot.
sr_latn: %@ izgleda da danas nije ovde.
sv: %@ verkar inte komma till förskolan idag.
sw: %@ haionekani kuwa hapa leo.
ta: %@ இன்று இங்கே இருப்பதாகத் தெரியவில்லை.
te: %@ ఈ రోజు ఇక్కడ ఉన్నట్లు కనిపించడం లేదు.
th: %@ ดูเหมือนจะไม่อยู่ที่นี่ในวันนี้
tk: %@ şu gün bu ýerde ýok ýaly.
tr: %@ bugün burada değil gibi görünüyor.
tt: %@ бүген монда булып тоелмый.
ug: %@ بۈگۈن يوقتەك قىلىدۇ.
uk: %@ , здається, сьогодні тут немає.
ur: %@ آج یہاں نہیں لگتا ہے.
uz: %@ bugun bu erda bo'lmaganga o'xshaydi.
vi: %@ dường như không có mặt ở đây ngày hôm nay.
zh_hans: %@ 今天似乎不在这里。
zu: %@ ayibonakali ilapha namuhla.

# tempus_leaves_short
source: %@ leaves at %@
af: %@ vertrek na %@
am: %@ ቅጠሎች %@
ar: %@ يترك في %@
az: %@ %@ yarpaqları
bg: %@ листа в %@
bn: %@ %@ এ চলে যায়
bo: %@ ་ལོ་མ་ %@
bs: %@ u %@
ca: %@ surt a %@
cs: %@ odchází v %@
cy: %@ yn gadael ar %@
da: %@ går på %@
de: %@ Blätter am %@
el: %@ φεύγει στο %@
es: %@ sale en %@
et: %@ lahkub %@
fa: %@ برگ در %@
fi: %@ lähtee %@
fil: %@ dahon sa %@
fo: %@ fer %@
fr: %@ part à %@
ga: duilleoga %@ ag %@
gl: %@ marcha en %@
gu: %@ પર %@ પર નીકળે છે
he: %@ עולה %@
hi: %@ %@ पर पत्ते
hr: %@ ostavlja na %@
hu: %@ levelek %@
hy: %@ տերեւները %@
id: %@ daun di %@
is: %@ fer í %@
it: %@ parte a %@
ja: %@で%@葉
ka: %@ ფოთლები %@
kk: %@ %@ жапырақтары
km: ស្លឹក %@ នៅ <span translate='no'>string</span>
kn: %@ ನಲ್ಲಿ %@ ಎಲೆಗಳು
ko: %@에 %@ 잎
ku: %@ لە %@
ky: %@ %@ жалбырактары
lo: ໃບ %@ %@
lt: %@ lapai %@
lv: %@ aiziet pie %@
mg: Ravin'ny %@ amin'ny %@
mi: Ka waiho a %@ ki te %@
mk: %@ тргнува на %@
ml: %@ ഇലകള് <span translate='no'>string</span>
mn_cyrl: %@ %@ навч
ms: %@ daun di %@
mt: %@ weraq fil- %@
nb: %@ går i %@
ne: %@ मा %@ पातहरू
nl: %@ vertrekt bij %@
or: %@ %@ ଛାଡିଥାଏ
pa: %@ ਪੱਤੇ %@ 'ਤੇ ਰੱਖੋ
pl: %@ opuszcza %@
ps: %@ په ورځ %@
pt_br: %@ sai em %@
ro: %@ pleacă la %@
ru: %@ уходит в %@
sk: %@ listy v %@
sl: %@ odide v %@
sq: %@ lë në %@
sr_latn: %@ lišće na %@
sv: %@ går hem kl %@
sw: %@ majani %@
ta: %@ %@ இலைகள்
te: %@ వద్ద %@ ఆకులు
th: %@ ใบที่ <span translate='no'>string</span>
tk: %@ ýapraklary %@
tr: %@ %@'da ayrılıyor
uk: %@ листя в %@
ur: %@ %@ پر روانہ ہوتا ہے
uz: %@ %@ barglari
vi: %@ rời đi ở %@
zh_hans: %@%@出发
zu: Amaqabunga %@ ku-%@

# tempus_leaves_short_past
source: %@ left at %@
af: %@ het na %@ vertrek
am: %@ %@ ቀረ
ar: %@ غادر في %@
az: %@ %@ qaldı
bg: %@ оставен на %@
bo: %@%@་ནས་ཁ་བྲལ།
bs: %@ je u %@
ca: %@ va deixar a %@
cs: %@ vlevo na %@
cy: gadawodd %@ yn %@
da: %@ tilbage på %@
de: %@ links bei %@
el: %@ αριστερά στο %@
es: %@ de la izquierda en %@
et: %@ lahkus %@
eu: Ezkerreko %@ %@
fa: %@ سمت چپ %@
fi: %@ lähti %@
fil: %@ kaliwa sa %@
fo: %@ fór klokkan %@
fr: %@ à gauche à %@
ga: D'fhág %@ ag %@
gl: %@ quedou en %@
gu: %@ પર બાકી <span translate='no'>string</span>
he: %@ עזב %@
hi: %@ %@ पर छोड़ दिया
hr: %@ je otišao u %@
id: %@ tersisa di %@
is: %@ fór að minnsta %@
it: %@ sinistra a %@
ja: %@に残された%@
kk: %@ %@ қалды
km: %@ សល់ <span translate='no'>string</span>
kn: %@ ನಲ್ಲಿ %@ ಉಳಿದಿದೆ
ko: %@ 에 남겨진 %@
ku: %@ لە %@
ky: %@ %@ калды
lt: %@ palikta %@
lv: %@ aizbrauca pie %@
mg: %@ tavela tao amin'ny %@
mi: I mahue %@ i te %@
ml: %@ %@ ന് പുറപ്പെട്ടു.
ms: %@ ditinggalkan di %@
mt: %@ telaq fil- %@
nb: %@ til venstre på %@
ne: %@ %@ बाँकी छ
nl: %@ bij %@ linksaf
pa: %@ %@ 'ਤੇ ਖੱਬੇ ਪਾਸੇ
pl: %@ w lewo w %@
ps: %@ ته لاړ %@
pt_br: %@ saiu em %@
ro: %@ plecat la %@
ru: %@ в %@
sk: %@ vľavo v %@
sl: %@ na %@
sq: %@ lënë në %@
sr_latn: %@ levo kod %@
sv: %@ gick hem kl %@
sw: %@ aliondoka %@
te: %@ %@ వద్ద విడిచిపెట్టారు
th: %@ ทิ้งไว้ที่ <span translate='no'>string</span>
tk: %@ %@ galdy
tr: %@ %@'da kaldı
uk: %@ пішли в %@
ur: %@ %@ پر چھوڑ دیا
uz: %@ qoldirilgan %@
vi: %@ rời đi ở %@
zh_hans: %@在%@左转
zu: %@ kwesokunxele %@

# timeline_evening
source: Evening
af: Aand
am: ምሽት
ar: المساء
as: সন্ধিয়া
az: Axşam
bg: Вечер
bn: সন্ধ্যা
bo: དགོང་དྲོ།
bs: Večer
ca: Vespre
cs: Večer
cy: Noswaith
da: Aften
de: Abend
el: Βράδυ
es: Noche
et: Õhtu
eu: Gau
fa: عصر
fi: Ilta
fil: Gabi
fo: Kvøld
fr: Soir
ga: Tráthnóna
gl: Noite
gu: સાંજ
he: ערב
hi: शाम
hr: Večer
hu: Este
hy: Երեկո
id: Malam
is: Kvöld
it: Sera
ja: 夕方
ka: საღამო
kk: Кеш
km: ពេលល្ងាច
kn: ಸಂಜೆ
ko: 저녁
ku: ئێوارە
ky: Кеч
lo: ຕອນແລງ
lt: Vakaras
lv: Vakars
mg: Takariva
mi: Ahiahitanga
mk: Вечер
ml: വൈകുന്നേരം
mn_cyrl: Орой
mr: संध्याकाळ
ms: Petang
mt: Filgħaxija
my: ညနေ
nb: Kveld
ne: साँझ
nl: Avond
or: ସନ୍ଧ୍ୟା
pa: ਸ਼ਾਮ
pl: Wieczór
ps: ماښام
pt_br: Noite
ro: Seara
ru: Вечер
sk: Večer
sl: Večer
sq: Mbrëmje
sr_latn: Veče
sv: Kväll
sw: Jioni
ta: மாலை
te: సాయంత్రం
th: เย็น
tk: Agşam
tr: Akşam
tt: Кич
ug: كەچ
uk: Вечір
ur: شام
uz: Kechqurun
vi: Buổi tối
zh_hans: 傍晚
zu: Ntambama

# timeline_morning
source: Morning
af: Oggend
am: ጠዋት
ar: الصباح
as: ৰাতিপুৱা
az: Səhər
bg: Сутрин
bn: সকাল
bo: ཞོགས་པ།
bs: Jutro
ca: Matí
cs: Ráno
cy: Bore
da: Morgen
de: Morgen
el: Πρωί
es: Mañana
et: Hommik
eu: Bihar
fa: صبح
fi: Aamu
fil: Umaga
fr: Matin
ga: Maidin
gl: Mañá
gu: સવાર
he: בוקר
hi: सुबह
hr: Jutro
hu: Reggel
hy: Առավոտ
id: Pagi
is: Morgunn
it: Mattina
ja: 朝
ka: დილა
kk: Таңертең
km: ពេលព្រឹក
kn: ಬೆಳಿಗ್ಗೆ
ko: 아침
ku: بەیانی
ky: Эртең менен
lo: ຕອນເຊົ້າ
lt: Rytas
lv: Rīts
mg: Maraina
mi: Ata
mk: Добро утро.
ml: പ്രഭാതം
mn_cyrl: Өглөө
mr: सकाळी
ms: Pagi
mt: Filgħodu
my: မနက်
nb: Morgen
ne: बिहान
nl: Ochtend
or: ପ୍ରାତଃ
pa: ਸਵੇਰ
pl: Rano
ps: سهار
pt_br: Manhã
ro: Dimineață
ru: Утро
sk: Ráno
sl: Jutro
sq: Mëngjes
sr_latn: Jutro
sv: Morgon
sw: Asubuhi
ta: காலை
te: ఉదయం
th: เช้า
tk: Säher
tr: Sabah
tt: Иртә
ug: سەھەر
uk: Ранок
ur: صبح
uz: Tong
vi: Buổi sáng
zh_hans: 上午
zu: Kusasa
