Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# emoji_1F34F_name
source: Apple
af: Appel
am: ፖም
ar: ابل
as: আপেল
bg: Ябълка
bn: আপেল
bo: ཀུ་ཤུ།
bs: Jabuka
ca: Poma
cs: Jablko
cy: Afal
de: Apfel
el: Μήλο
es: manzana
et: Õun
eu: Sagar
fa: اپل
fil: Mansanas
fr: pomme
ga: Úll
gu: સફરજન
he: תפוח
hi: सेब
hr: Jabuka
hu: Alma
id: Apel
is: Epli
it: Mela
ja: アップル
ka: ვაშლი
kk: Алма
kn: ಸೇಬು
ko: 사과
ku: سێو
ky: Алма
lt: Obuolys
lv: Ābols
mi: Āporo
mk: Јаболко
ml: ആപ്പിൾ
mr: सफरचंद
mt: Tuffieħa
nb: Eple
ne: एप्पल
nl: Appel
or: ଆପଲ୍
pa: ਸਿਓ
pl: Jabłko
ps: مڼه
pt_br: Maçã
ro: Măr
sk: Jablko
sl: Jabolko
sq: Mollë
sr_latn: Jabuka
sv: Äpple
ta: ஆப்பிள்பழம்
te: ఆపిల్ పండు
th: แอปเปิล
tk: Alma
tt: Алма
ug: ئالما شىركىتى
uk: Яблуко
ur: سیب
vi: Quả táo
zh_hans: 苹果

# emoji_1F34F_name_plural
source: Apples
af: Appels
am: ፖም
ar: ابل
as: আপেল
az: Almalar
bg: Ябълки
bn: আপেল
bo: ཀུ་ཤུ།
bs: Jabuke
ca: Pomes
cs: Jablka
cy: Afalau
da: Apple
de: Äpfel
el: Μήλα
es: manzana
et: Õunad
eu: Manzanak
fa: سیب
fi: Apple
fil: Mga Mansanas
fr: pomme
ga: Úlla
gu: સફરજન
he: תפוחים
hi: सेब
hr: Jabuke
hu: Alma
hy: Խնձորներ
id: Apel
is: Epli
it: Mele
ja: アップル
ka: ვაშლი
kk: Алма
kn: ಸೇಬುಗಳು
ko: 사과
ku: سێو
ky: Алма
lo: ແອັບເປິ້ນ
lt: Obuoliai
lv: Āboli
mi: Āporoiti
mk: Јаболка
ml: ആപ്പിൾ
mn_cyrl: Алим
mr: सफरचंद
ms: Epal
mt: Tuffieħ
my: Apps
nb: Epler
ne: स्याउ
nl: Appels
or: ସେଓ
pa: ਐਪਲ
pl: Jabłka
ps: مڼې
pt_br: Maçãs
ro: Mere
ru: Apple
sk: Jablká
sl: Jabolka
sq: Mollë
sr_latn: Jabuke
sv: Äpplen
ta: ஆப்பிள்கள்
te: ఆపిల్స్
th: แอปเปิ้ล
tk: Almalar
tr: Apple
tt: Алмалар
ug: ئالمىلار
uk: Яблука
ur: سیب
uz: Olmalar
vi: Táo
zh_hans: 苹果
zu: Ama-apula

# emoji_1F353_name
source: Strawberry
af: Aarbei
am: እንጆሪ
ar: الفراوله
as: ষ্ট্ৰবেৰী
az: Çiyələk
bg: Ягода
bn: স্ট্রবেরী
bo: འབྲི་ཏ་ས་འཛིན།
bs: Jagoda
ca: Maduixa
cs: Jahoda
cy: Mefusen
da: Jordbær
de: Erdbeere
el: Φράουλα
es: Fresa
et: Maasikas
eu: Fresa
fa: توت فرنگی
fi: Mansikka
fil: dayami
fr: Fraise
ga: Sú talún
gu: સ્ટ્રોબેરી
he: תות שדה
hi: स्ट्रॉबेरी
hr: Jagoda
hu: Eper
hy: Ծղոտե
id: Arbei
is: Jarðarber
it: Fragola
ja: イチゴ
ka: მარწყვი
kk: Құлпынай
kn: ಸ್ಟ್ರಾಬೆರಿ
ko: 딸기
ku: توتکە
ky: Кулпунай
lt: Žemuogė
lv: Zemene
mg: Voaroy
mk: Јагода
ml: ഞാവല്‍ പഴം
mn_cyrl: Гүзээлзгэнэ
mr: स्ट्रॉबैरी
ms: Strawberi
mt: Frawli
my: စထရော်ဘယ်ရီ
nb: Jordbær
ne: स्ट्रबेरी
nl: Aardbei
or: ଷ୍ଟ୍ରବେରୀ
pa: ਸਟ੍ਰਾਬੈਰੀ
pl: Truskawka
ps: توت توت
pt_br: Morango
ro: Căpșună
ru: Клубника
sk: Jahoda
sl: Jagoda
sq: Luleshtrydhe
sr_latn: Jagoda
sv: Jordgubbe
ta: பழச்செடி வகை
te: స్ట్రాబెర్రీ
th: สตรอว์เบอร์รี่
tk: Saman
tr: Çilek
tt: Чүпчер
ug: بۆلجۈرگەن
uk: Полуниця
ur: سٹرابیری
uz: Somoncha
vi: Dâu tây
zh_hans: 草莓

# emoji_1F353_name_plural
source: Strawberries
af: Aarbeie
am: እንጆሪ
ar: الفراوله
as: ষ্ট্ৰবেৰী
az: Çiyələk
bg: Ягоди
bn: স্ট্রবেরি
bo: འབྲི་ཏ་ས་འཛིན།
bs: Jagode
ca: Maduixes
cs: Jahody
cy: Mefus
da: Jordbær
de: Erdbeeren
el: Φράουλες
es: Fresas
et: Maasikad
eu: Marrubiak
fa: توت فرنگی
fi: Mansikoita
fr: Fraises
ga: Sútha talún
gu: સ્ટ્રોબેરી
he: תותים
hi: स्ट्रॉबेरी
hr: Jagode
hu: Szamóca
hy: Ծղոտե
id: Stroberi
is: Jarðarber
it: Fragole
ja: イチゴ
ka: მარწყვი
kk: Құлпынай
kn: ಸ್ಟ್ರಾಬೆರಿ ಹಣ್ಣುಗಳು
ko: 딸기
ku: توتکە
ky: Кулпунай
lt: Braškės
lv: Zemenes
mg: Frezy
mi: Ngā rōpere
mk: Јагоди
ml: സ്ട്രോബെറി
mn_cyrl: Гүзээлзгэнэ
mr: स्ट्रॉबेरी
ms: Strawberi
mt: Frawli
my: စတော်ဘယ်ရီ
nb: Jordbær
ne: स्ट्रॉबेरी
nl: Aardbeien
or: ଷ୍ଟ୍ରବେରୀ
pa: ਸਟਰਾਬੈਰੀਆਂ
pl: Truskawki
ps: توت
pt_br: Morangos
ro: Căpșuni
ru: Клубника
sk: Jahody
sl: Jagode
sq: Luleshtrydhe
sr_latn: Jagode
sv: Jordgubbar
sw: Jordgubbar
ta: ஸ்ட்ராபெர்ரிகள்
te: స్ట్రాబెర్రీలు
th: สตรอเบอร์รี่
tk: Samanlar
tr: Çilek
tt: Чырынчылар
ug: بۆلجۈرگەن
uk: Полуниці
ur: اسٹرابیری
uz: Kashtalar
vi: Dâu tây
zh_hans: 草莓
zu: Ama-Strawberry

# emoji_1F357_name
source: Chicken club
af: Hoenderklub
am: የዶሮ ክበብ
ar: نادي الدجاج
as: চিকেন ক্লাব
az: Toyuq klubu
bg: Пилешки клуб
bn: চিকেন ক্লাব
bo: བྱ་དེའི་སྤྲོ་སྐྱིད་ཁང་།
bs: Pileći klub
ca: Club de pollastres
cs: Kuřecí klub
cy: Clwb ieir
da: Kylling klub
de: Hühnerclub
el: Κλαμπ κοτόπουλου
es: Club de pollos
et: Kana klubi
eu: Oilasko kluba
fa: باشگاه مرغ
fi: Kanaklubi
fil: Manok club
fo: Skálklubban.
fr: Club de poulet
ga: Club sicín
gl: Club de pollos
gu: ચિકન ક્લબ
he: מועדון עוף
hi: चिकन क्लब
hr: Pileći klub
hu: Csirke klub
hy: Չաղլիկ ակումբ
id: Klub ayam
is: Kjúklingaklúbbur
it: Club di pollo
ja: チキンクラブ
ka: ქათმის კლუბი
kk: Тауық клубы
km: ក្លឹបមាន់ជល់មាន់
kn: ಚಿಕನ್ ಕ್ಲಬ್
ko: 치킨 클럽
ku: یانەی مریشک
ky: Тоок клубу
lo: ສະໂມສອນໄກ່
lt: Vištienos klubas
lv: Vistas klubs
mg: Klioban'ny Chicken
mi: karapu Chicken
mk: Пилешки клуб
ml: ചിക്കൻ ക്ലബ്
mn_cyrl: Тахианы клуб
mr: चिकन क्लबName
ms: Kelab ayam
mt: Klabb tat-tiġieġ
my: ကြက်ကလပ်
nb: Kylling klubb
ne: चिकन क्लब
nl: Kippenclub
or: ଚିକେନ୍ କ୍ଲବ୍
pa: ਚਿਕਨ ਕਲੱਬ
pl: Klub z kurczakiem
ps: د چرګانو کلب
pt_br: Clube de frangos
ro: Club de pui
ru: Куриный клуб
sk: Kurací klub
sl: Piščančji klub
sq: Klub pulash
sr_latn: Pileći klub
sv: Kycklingklubba
sw: Klabu ya kuku
ta: சிக்கன் கிளப்
te: చికెన్ క్లబ్
th: ชมรมไก่
tk: Towuk kluby
tr: Tavuk kulübü
tt: Тавык клубы
ug: توخۇلا كۇلۇبى
uk: Курячий клуб
ur: چکن کلب
uz: Tovuq klubi
vi: Câu lạc bộ gà
zh_hans: 养鸡俱乐部
zu: Inkukhu club

# emoji_1F357_name_plural
source: Chicken clubs
af: Hoenderklubs
am: የዶሮ ክለቦች
ar: نوادي الدجاج
as: চিকেন ক্লাব
az: Toyuq klubları
bg: Пилешки клубове
bn: মুরগির ক্লাব
bo: བྱ་དེའི་སྤྲོ་སྐྱིད་ཁང་།
bs: Pileći klubovi
ca: Clubs de pollastres
cs: Kuřecí kluby
cy: Clybiau ieir
da: Kylling klubber
de: Hühnerclubs
el: Κλαμπ κοτόπουλου
es: Clubes de pollos
et: Kana klubid
eu: Oilasko klubak
fa: باشگاه مرغ
fi: Kanaklubit
fil: Manok clubs
fo: Skálklubbar.
fr: Clubs de poulet
ga: Clubanna sicín
gl: Clubs de pollos
gu: ચિકન ક્લબો
he: מועדוני עוף
hi: चिकन क्लब
hr: Pileći klubovi
hu: Csirke klubok
hy: Հավի ակումբներ
id: Klub ayam
is: Kjúklingaklúbbar
it: Club di pollo
ja: チキンクラブ
ka: ქათმის კლუბები
kk: Тауық клубтары
km: ក្លឹបមាន់ជល់
kn: ಚಿಕನ್ ಕ್ಲಬ್ ಗಳು
ko: 치킨 클럽
ku: یانەکانی مریشک
ky: Тоок клубдары
lo: ສະໂມສອນໄກ່
lt: Vištienos klubai
lv: Vistas klubi
mg: Klioban'ny Chicken
mi: Ngā karapu Chicken
mk: Пилешки клубови
ml: ചിക്കൻ ക്ലബ്ബുകൾ
mn_cyrl: Тахианы клубууд
mr: चिकन क्लब
ms: Kelab ayam
mt: Klabbs tat-tiġieġ
my: ကြက်ကလပ်များ
nb: Kylling klubber
ne: चिकन क्लब
nl: Kippenclubs
or: ଚିକେନ୍ କ୍ଲବ୍
pa: ਚਿਕਨ ਕਲੱਬਾਂ
pl: Kluby z kurczakiem
ps: د چرګانو کلبونه
pt_br: Clubes de frango
ro: Cluburi de pui
ru: Куриные клубы
sk: Kuracie kluby
sl: Piščančji klubi
sq: Shkopinj pule
sr_latn: Pileći štap
sv: Kycklingklubbor
sw: Vilabu vya kuku
ta: சிக்கன் கிளப்கள்
te: చికెన్ క్లబ్ లు
th: ชมรมไก่
tk: Towuk klublary
tr: Tavuk kulüpleri
tt: Тавык клублары
ug: توخۇ چىتتىرلىرى
uk: Курячі клуби
ur: چکن کلب
uz: Tovuq klublari
vi: Câu lạc bộ gà
zh_hans: 养鸡俱乐部
zu: Inkukhu amakilabhu

# emoji_1F35E_name
source: Pice of bread
af: Foto van brood
am: የዳቦ ስዕል
ar: بيك من الخبز
as: পিঠাৰ পিচ
az: Çörək pice
bg: Пиш от хляб
bn: রুটির ছবি
bo: བག་ལེབ་ཀོར་མོ།
bs: Slika kruha
ca: Pic de pa
cs: Pice chleba
cy: Pice o fara
da: Pice af brød
de: Pice von Brot
el: Ψίχουλα ψωμιού
es: Foto de pan
et: Pilt leivast
eu: Ogi-picea
fa: پیک نان
fi: Leivän kuva
fil: Piraso ng tinapay
fo: Pice av breyði.
fr: Pice de pain
ga: Pice aráin
gl: Pico de pan
gu: બ્રેડની પીક
he: פיקה של לחם
hi: रोटी की तस्वीर
hr: od kruha
hu: Kép a kenyérről
hy: Հացի փիթ
id: Pice roti
is: Pice af brauði
it: Pice di pane
ja: パンのピチェ
ka: პურის სურათი
kk: Нан пішу
km: ៥. សំបកនំបុ័ង
kn: ಬ್ರೆಡ್ ನ ಪೀಸ್
ko: 빵의 주사위
ku: وێنەی نان
ky: Нан пирожогу
lo: Pice ຂອງເຂົ້າຈີ່
lt: Duonos pikas
lv: Maizes cepure
mg: Mofo
mi: Pice o te parāoa
mk: Вид на леб
ml: റൊട്ടിയുടെ പീസ്
mn_cyrl: Талхны пис
mr: ब्रेडचा पिक
ms: Pice roti
mt: Pice tal-ħobż
my: မုန့်အပိုင်းအစ
nb: Bilde av brød
ne: रोटी को पिस
nl: Pice van brood
or: ରୁଟିର ପିସ୍
pa: ਬ੍ਰੈੱਡ ਦਾ ਪੀਚ
pl: Pice chleba
ps: د ډوډۍ پیکا
pt_br: Pice de pão
ro: Pice de pâine
ru: Рис хлеба
sk: Škrabka chleba
sl: Pice kruha
sq: Pice buke
sr_latn: Pice od hleba
sv: Brödbit
sw: Kipande cha mkate
ta: ரொட்டியின் பைஸ்
te: రొట్టె యొక్క పైస్
th: ราศีมีนของขนมปัง
tk: Çöregiň pidasy
tr: Ekmek pice
tt: Икмәккә пыяла
ug: نان پىچىقى
uk: Пік з хліба
ur: روٹی کی پیسی
uz: Nonning pice
vi: Pice của bánh mì
zh_hans: 面包的皮斯
zu: Pice isinkwa

# emoji_1F35E_name_plural
source: Piece of bread
af: Stukkie brood
am: የዳቦ ቁራጭ
ar: قطعة خبز
as: পিঠাৰ টুকুৰা
az: Çörək parçası
bg: Парче хляб
bn: এক টুকরো রুটি
bo: བག་ལེབ་ཀོར་མོ།
bs: Komad kruha
ca: Tros de pa
cs: Kousek chleba
cy: Darn o fara
da: Stykke brød
de: Stück Brot
el: Κομμάτι ψωμί
es: Pedazo de pan
et: Tükk leiba
eu: Ogi-zatia
fa: تکه نان
fi: Leivänpala
fil: Piraso ng tinapay
fo: Piece av breyði.
fr: Morceau de pain
ga: Píosa aráin
gl: Peza de pan
gu: બ્રેડનો ટુકડો
he: חתיכת לחם
hi: रोटी का टुकड़ा
hr: Komad kruha
hu: Darab kenyér
hy: Կտոր հաց
id: Sepotong roti
is: Stykki af brauði
it: Pezzo di pane
ja: パンの一部
ka: პურის ნაჭერი
kk: Нан кесектері
km: ១. នំប៉័ង
kn: ಬ್ರೆಡ್ ತುಂಡು
ko: 빵 조각
ku: پارچە نان
ky: Нандын бир бөлүгү
lo: ຊິ້ນສ່ວນເຂົ້າຈີ່
lt: Duonos gabalas
lv: Maizes gabals
mg: Sombin-mofo
mi: Porohita parāoa
mk: Парче леб
ml: റൊട്ടിയുടെ കഷണം
mn_cyrl: Талхны хэсэг
mr: ब्रेडचा तुकडा
ms: Sekeping roti
mt: Biċċa ħobż
my: မုန့်အပိုင်းအစ
nb: Stykke brød
ne: रोटीको टुक्रा
nl: Stuk brood
or: ରୁଟି ଖଣ୍ଡ
pa: ਬ੍ਰੈੱਡ ਦਾ ਟੁਕੜਾ
pl: Kawałek chleba
ps: د ډوډۍ ټوټه
pt_br: Pedaço de pão
ro: Bucată de pâine
ru: Кусок хлеба
sk: Kúsok chleba
sl: Kos kruha
sq: Copë buke
sr_latn: Parče hleba
sv: Brödbitar
sw: Kipande cha mkate
ta: ரொட்டித் துண்டு
te: బ్రెడ్ ముక్క
th: ขนมปังชิ้นหนึ่ง
tk: Çörek
tr: Bir parça ekmek
tt: Икмәк кисәге
ug: بولكا پارچىسى
uk: Шматок хліба
ur: روٹی کا ٹکڑا
uz: Non bo'lagi
vi: Miếng bánh mì
zh_hans: 一块面包
zu: Piece of isinkwa

# emoji_1F41F_name
source: Fish
af: Vis
am: ዓሣ
ar: الاسماك
as: মাছ
az: Balıqlar
bg: Риба
bn: মাছ
bo: ཉ་རིགས།
bs: Riba
ca: Peix
cs: Ryba
cy: Pysgodyn
da: Fisk
de: Fisch
el: Ψάρι
es: Pescado
et: Kala
eu: Arraina
fa: ماهی
fi: Kala
fil: isda
fo: Fiskur
fr: Poisson
ga: hÉisc
gl: Peixes
gu: માછલી
he: דג
hi: मछली
hr: Riba
hu: Hal
hy: Ձուկ
id: Ikan
is: Fiskur
it: Pesce
ja: 魚
ka: თევზი
kk: Балықтар
km: ត្រី
kn: ಮೀನು
ko: 물고기
ku: ماسی
ky: Балык
lo: ປາ
lt: Žuvis
lv: Zvejot
mg: Trondro
mi: Ika
mk: Риба
ml: മത്സ്യം
mn_cyrl: Загас
mr: मासा
ms: Ikan
mt: Ħut
my: ငါး
nb: Fisk
ne: माछा
nl: Vis
or: ମତ୍ସ୍ଯ
pa: ਮੱਛੀ
pl: Ryba
ps: کبان
pt_br: Peixe
ro: Pește
ru: Рыбы
sk: Ryba
sl: Riba
sq: Peshqit
sr_latn: Riba
sv: Fisk
sw: Samaki
ta: மீன்
te: చేప
th: ปลา
tk: Balyk
tr: Balık
tt: Балык
ug: بېلىق گۆشى
uk: Риба
ur: مچھلی
uz: Baliq
vi: Cá
zh_hans: 鱼
zu: Inhlanzi

# emoji_1F41F_name_plural
source: Fishes
af: Visse
am: ዓሣ
ar: الاسماك
as: মাছ
az: Balıqlar
bg: Риби
bn: মাছ
bo: ཉ་རིགས།
bs: Riba
ca: Peixos
cs: Ryby
cy: Pysgod
da: Fisk
de: Fische
el: Ψάρια
es: Peces
et: Kalad
eu: Arrainak
fa: ماهی
fi: Kalat
fil: Isda
fo: Fiskures
fr: Poissons
ga: Éisc
gl: Peixes
gu: માછલીઓ
he: דגים
hi: मछलियों
hr: Ribe
hu: Halak
hy: Ձկներ
id: Ikan
is: Fiskar
it: Pesci
ja: 魚
ka: თევზები
kk: Балықтар
km: ត្រី
kn: ಮೀನುಗಳು
ko: 물고기
ku: ماسیەکان
ky: Балыктар
lo: ປາ
lt: Žuvys
lv: Zivis
mg: Trondro
mi: Ngā ika
mk: Риби
ml: മീനുകൾ
mn_cyrl: Загас
mr: मासे
ms: Ikan
mt: Ħut
my: ငါးများ
nb: Fisker
ne: माछाहरू
nl: Vissen
or: ମାଛ
pa: ਮੱਛੀਆਂ
pl: Ryby
ps: کبان
pt_br: Peixes
ro: Pesti
ru: Рыб
sk: Ryby
sl: Ribe
sq: Peshqit
sr_latn: Ribama
sv: Fiskar
sw: Samaki
ta: மீன்கள்
te: చేపలు[మార్చు]
th: ปลา
tk: Balyklar
tr: Balık
tt: Балыклар
ug: بېلىقلار
uk: Риб
ur: مچھلی
uz: Baliqlar
vi: Cá
zh_hans: 鱼
zu: Izinhlanzi

# emoji_1F954_name
source: Potatoes
af: Aartappels
am: ድንች
ar: البطاطا
as: আলু
bn: আলু
bo: ཞོག་ཁོག
bs: Krompir
ca: Patates
cs: Brambory
cy: Tatws
da: Kartofler
de: Kartoffeln
el: Πατάτες
es: papas
et: Kartul
eu: Patatak
fa: سیب زمینی
fi: Perunat
fil: Mga patatas
fr: Patates
ga: Prátaí
gl: Patacas
gu: બટાટા
he: תפוחי אדמה
hi: आलू
hr: Krumpir
hu: Burgonya
hy: Կարտոֆիլ
id: Kentang
is: Kartöflur
it: Patate
ja: ジャガイモ
ka: კარტოფილი
kk: Картоп
km: ដំឡូង
kn: ಆಲೂಗಡ್ಡೆ
ko: 감자
ku: پەتاتە
lt: Bulvės
lv: Kartupeļi
mi: Rīwai
mk: Компири
ml: ഉരുളക്കിഴങ്ങ്
mr: बटाटे
ms: Kentang
mt: Patata
my: အာလူး
nb: Poteter
nl: Aardappels
or: ଆଳୁ
pl: Ziemniaki
ps: کچالو
ro: Cartofi
ru: Картофель
sk: Zemiaky
sl: Krompir
sq: Patate
sv: Potatis
sw: Viazi
ta: உருளைக்கிழங்கு
te: బంగాళాదుంపలు
th: มัน ฝรั่ง
tk: Kartoşka
tr: Patates
tt: Бәрәңге
ug: ياڭيۇ
uk: Картопля
ur: آلو
uz: Kartoshka
vi: Khoai tây
zh_hans: 土豆
zu: Amazambane

# emoji_1F954_name_plural
source: Potatoes
af: Aartappels
am: ድንች
ar: البطاطا
as: আলু
az: Kartof
bg: Картофи
bn: আলু
bo: ཞོག་ཁོག
bs: Krompir
ca: Patates
cs: Brambory
cy: Tatws
da: Kartofler
de: Kartoffeln
el: Πατάτες
es: papas
et: Kartul
eu: Patatak
fa: سیب زمینی
fi: Perunat
fil: Patatas
fr: Patates
ga: Prátaí
gl: Patacas
gu: બટાટા
he: תפוחי אדמה
hi: आलू
hr: Krumpir
hu: Burgonya
hy: Կարտոֆիլ
id: Kentang
is: Kartöflur
it: Patate
ja: ジャガイモ
ka: კარტოფილი
kk: Картоп
km: ដំឡូង
kn: ಆಲೂಗಡ್ಡೆ
ko: 감자
ku: پەتاتە
ky: Картошка
lt: Bulvės
lv: Kartupeļi
mi: Rīwai
mk: Компири
ml: ഉരുളക്കിഴങ്ങ്
mn_cyrl: Төмс
mr: बटाटे
ms: Kentang
mt: Patata
my: အာလူး
nb: Poteter
ne: आलु
nl: Aardappels
or: ଆଳୁ
pa: ਆਲੂ
pl: Ziemniaki
ps: کچالو
pt_br: Batata
ro: Cartofi
ru: Картофель
sk: Zemiaky
sl: Krompir
sq: Patate
sr_latn: Krompir
sv: Potatisar
sw: Viazi
ta: உருளைக்கிழங்கு
te: బంగాళాదుంపలు
th: มัน ฝรั่ง
tk: Kartoşka
tr: Patates
tt: Бәрәңге
ug: ياڭيۇ
uk: Картопля
ur: آلو
uz: Kartoshka
vi: Khoai tây
zh_hans: 土豆
zu: Amazambane

# emoji_1F955_name
source: Carrot
af: Wortel
am: ካሮት
ar: الجزر
as: গাজৰ
az: Qarağat
bg: Морков
bn: গাজর
bo: ལ་ཕུག
bs: Mrkva
ca: Pastanaga
cs: Mrkev
cy: Moron
da: Gulerod
de: Karotte
el: Καρότο
es: Zanahoria
et: Porgand
eu: Zanahoria
fa: هویج
fi: Porkkana
fil: karot
fr: Carotte
ga: Cairéad
gu: ગાજર
he: גזר
hi: गाजर
hr: Mrkva
hu: Sárgarépa
hy: Կարագ
id: Wortel
is: Gulrót
it: Carota
ja: ニンジン
ka: სტაფილო
kk: Сәбіз
km: ការ៉ារ៉ូត
kn: ಕ್ಯಾರೇಟು
ko: 당근
ku: گێزەر
ky: Сабиз
lo: ຄາຣອດ
lt: Morka
lv: Burkāns
mi: Taro
mk: Морков
ml: കാരറ്റ്
mn_cyrl: Карот
mr: गाजर
ms: Lobak merah
mt: Zunnarija
my: ကာရော့
nb: Gulrot
ne: गाजर
nl: Wortel
or: ଗାଜର
pa: ਗਾਜਰ
pl: Marchewka
ps: هویچ
pt_br: Cenoura
ro: Morcov
ru: Морковь
sk: Mrkva
sl: Korenček
sq: Karrota
sr_latn: Љargarepa
sv: Morot
sw: Karoti
ta: காரட்
te: గాజర్ గడ్డ
th: แครอท
tk: Karot
tr: Havuç
tt: Карро
ug: سەۋزە
uk: Морква
ur: گاجر
uz: Sabzi
vi: Cà rốt
zh_hans: 胡萝卜

# emoji_1F955_name_plural
source: Carrots
af: Wortels
am: ካሮት
ar: الجزر
as: গাজৰ
az: Karotlar
bg: Моркови
bn: গাজর
bo: ལ་ཕུག
bs: Šargarepe
ca: Pastanagues
cs: Mrkve
cy: Moron
da: Gulerødder
de: Möhren
el: Καρότα
es: Zanahorias
et: Porgandid
eu: Zanahoria
fa: هویج
fi: Porkkanat
fr: Carottes
ga: Cairéid
gl: Carrozas
gu: ગાજર
he: גזר
hi: गाजर
hr: Mrkva
hu: Sárgarépa
hy: Կարիեր
id: Wortel
is: Gulrætur
it: Carote
ja: ニンジン
ka: სტაფილო
kk: Сәбіз
km: ការ៉ូត
kn: ಕ್ಯಾರೆಟ್ ಗಳು
ko: 당근
ku: گێزەر
ky: Сабиз
lt: Morkos
lv: Burkāni
mg: Kara - kara
mi: Taro
mk: Моркови
ml: കാരറ്റ്
mn_cyrl: Каротууд
mr: गाजर
ms: Lobak merah
mt: Karrotti
my: ကြက်သွန်ဖြူ
nb: Gulrøtter
ne: गाजर
nl: Worteltjes
or: ଗାଜର
pa: ਗਾਜਰ
pl: Marchew
ps: هویچ
pt_br: Cenouras
ro: Morcovi
ru: Морковь
sk: Mrkva
sl: Korenje
sq: Karrota
sr_latn: Љargarepe
sv: Morötter
sw: Karoti
ta: கேரட்
te: క్యారెట్లు
th: แครอท
tk: Karotlar
tr: Havuç
tt: Каррот
ug: سەۋزە
uk: Морква
ur: گاجر
uz: Sabzi
vi: Cà rốt
zh_hans: 胡萝卜
zu: Ama-karoti

# emoji_1F95D_name
source: Kiwi
am: ኪዊ
ar: الكيوي
as: কিৱি
az: Kivi
bg: Киви
bn: কিউই
bo: ཁི་ཝེ་
bs: Kivi
el: Ακτινίδιο
et: Kiivi
fa: کیوی
gu: કિવી
he: קיוי
hi: कीवी
hr: Kivi
hu: Kivi
hy: Կիվի
is: Kíví
ja: キウイ
ka: კივი
kk: Киви
km: គីវី
kn: ಕಿವೀಸ್
ko: 키위
ku: کیوی
ky: Киви
lt: Kivi
lv: Kivi
mk: Киви
ml: കിവി
mn_cyrl: Киви
mr: कीवी
my: ကီဝီ
nb: Kivi
ne: किवी
or: କିୱି
pa: ਕੀਵੀ
ps: کیوی
pt_br: Quivi
ru: Киви
sk: Kivi
sl: Kivi
sr_latn: Kivi
ta: நியூசிலாந்து நாட்டவர்
te: కివీస్
th: กีวี
tr: Kivi
tt: Киви
uk: Ківі
ur: کیوی
uz: Kivi
zh_hans: 几维鸟

# emoji_1F95D_name_plural
source: Kiwis
am: ኪዊስ
ar: الكيوي
as: কিৱি
az: Kivilər
bg: Киви
bn: কিউইরা
bo: ཁི་ཝེ་སི།
cs: Kiwi
da: Kiwier
el: Ακτινίδια
et: Kiivid
fa: کیویس
fi: Kiivi
gu: કિવીઓ
he: קיווי
hi: न्यूजीलैंड
hr: Kivija
hu: Kivi
hy: Կիվիս
id: Kiwi
it: Kiwi
ja: キーウィ
ka: კივისი
kk: Кивис
km: គីវីស
kn: ಕಿವೀಸ್
ko: 키위
ku: کیویس
ky: Кивистер
lt: Kiviai
lv: Kivi
mi: Kiwi
mk: Кивис.
ml: കിവീസ്
mn_cyrl: Кивис
mr: किवीजName
ms: Kiwi
my: ကီဝစ်
nb: Kiwi
ne: किवी
or: କିୱି
pa: ਕੀਵੀਆਂ
pl: Kiwi
ps: کیوز
ro: Kiwi
ru: Киви
sk: Kivi
sl: Kivija
sr_latn: Kivi
ta: கிவீஸ்
te: కివీస్
th: กีวี
tk: Kiwiler
tr: Kivi
tt: Кивис
uk: Ківі
ur: کیویز
uz: Kivilar
zh_hans: 猕猴桃

# emoji_1F969_name
source: Steak
am: ስቴክ
ar: شريحة اللحمة
as: ষ্টিক
az: Steyk
bg: Пържола
bn: স্টেক
bo: ཚགས་ཤ་ལྷེབ་མཐུག
bs: Odrezak
ca: Bistec
cs: Biftek
cy: Stecen
da: Bøf
el: Μπιφτέκι
es: Bistec
et: Praad
eu: Bistec
fa: استیک
fi: Pihvi
ga: Stéig
gu: સ્ટીક
he: סטייק
hi: स्टेक
hr: Odrezak
hu: Hússzelet
hy: Ստեյք
id: Bistik
is: Steik
it: Bistecca
ja: ステーキ
ka: სტეიკი
kk: Стейк
km: ស្តេក
kn: ಸ್ಟೀಕ್
ko: 스테이크
ku: ستیک
ky: Стек
lt: Kepsnys
lv: Steiks
mi: Mīti kau
mk: Стек
mn_cyrl: Штайк
mr: स्टेक
ms: Stik
my: စတီးခ်
nb: Biff
nl: Biefstuk
or: ଷ୍ଟିକ୍
pa: ਸਟੀਕ
pl: Stek
ps: استیک
pt_br: Bife
ro: Friptură
ru: Стейк
sk: Rezeň
sl: Zrezek
sq: Biftek
sr_latn: Љniclu
sv: Köttbit
sw: Kitoweo
ta: இறைச்சிக்கண்டம்
th: สเต็ก
tk: Biftek
tr: Biftek
tt: Стеак
ug: كالا گۆشى
uk: Стейк
ur: سٹیک
uz: Biftek
vi: Bít tết
zh_hans: 牛排

# emoji_1F969_name_plural
source: Steaks
am: ስቴክ
ar: شرائح اللحم
as: ষ্টিক
az: Steyklər
bg: Пържоли
bn: স্টেক
bo: ཚགས་ཤ་ལྷེབ་མཐུག
bs: Odresci
ca: Carns
cs: Steaky
cy: Stecens
da: Bøffer
el: Μπριζόλες
es: Filetes
et: Praed
eu: Fileteak
fa: استیک
fi: Pihvejä
ga: Stéig
gu: સ્ટીક્સ
he: סטייקים
hi: स्टीक्स
hr: Odresci
hu: Steak
hy: Ստեյքս
id: Steak
is: Steikur
it: Bistecche
ja: ステーキ
ka: სტეიკები
kk: Стейкс
km: ស្តេក
kn: ಸ್ಟೀಕ್ಸ್
ko: 스테이크
ku: ستێکس
ky: Стекс
lt: Kepsniai
mk: Шницли
mn_cyrl: Ганган ганган
ms: Stik
my: စတီး
nb: Biffer
or: ଷ୍ଟିକ୍
pa: ਸਟੀਕ
pl: Steki
ps: سټېک
pt_br: Bifes
ro: Fripturi
ru: Стейки
sk: Steaky
sl: Zrezki
sq: Biftekë
sr_latn: Љnicle
sv: Köttbitar
sw: Spishi
ta: ஸ்டீக்ஸ்
te: స్టీక్స్
th: สเต็ก
tk: Biftekler
tr: Biftek
tt: Стеаклар
ug: كالا گۆشى
uk: Стейки
ur: سٹیکس
uz: Bifteklar
vi: Nướng
zh_hans: 牛排

# emoji_1F990_name
source: Shrimp
af: Garnale
am: ሽሪምፕ
ar: الجمبري
as: মিছামাছ
az: Şırnaq
bg: Скариди
bn: চিংড়ি
bo: ཞ་སྨི།
bs: Škampe
ca: Gamba
cs: Kreveta
cy: Berdysen
da: Rejer
de: Garnele
el: Γαρίδα
es: Camarón
et: Krevett
eu: Camarón
fa: میگو
fi: Katkarapu
fil: paghihip ng tulisang-tulisang
fr: Crevettes
ga: Séacla
gu: ઝીંગા
he: חסילון
hi: झींगा
hr: Škamp
hu: Garnélarák
hy: Շիմպանզե
id: Udang
is: Rækja
it: Gamberetto
ja: エビ
kk: Шримп
km: ស្រ៊ីម
kn: ಸೀಗಡಿ
ko: 새우
ku: میگو
ky: Шримп
lo: ຫົດ
lt: Krevetė
lv: Garnele
mi: Kori
mk: Ракчиња
ml: ചെമ്മീൻ
mn_cyrl: Эрэгчин
mr: कोळंबीName
ms: Udang
mt: Gambli
my: ပုစ္ဆာပုစ္ဆာ
nb: Reke
ne: झिंगा
nl: Garnaal
or: ଚିଙ୍ଗୁଡ଼ି
pa: ਝੀਂਗਾ ਮੱਛੀ
pl: Krewetka
ps: میګ
pt_br: Camarão
ro: Crevetă
ru: Креветки
sk: Kreveta
sl: Kozica
sq: Karkaleca deti
sr_latn: Љkampi
sv: Räka
sw: Kaburi
ta: கூனிறால்
te: రొయ్యలు
th: กุ้ง
tk: Balykgulaklar
tr: Karides
tt: Шримп
ug: راك
uk: Креветка
ur: جھینگا
uz: Shlyaba
vi: Tôm
zh_hans: 虾

# emoji_1F990_name_plural
source: Shrimps
af: Garnale
am: ሽሪምፕስ
ar: الجمبري
as: মিছামাছ
az: Şırnaqlar
bg: Скариди
bn: চিংড়ি
bo: ཞ་སྨི།
bs: Škampi
ca: Gambes
cs: Krevety
cy: Llwyni
da: Rejer
de: Garnelen
el: Γαρίδες
es: Camarones
et: Krevetid
eu: Kamaroiak
fa: میگو
fi: Katkarapuja
fr: Crevettes
ga: Séacla
gu: ઝીંગા
he: שרימפס
hi: चिंराट
hr: Škampima
hu: Garnélarák
hy: Շրիմպս
id: Udang
is: Rækjur
it: Gamberetti
ja: エビ
ka: შმიდები
kk: Шримпс
km: ស្រព
kn: ಸೀಗಡಿಗಳು
ko: 새우
ku: میگو
ky: Шримптер
lo: ຫົດ
lt: Krevetės
lv: Garneles
mi: Rimps
mk: Шкампи
ml: ചെമ്മീൻ
mn_cyrl: Шримпс
mr: कोळंबी
ms: Udang
mt: Gambli
my: ပုစ္ဆာ
nb: Reker
ne: झिंगा
nl: Garnalen
or: ଚିଙ୍ଗୁଡ଼ି
pa: ਝੀਂਗਾ ਮੱਛੀਆਂ
pl: Krewetki
ps: میمونه
pt_br: Camarões
ro: Creveţi
ru: Креветки
sk: Krevety
sl: Kozice
sq: Karkaleca
sr_latn: Škampi
sv: Räkor
ta: இறால்கள்
te: రొయ్యలు
th: กุ้ง
tk: Balykgulaklar
tr: Karides
tt: Шрим
ug: راك
uk: Креветки
ur: جھینگا
uz: Qisqichbaqalar
vi: Tôm
zh_hans: 虾
