Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# calendar_weekday_sunday_today
source: Sunday is the seventh day of the week. Tomorrow begins a new week.
af: Sondag is die sewende dag van die week. Ons is vandag af. Môre begin 'n nuwe week.
am: እሁድ የሳምንቱ ሰባተኛ ቀን ነው። ዛሬ እረፍት አለን። ነገ አዲስ ሳምንት ይጀምራል።
ar: الأحد هو اليوم السابع من الأسبوع. غدا يبدأ أسبوع جديد.
as: দেওবাৰে সপ্তাহৰ সপ্তম দিন। কাইলৈ এটা নতুন সপ্তাহ আৰম্ভ হ'ব।
az: Bazar günü həftənin yeddinci günüdür. Biz bu gün istirahət edirik. Sabah yeni həftə başlayır.
bg: Неделя е седмият ден от седмицата. Този ден сме изключени. Утре започва нова седмица.
bn: রবিবার সপ্তাহের সপ্তম দিন। আগামীকাল থেকে শুরু হচ্ছে নতুন এক সপ্তাহ।
bo: གཟའ་ཉི་མ་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་བདུན་པ་ཡིན། སང་ཉིན་གཟའ་འཁོར་གསར་བ་ཞིག་འགོ་རྩོམ་རྒྱུ་རེད།
bs: Nedelja je sedmi dan u nedelji. Danas smo slobodan. Sutra počinje nova sedmica.
ca: El diumenge és el setè dia de la setmana. Estem fora d'aquest dia. Demà comença una nova setmana.
cs: Neděle je sedmý den týdne. Dnes máme volno. Zítra začíná nový týden.
cy: Dydd Sul yw seithfed diwrnod yr wythnos. Rydyn ni i ffwrdd y diwrnod hwn. Yfory yn dechrau wythnos newydd.
da: Søndag er den syvende dag i ugen. Vi har fri i dag. I morgen begynder en ny uge.
de: Sonntag ist der siebte Tag der Woche. Morgen beginnt eine neue Woche.
el: Η Κυριακή είναι η έβδομη ημέρα της εβδομάδας. Αύριο ξεκινά μια νέα εβδομάδα.
es: El domingo es el séptimo día de la semana. Nos vamos este día. Mañana empieza una nueva semana.
et: Pühapäev on nädala seitsmes päev. Homme algab uus nädal.
eu: Igandea asteko zazpigarren eguna da. Egun honetatik kanpo gaude. Bihar aste berri bat hasiko da.
fa: یکشنبه هفتمین روز هفته است. فردا هفته جديدي شروع ميشه .
fi: Sunnuntai on viikon seitsemäs päivä. Huomenna alkaa uusi viikko.
fil: Ang Linggo ay ang ikapitong araw ng linggo. Bukas ay magsisimula ng bagong linggo.
fo: Sunnudag er seytjan dagur í vikuni. Vit hava frí hendan dagin. Í morgin byrjar eina nýggja viku.
fr: Le dimanche est le septième jour de la semaine. On est en congé ce jour-là. Demain commence une nouvelle semaine.
ga: Is é an Domhnach an seachtú lá den tseachtain. Tosaíonn amárach seachtain nua.
gl: O domingo é o sétimo día da semana. Mañá comeza unha nova semana.
gu: રવિવાર એ અઠવાડિયાનો સાતમો દિવસ છે. અમે આ દિવસે રજા પર છીએ. આવતીકાલથી એક નવું અઠવાડિયું શરૂ થશે.
he: יום ראשון הוא היום השביעי בשבוע. אנחנו יוצאים לדרך היום הזה. מחר מתחיל שבוע חדש.
hi: रविवार सप्ताह का सातवां दिन होता है। हम इस दिन छुट्टी पर हैं। कल एक नया सप्ताह शुरू हो रहा है।
hr: Nedjelja je sedmi dan u tjednu. Danas smo slobodan. Sutra počinje novi tjedan.
hu: A vasárnap a hét hetedik napja. Ezen a napon kint vagyunk. Holnap kezdődik az új hét.
hy: Կիրակին շաբաթվա յոթերորդ օրն է: Այս օրն ենք մենք ելել: Վաղը նոր շաբաթ է սկսվում.
id: Minggu adalah hari ketujuh dalam seminggu. Besok memulai minggu baru.
is: Sunnudagur er sjöundi dagur vikunnar. Á morgun hefst ný vika.
it: La domenica è il settimo giorno della settimana. Domani inizia una nuova settimana.
ja: 日曜日は週の7日目です。私たちはこの日休みです。明日は新しい週を始めます。
ka: კვირა კვირის მეშვიდე დღეა. ნთვ ჟმვ ჲრ რაჱთ ევნ. ხვალ იწყება ახალი კვირა.
kk: Жексенбі — аптаның жетінші күні. Біз бұл күнді өшіріп тастаймыз. Ертең жаңа апта басталады.
km: ថ្ងៃ អាទិត្យ គឺ ជា ថ្ងៃ ទី ប្រាំពីរ នៃ សប្តាហ៍ នេះ ។ ថ្ងៃ ស្អែក ចាប់ ផ្តើម សប្តាហ៍ ថ្មី ។
kn: ಭಾನುವಾರ ವಾರದ ಏಳನೇ ದಿನ. ನಾವು ಈ ದಿನ ರಜೆಯಲ್ಲಿದ್ದೇವೆ. ನಾಳೆ ಹೊಸ ವಾರ ಆರಂಭವಾಗುತ್ತದೆ.
ko: 일요일은 주일의 일곱째 날입니다. 내일은 새로운 한 주를 시작합니다.
ku: یەکشەمە حەوتەمین ڕۆژی هەفتەیە ئێمە لەم ڕۆژەدا دوورین. سبەی هەفتەیەکی نوێ دەست پێدەکات
ky: Жекшемби – жуманын жетинчи күнү. Биз бул күнү эс алуудабыз. Эртең жаңы жума башталат.
lo: ວັນອາທິດເປັນມື້ທີເຈັດຂອງອາທິດ. ພວກ ເຮົາ ຫມົດ ມື້ ນີ້. ມື້ອື່ນເລີ່ມຕົ້ນອາທິດໃຫມ່.
lt: Sekmadienis yra septintoji savaitės diena. Rytoj prasideda nauja savaitė.
lv: Svētdiena ir nedēļas septītā diena. Rīt sākas jauna nedēļa.
mg: Ny Alahady no andro fahafito ao anatin'ny herinandro. Manomboka herinandro vaovao ny ampitso.
mi: Ko te Rātapu te whitu o nga rā o te wiki. Kua weto mātau i tēnei rā. Āpōpō ka tīmata i tētahi wiki hou.
mk: Недела е седмиот ден во неделата. Утре започнува нова недела.
ml: ആഴ്ചയിലെ ഏഴാം ദിവസമാണ് ഞായറാഴ്ച. ഞങ്ങൾ ഈ ദിവസം ഓഫ് ആണ്. നാളെ ഒരു പുതിയ ആഴ്ച തുടങ്ങും.
mn_cyrl: Ням гараг бол долоо хоногийн долоо дахь өдөр. Маргааш шинэ долоо хоног эхэлнэ.
mr: रविवार हा आठवड्याचा सातवा दिवस असतो. उद्यापासून एका नव्या आठवड्याची सुरुवात होत आहे.
ms: Ahad adalah hari ketujuh dalam seminggu. Esok bermula minggu baru.
mt: Il-Ħadd huwa s-seba' jum tal-ġimgħa. Aħna mitfija din il-ġurnata. Għada tibda ġimgħa ġdida.
my: တနင်္ဂနွေနေ့သည် သီတင်းပတ်၏ သတ္တမနေ့ဖြစ်သည်။ ဒီနေ့မှာ ကျွန်တော်တို့ ထွက်သွားကြပါတယ်။ မနက်ဖြန်မှာ တစ်ပတ်သစ် စတင်တယ်။
nb: Søndag er den syvende dagen i uken. I morgen begynner en ny uke.
ne: आइतबार हप्ताको सातौं दिन हो । आज हामी बिदामा छौं । भोलिबाट नयाँ हप्ता सुरु हुन्छ ।
nl: Zondag is de zevende dag van de week. We zijn deze dag vrij. Morgen begint een nieuwe week.
or: ରବିବାର ହେଉଛି ସପ୍ତାହର ସପ୍ତମ ଦିନ | ଆମେ ଏହି ଦିନ ବନ୍ଦ ଅଛୁ । ଆସନ୍ତାକାଲି ଏକ ନୂତନ ସପ୍ତାହ ଆରମ୍ଭ ହେବ।
pa: ਐਤਵਾਰ ਨੂੰ ਹਫ਼ਤੇ ਦਾ ਸੱਤਵਾਂ ਦਿਨ ਹੁੰਦਾ ਹੈ। ਅਸੀਂ ਇਸ ਦਿਨ ਛੁੱਟੀ 'ਤੇ ਹਾਂ। ਕੱਲ੍ਹ ਇੱਕ ਨਵਾਂ ਹਫ਼ਤਾ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ।
pl: Niedziela jest siódmym dniem tygodnia. Tego dnia jesteśmy wolni. Jutro zaczyna się nowy tydzień.
ps: یکشنبه د اونۍ اوومه ورځ ده. سبا یوه نوې اونۍ پیلیږی.
pt_br: Domingo é o sétimo dia da semana. Estamos de folga hoje. Amanhã começa uma nova semana.
ro: Duminica este a șaptea zi a săptămânii. Suntem plecați în această zi. Mâine începe o nouă săptămână.
ru: Воскресенье – седьмой день недели. У нас этот день. Завтра начинается новая неделя.
sk: Nedeľa je siedmy deň v týždni. Zajtra začína nový týždeň.
sl: Nedelja je sedmi dan v tednu. Danes ne bova več. Jutri se začne nov teden.
sq: E diela është dita e shtatë e javës. Nesër fillon një javë e re.
sr_latn: Nedelja je sedmi dan u nedelji. Danas smo slobodan. Sutra počinje nova nedelja.
sv: Söndag är veckans sjunde dag. Vi är lediga denna dag. Imorgon börjar en ny vecka.
sw: Jumapili ni siku ya saba ya juma. Tuko mbali siku hii. Kesho inaanza wiki mpya.
ta: ஞாயிறு வாரத்தின் ஏழாவது நாள். நாளை ஒரு புதிய வாரம் தொடங்குகிறது.
te: ఆదివారము వారములో ఏడవ రోజు. రేపు కొత్త వారం మొదలవుతుంది.
th: วันอาทิตย์เป็นวันที่เจ็ดของสัปดาห์ พรุ่งนี้เริ่มสัปดาห์ใหม่
tk: Ýekşenbe — Hepdäniň ýedinji güni. Ertir täze hepde başlanýar.
tr: Pazar haftanın yedinci günüdür. Yarın yeni bir hafta başlıyor.
tt: Якшәмбе - атнаның җиденче көне. Иртәгә яңа атна башлана.
ug: يەكشەنبە ھەپتىنىڭ يەتتىنچى كۈنىدۇر. بىز بۈگۈن ئىشتىن چۈشتۇق. ئەتە يېڭى بىر ھەپتە باشلىنىدۇ.
uk: Неділя - сьомий день тижня. Ми виїжджаємо в цей день. Завтра починається новий тиждень.
ur: اتوار ہفتے کا ساتواں دن ہوتا ہے۔ کل سے ایک نیا ہفتہ شروع ہو رہا ہے۔
uz: Yakshanba – haftaning yettinchi kuni. Ertaga yangi hafta boshlanadi.
vi: Chủ nhật là ngày thứ bảy trong tuần. Hôm nay chúng ta đi. Ngày mai bắt đầu một tuần mới.
zh_hans: 星期日是一周的第七天。我们这一天不见了。明天开始了新的一周。
zu: NgeSonto usuku lwesikhombisa lwesonto. Kusasa kuqala isonto elisha.

# calendar_weekday_thursday
source: The week has seven days and Thursday is the fourth day of the week.
af: Die week het sewe dae en Donderdag is die vierde dag van die week.
am: ሳምንቱ ሰባት ቀን እና ሐሙስ የሳምንቱ አራተኛ ቀን ነው።
ar: الأسبوع سبعة أيام والخميس هو اليوم الرابع من الأسبوع.
as: সপ্তাহটোত সাত দিন আছে আৰু বৃহস্পতিবাৰে সপ্তাহৰ চতুৰ্থ দিন।
az: Həftənin yeddi günü, cümə axşamı isə həftənin dördüncü günüdür.
bg: Седмицата има седем дни, а четвъртък е четвъртият ден от седмицата.
bn: সপ্তাহে সাত দিন এবং বৃহস্পতিবার সপ্তাহের চতুর্থ দিন।
bo: གཟའ་འཁོར་གཅིག་ལ་ཉིན་བདུན་དང་གཟའ་ཕུར་བུ་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་བཞི་བ་ཡིན།
bs: Sedmica ima sedam dana i četvrtak je četvrti dan u sedmici.
ca: La setmana té set dies i dijous és el quart dia de la setmana.
cs: Týden má sedm dní a čtvrtek je čtvrtý den v týdnu.
cy: Mae gan yr wythnos saith diwrnod a dydd Iau yw pedwerydd diwrnod yr wythnos.
da: Ugen har syv dage, og torsdag er den fjerde dag i ugen.
de: Die Woche hat sieben Tage und Donnerstag ist der vierte Tag der Woche.
el: Η εβδομάδα έχει επτά ημέρες και η Πέμπτη είναι η τέταρτη ημέρα της εβδομάδας.
es: La semana tiene siete días y el jueves es el cuarto día de la semana.
et: Nädalal on seitse päeva ja neljapäev on nädala neljas päev.
eu: Asteak zazpi egun ditu eta osteguna asteko laugarren eguna da.
fa: این هفته هفت روز دارد و پنجشنبه چهارمین روز هفته است.
fi: Viikolla on seitsemän päivää ja torstaina viikon neljäs päivä.
fil: Ang linggo ay may pitong araw at Huwebes ang ikaapat na araw ng linggo.
fo: Vikan hevur sjey dagar og hósdagur er fjórða dagur í vikuni.
fr: La semaine a sept jours et le jeudi est le quatrième jour de la semaine.
ga: Tá seacht lá ag an tseachtain agus is é Déardaoin an ceathrú lá den tseachtain.
gl: A semana ten sete días e o xoves é o cuarto día da semana.
gu: અઠવાડિયામાં સાત દિવસ હોય છે અને ગુરુવાર અઠવાડિયાનો ચોથો દિવસ હોય છે.
he: השבוע כולל שבעה ימים ויום חמישי הוא היום הרביעי בשבוע.
hi: सप्ताह में सात दिन होते हैं और गुरुवार सप्ताह का चौथा दिन होता है।
hr: Tjedan ima sedam dana, a četvrti dan u tjednu.
hu: A hétnek hét napja van, és a csütörtök a hét negyedik napja.
hy: Շաբաթն ունի յոթ օր, իսկ հինգշաբթին՝ շաբաթվա չորրորդ օրը:
id: Minggu ini memiliki tujuh hari dan Kamis adalah hari keempat dalam seminggu.
is: Vikan hefur sjö daga og fimmtudagur er fjórði dagur vikunnar.
it: La settimana ha sette giorni e il giovedì è il quarto giorno della settimana.
ja: 週は 7 日で、木曜日は週の 4 日目です。
ka: კვირას შვიდი დღე აქვს და ხუთშაბათი კვირის მეოთხე დღეა.
kk: Аптаның жеті күні және бейсенбі — аптаның төртінші күні.
km: សប្តាហ៍ នេះ មាន រយៈ ពេល ប្រាំ ពីរ ថ្ងៃ និង ថ្ងៃ ព្រហស្បតិ៍ គឺ ជា ថ្ងៃ ទី បួន នៃ សប្តាហ៍ នេះ ។
kn: ವಾರವು ಏಳು ದಿನಗಳನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಗುರುವಾರವು ವಾರದ ನಾಲ್ಕನೇ ದಿನವಾಗಿದೆ.
ko: 일주일에는 칠일이 있고 목요일은 그 주의 넷째 날입니다.
ku: هەفتە حەوت ڕۆژی هەیە و پێنج شەممەش چوارەم ڕۆژی هەفتەیە
ky: Жума жети күн, бейшемби жуманын төртүнчү күнү болуп саналат.
lo: ອາທິດ ມີ ເຈັດ ມື້ ແລະ ວັນ ພະຫັດ ເປັນ ມື້ ທີ ສີ່ ຂອງ ອາທິດ.
lt: Savaitė turi septynias dienas, o ketvirtadienis yra ketvirtoji savaitės diena.
lv: Nedēļā ir septiņas dienas, un ceturtdiena ir ceturtā nedēļas diena.
mg: Manana fito andro ny herinandro ary ny Alakamisy no andro fahaefatry ny herinandro.
mi: E whitu nga rā o te wiki, a, ko te Tāite te whā o nga rā o te wiki.
mk: Неделата има седум дена, а четвртокот е четврти ден во неделата.
ml: ആഴ്ചയിൽ ഏഴ് ദിവസങ്ങളും വ്യാഴാഴ്ച ആഴ്ചയിലെ നാലാമത്തെ ദിവസവുമാണ്.
mn_cyrl: Долоо хоног 7 хоногтой, Пүрэв гараг бол долоо хоногийн дөрөв дэх өдөр.
mr: आठवड्यात सात दिवस असून गुरुवार हा आठवड्याचा चौथा दिवस आहे.
ms: Minggu ini mempunyai tujuh hari dan Khamis adalah hari keempat dalam seminggu.
mt: Il-ġimgħa għandha sebat ijiem u l-Ħamis hija r-raba' ġurnata tal-ġimgħa.
my: သီတင်းပတ် တွင် ခုနစ် ရက် ရှိ ပြီး ကြာသပတေး နေ့ သည် သီတင်းပတ် ၏ လေး ရက် မြောက် နေ့ ဖြစ် သည် ။
nb: Uken har syv dager og torsdag er den fjerde dagen i uken.
ne: साताको सात दिन र बिहीबार हप्ताको चौथो दिन हो ।
nl: De week kent zeven dagen en donderdag is de vierde dag van de week.
or: ସପ୍ତାହରେ ସାତ ଦିନ ଅଛି ଏବଂ ଗୁରୁବାର ହେଉଛି ସପ୍ତାହର ଚତୁର୍ଥ ଦିନ |
pa: ਹਫਤੇ ਵਿੱਚ ਸੱਤ ਦਿਨ ਹੁੰਦੇ ਹਨ ਅਤੇ ਵੀਰਵਾਰ ਹਫਤੇ ਦਾ ਚੌਥਾ ਦਿਨ ਹੁੰਦਾ ਹੈ।
pl: Tydzień ma siedem dni, a czwartek jest czwartym dniem tygodnia.
ps: دا اونۍ اووه ورځې لری او د پنجشنبې ورځ د اونۍ څلورمه ورځ ده.
pt_br: A semana tem sete dias e quinta-feira é o quarto dia da semana.
ro: Săptămâna are șapte zile, iar joi este a patra zi a săptămânii.
ru: Неделя состоит из семи дней, а четверг – четвертый день недели.
sk: Týždeň má sedem dní a štvrtok je štvrtý deň v týždni.
sl: Teden ima sedem dni, četrtek pa je četrti dan v tednu.
sq: Java ka shtatë ditë dhe e enjte është dita e katërt e javës.
sr_latn: Sedmica ima sedam dana, a četvrtak četvrti dan u nedelji.
sv: Veckan har sju dagar och torsdag är veckans fjärde dag.
sw: Wiki ina siku saba na Alhamisi ni siku ya nne ya juma.
ta: வாரம் ஏழு நாட்கள் மற்றும் வியாழக்கிழமை வாரத்தின் நான்காவது நாள்.
te: వారానికి ఏడు రోజులు మరియు గురువారం వారంలో నాల్గవ రోజు.
th: สัปดาห์มีเจ็ดวันและวันพฤหัสบดีเป็นวันที่สี่ของสัปดาห์
tk: Hepdäniň ýedi güni, penşenbe güni bolsa hepdäniň dördünji güni bolýar.
tr: Haftanın yedi günü vardır ve Perşembe haftanın dördüncü günüdür.
tt: Атнаның җиде көне һәм пәнҗешәмбе атнаның дүртенче көне.
ug: ھەپتىنىڭ 7 كۈنى ۋە پەيشەنبە كۈنى ھەپتىنىڭ تۆتىنچى كۈنى بولىدۇ.
uk: Тиждень має сім днів, а четвер - четвертий день тижня.
ur: ہفتے میں سات دن ہیں اور جمعرات ہفتے کا چوتھا دن ہے۔
uz: Haftada yetti kun, payshanba esa haftaning toʻrtinchi kuni hisoblanadi.
vi: Tuần có bảy ngày và thứ năm là ngày thứ tư trong tuần.
zh_hans: 一周有七天，星期四是一周的第四天。
zu: Isonto linezinsuku eziyisikhombisa kanti ngoLwesine usuku lwesine lwesonto.

# calendar_weekday_tuesday
source: The week has seven days and Tuesday is the second day of the week.
af: Die week het sewe dae en Dinsdag is die tweede dag van die week.
am: ሰሞኑን ሰባት ቀን እና ማክሰኞ የሳምንቱ ሁለተኛ ቀን ነው።
ar: الأسبوع سبعة أيام والثلاثاء هو اليوم الثاني من الأسبوع.
as: সপ্তাহটোত সাত দিন আছে আৰু মঙলবাৰে সপ্তাহৰ দ্বিতীয় দিন।
az: Həftənin yeddi günü, çərşənbə axşamı isə həftənin ikinci günüdür.
bg: Седмицата има седем дни, а вторник е вторият ден от седмицата.
bn: সপ্তাহে সাত দিন এবং মঙ্গলবার সপ্তাহের দ্বিতীয় দিন।
bo: གཟའ་འཁོར་གཅིག་ལ་ཉིན་བདུན་དང་གཟའ་མིག་དམར་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་གཉིས་པ་ཡིན།
bs: Sedmica ima sedam dana i utorak je drugi dan u sedmici.
ca: La setmana té set dies i dimarts és el segon dia de la setmana.
cs: Týden má sedm dní a úterý je druhý den v týdnu.
cy: Mae gan yr wythnos saith diwrnod a dydd Mawrth yw ail ddiwrnod yr wythnos.
da: Ugen har syv dage, og tirsdag er den anden dag i ugen.
de: Die Woche hat sieben Tage und Dienstag ist der zweite Tag der Woche.
el: Η εβδομάδα έχει επτά ημέρες και η Τρίτη είναι η δεύτερη ημέρα της εβδομάδας.
es: La semana tiene siete días y el martes es el segundo día de la semana.
et: Nädalal on seitse päeva ja teisipäev on nädala teine päev.
eu: Asteak zazpi egun ditu eta asteartea asteko bigarren eguna da.
fa: این هفته هفت روز دارد و سه شنبه دومین روز هفته است.
fi: Viikolla on seitsemän päivää ja tiistaina on viikon toinen päivä.
fil: Ang linggo ay may pitong araw at Martes ang ikalawang araw ng linggo.
fo: Vikan hevur sjey dagar og týsdagin er annar dagur í vikuni.
fr: La semaine a sept jours et le mardi est le deuxième jour de la semaine.
ga: Tá seacht lá ag an tseachtain agus is é Dé Máirt an dara lá den tseachtain.
gl: A semana ten sete días e o martes é o segundo día da semana.
gu: અઠવાડિયામાં સાત દિવસ હોય છે અને મંગળવાર અઠવાડિયાનો બીજો દિવસ હોય છે.
he: בשבוע יש שבעה ימים ויום שלישי הוא היום השני בשבוע.
hi: सप्ताह में सात दिन होते हैं और मंगलवार सप्ताह का दूसरा दिन होता है।
hr: Tjedan ima sedam dana, a utorak je drugi dan u tjednu.
hu: A hét hét napból áll, és a kedd a hét második napja.
hy: Շաբաթն ունի յոթ օր, իսկ երեքշաբթին շաբաթվա երկրորդ օրն է:
id: Minggu ini memiliki tujuh hari dan Selasa adalah hari kedua dalam seminggu.
is: Vikan hefur sjö daga og þriðjudagur er annar dagur vikunnar.
it: La settimana ha sette giorni e il martedì è il secondo giorno della settimana.
ja: 週は 7 日で、火曜日は週の 2 日目です。
ka: კვირას შვიდი დღე აქვს და სამშაბათი კვირის მეორე დღეა.
kk: Аптаның жеті күні және сейсенбі — аптаның екінші күні.
km: សប្តាហ៍ នេះ មាន រយៈ ពេល ប្រាំ ពីរ ថ្ងៃ ហើយ ថ្ងៃ អង្គារ គឺ ជា ថ្ងៃ ទី ពីរ នៃ សប្តាហ៍ នេះ ។
kn: ವಾರವು ಏಳು ದಿನಗಳನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಮಂಗಳವಾರವು ವಾರದ ಎರಡನೇ ದಿನವಾಗಿದೆ.
ko: 일주일에는 칠일이 있고 화요일은 그 주의 둘째 날입니다.
ku: هەفتە حەوت ڕۆژی هەیە و سێشەممە دووەم ڕۆژی هەفتەیە.
ky: Жума жети күн, шейшемби жуманын экинчи күнү болуп саналат.
lo: ອາທິດ ມີ ເຈັດ ມື້ ແລະ ວັນ ອັງຄານ ເປັນ ມື້ ທີ ສອງ ຂອງ ອາທິດ.
lt: Savaitė turi septynias dienas, o antradienis yra antroji savaitės diena.
lv: Nedēļā ir septiņas dienas, un otrdiena ir nedēļas otrā diena.
mg: Manana fito andro ny herinandro ary ny Talata no andro faharoa amin'ny herinandro.
mi: E whitu nga rā o te wiki, a, ko te Tūrei te rā tuarua o te wiki.
mk: Неделата има седум дена, а вторник е вториот ден од неделата.
ml: ആഴ്ചയിൽ ഏഴ് ദിവസങ്ങളും ചൊവ്വാഴ്ച ആഴ്ചയിലെ രണ്ടാമത്തെ ദിവസവുമാണ്.
mn_cyrl: Долоо хоног 7 хоног, Мягмар гараг бол долоо хоногийн хоёр дахь өдөр.
mr: आठवड्यात सात दिवस असून मंगळवार हा आठवड्याचा दुसरा दिवस आहे.
ms: Minggu ini mempunyai tujuh hari dan Selasa adalah hari kedua dalam seminggu.
mt: Il-ġimgħa għandha sebat ijiem u t-Tlieta hija t-tieni jum tal-ġimgħa.
my: သီတင်းပတ် တွင် ခုနစ် ရက် ရှိ ပြီး အင်္ဂါ နေ့ သည် သီတင်းပတ် ၏ ဒုတိယ နေ့ ဖြစ် သည် ။
nb: Uken har syv dager og tirsdag er den andre dagen i uken.
ne: यस हप्ताको सात दिन हुन्छ र मंगलबार हप्ताको दोस्रो दिन हो।
nl: De week kent zeven dagen en dinsdag is de tweede dag van de week.
or: ସପ୍ତାହରେ ସାତ ଦିନ ଅଛି ଏବଂ ମଙ୍ଗଳବାର ହେଉଛି ସପ୍ତାହର ଦ୍ୱିତୀୟ ଦିନ |
pa: ਹਫਤੇ ਵਿੱਚ ਸੱਤ ਦਿਨ ਹੁੰਦੇ ਹਨ ਅਤੇ ਮੰਗਲਵਾਰ ਹਫਤੇ ਦਾ ਦੂਜਾ ਦਿਨ ਹੁੰਦਾ ਹੈ।
pl: Tydzień ma siedem dni, a wtorek jest drugim dniem tygodnia.
ps: دا اونۍ اووه ورځې لری او سه شنبه د اونۍ دویمه ورځ ده.
pt_br: A semana tem sete dias e terça-feira é o segundo dia da semana.
ro: Săptămâna are șapte zile, iar marți este a doua zi a săptămânii.
ru: Неделя состоит из семи дней, а вторник – второй день недели.
sk: Týždeň má sedem dní a utorok je druhý deň v týždni.
sl: Teden ima sedem dni, torek pa je drugi dan v tednu.
sq: Java ka shtatë ditë dhe e marta është dita e dytë e javës.
sr_latn: Sedmica ima sedam dana, a utorak drugi dan u nedelji.
sv: Veckan har sju dagar och tisdag är veckans andra dag.
sw: Wiki ina siku saba na Jumanne ni siku ya pili ya juma.
ta: வாரம் ஏழு நாட்கள் மற்றும் செவ்வாய் வாரத்தின் இரண்டாவது நாள் ஆகும்.
te: వారానికి ఏడు రోజులు మరియు మంగళవారం వారంలో రెండవ రోజు.
th: สัปดาห์มีเจ็ดวันและวันอังคารเป็นวันที่สองของสัปดาห์
tk: Hepdäniň ýedi güni, sişenbe güni bolsa hepdäniň ikinji güni bolýar.
tr: Haftanın yedi günü vardır ve Salı haftanın ikinci günüdür.
tt: Атнаның җиде көне һәм сишәмбе атнаның икенче көне.
ug: ھەپتىنىڭ يەتتىنچى كۈنى ۋە سەيشەنبە ھەپتىنىڭ ئىككىنچى كۈنىدۇر.
uk: Тиждень має сім днів, а вівторок - другий день тижня.
ur: ہفتے میں سات دن ہیں اور منگل ہفتے کا دوسرا دن ہے۔
uz: Haftada yetti kun, seshanba esa haftaning ikkinchi kuni hisoblanadi.
vi: Tuần có bảy ngày và thứ ba là ngày thứ hai trong tuần.
zh_hans: 一周有七天，星期二是一周的第二天。
zu: Isonto linezinsuku eziyisikhombisa kanti uLwesibili usuku lwesibili lwesonto.
