Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# clock_time_description_1400_to_1500
source: Now it's afternoon and around this time we eat snacks.
af: Nou is dit middag en rondom hierdie tyd eet ons versnaperinge.
am: አሁን ከሰዓት በኋላ እና በዚህ ጊዜ አካባቢ ምግብ እንበላለን።
ar: الآن هو بعد الظهر وحول هذا الوقت نأكل الوجبات الخفيفة.
as: এতিয়া আবেলি আৰু এই সময়ত আমি জলপান খাওঁ।
az: İndi günortadır və bu dəfə biz qəlyanaltı yeyirik.
bg: Сега е следобед и около това време ядем закуски.
bn: এখন বিকেল হয়ে গেছে এবং এই সময়ে আমরা স্ন্যাক্স খাই।
bo: ད་ལྟ་ཕྱི་དྲོ་རེད། དུས་ཚོད་འདིའི་ཡས་མས་སུ་ང་ཚོས་ཞོར་ཟས་ཟ་བཞིན་ཡོད།
bs: Sada je popodne i u ovo vrijeme jedemo grickalice.
ca: Ara és tarda i en aquesta època mengem aperitius.
cs: Teď je odpoledne a kolem této doby jíme občerstvení.
cy: Nawr mae'n brynhawn a thua'r adeg yma rydyn ni'n bwyta byrbrydau.
da: Nu er det eftermiddag og omkring dette tidspunkt spiser vi snacks.
de: Jetzt ist Nachmittag und um diese Zeit essen wir Snacks.
el: Τώρα είναι απόγευμα και περίπου αυτή την ώρα τρώμε σνακ.
es: Ahora es tarde y por esta vez comemos bocadillos.
et: Nüüd on pärastlõuna ja umbes sel ajal sööme suupisteid.
eu: Orain berandu da eta garai honetan ogitartekoak jaten ditugu.
fa: حالا بعد از ظهر است و در اطراف این زمان تنقلات می خوریم.
fi: Nyt on iltapäivä ja tähän aikaan syömme välipaloja.
fil: Ngayon ay hapon at sa paligid ng oras na ito kumain kami ng meryenda.
fo: Nú er tað seinnapartin og um hesa tíðina, vit eta ein bita.
fr: Maintenant, c’est l’après-midi et à cette époque, nous mangeons des collations.
ga: Anois tá sé tráthnóna agus timpeall an ama seo ithimid sneaiceanna.
gl: Xa é de tarde e a estas alturas comemos castañas.
gu: હવે બપોર થઈ ગઈ છે અને આ સમયે અમે નાસ્તો ખાઈએ છીએ.
he: עכשיו זה אחר הצהריים ובסביבות הזמן הזה אנחנו אוכלים חטיפים.
hi: अब दोपहर हो गई है और इस समय के आसपास हम स्नैक्स खाते हैं।
hr: Sada je popodne i otprilike u ovo vrijeme jedemo grickalice.
hu: Most délután van, és ez idő tájt harapnivalókat eszünk.
hy: Այժմ կեսօր է, եւ այս անգամ մենք ուտում ենք ուտելիք:
id: Sekarang sudah sore dan sekitar waktu ini kita makan makanan ringan.
is: Nú er komið síðdegis og um þetta leyti borðum við snarl.
it: Ora è pomeriggio e in questo periodo mangiamo spuntini.
ja: 今は午後で、この頃は軽食を食べます。
ka: ახლა ნაშუადღევს და დაახლოებით ამ დროს საჭმელს ვჭამთ.
kk: Қазір күндіз және осы уақыттың төңірегінде біз жыландарды жейміз.
km: ឥឡូវ នេះ វា នៅ រសៀល ហើយ នៅ ជុំវិញ ពេល នេះ យើង បរិភោគ អាហារ សម្រន់ ។
kn: ಈಗ ಮಧ್ಯಾಹ್ನವಾಗಿದೆ ಮತ್ತು ಈ ಸಮಯದಲ್ಲಿ ನಾವು ತಿಂಡಿಗಳನ್ನು ತಿನ್ನುತ್ತೇವೆ.
ko: 지금은 오후이고 이쯤 되면 간식을 먹는다.
ku: ئێستا دوانیوەڕۆیە و لە دەورووبەری ئەم جارەدا ئێمە سوێنک دەخۆین
ky: Азыр түштөн кийин жана бул убакыттын тегерегинде биз кечки тамакты жейбиз.
lo: ບັດ ນີ້ ມັນ ເປັນ ຕອນ ບ່າຍ ແລະ ອ້ອມ ຮອບ ເທື່ອ ນີ້ ພວກ ເຮົາ ກິນ ເຂົ້າ ຫົດ.
lt: Dabar jau popietė ir maždaug tuo metu valgome užkandžius.
lv: Tagad ir pēcpusdiena un ap šo laiku ēdam uzkodas.
mg: Amin'izao tolakandro izao ary amin'izao fotoana izao dia mihinana sakafo dinaka izahay.
mi: Ināianei kai te ahiahi, a, i tēnei wā ka kai tātau i nga kai kai.
mk: Сега е попладне и околу ова време јадеме грицки.
ml: ഇപ്പോൾ ഇത് ഉച്ചതിരിഞ്ഞാണ്, ഈ സമയത്ത് ഞങ്ങൾ ലഘുഭക്ഷണം കഴിക്കുന്നു.
mn_cyrl: Одоо үдээс хойш, энэ үед бид зууш иддэг болсон.
mr: आता दुपार झाली आहे आणि या सुमारास आम्ही स्नॅक्स खातो.
ms: Sekarang petang dan sekitar masa ini kita makan makanan ringan.
mt: Issa huwa wara nofsinhar u madwar dan iż-żmien nieklu snacks.
my: အခုတော့ မွန်းလွဲပိုင်းနဲ့ ဒီအချိန်လောက်မှာ ကျွန်တော်တို့ ဟင်းလျာတွေကို စားကြတယ်။
nb: Nå er det ettermiddag, og på denne tiden spiser vi snacks.
ne: अहिले दिउँसोको समय छ र यस समयमा हामी स्न्याक्स खान्छौं।
nl: Nu is het middag en rond deze tijd eten we snacks.
or: ବର୍ତ୍ତମାନ ଅପରାହ୍ନ ଏବଂ ଏହି ସମୟରେ ଆମେ ସ୍ନାକ୍ସ ଖାଇଥାଉ |
pa: ਹੁਣ ਦੁਪਹਿਰ ਹੋ ਗਈ ਹੈ ਅਤੇ ਇਸ ਸਮੇਂ ਦੇ ਆਸ-ਪਾਸ ਅਸੀਂ ਸਨੈਕਸ ਖਾਂਦੇ ਹਾਂ।
pl: Teraz jest popołudnie i mniej więcej w tym czasie jemy przekąski.
ps: اوس غرمه ده او په دې وخت کې مونږ د خوراک خوراک کوو.
pt_br: Agora é tarde e desta vez comemos lanches.
ro: Acum e după-amiază și în această perioadă mâncăm gustări.
ru: Сейчас полдень, и примерно в это время мы едим закуски.
sk: Teraz je popoludnie a približne v tomto čase jeme občerstvenie.
sl: Zdaj je popoldne in okoli tega časa jemo prigrizke.
sq: Tani është pasdite dhe rreth kësaj kohe ne hamë ushqime.
sr_latn: Sada je popodne i negde u ovo vreme jedemo grickalice.
sv: Nu är det eftermiddag och runt den här tiden äter vi mellanmål.
sw: Sasa ni mchana na karibu wakati huu tunakula vitafunwa.
ta: இப்போது மதியம் மற்றும் இந்த நேரத்தில் நாம் நொறுக்குத் தீனிகளை சாப்பிடுகிறோம்.
te: ఇప్పుడు మధ్యాహ్నం మరియు ఈ సమయంలో మేము స్నాక్స్ తింటాము.
th: ตอนนี้ก็บ่ายและประมาณคราวนี้เรากินของว่าง
tk: Indi öýlän we bu gezek nahar iýýäris.
tr: Şimdi öğleden sonra ve bu sıralarda abur cubur yiyoruz.
tt: Хәзер төштән соң, шул вакытта без ашап-ашайбыз.
ug: ھازىر چۈشتىن كېيىن بولۇپ، بۇ چاغدا ئۇششاق-چۈششەك يېمەكلىكلەرنى يەيمىز.
uk: Зараз день, і приблизно в цей час ми їмо закуски.
ur: اب دوپہر ہے اور اس وقت کے آس پاس ہم ناشتے کھاتے ہیں۔
uz: Endi tushdan so'ng va bu safar biz taomlarni iste'mol qilamiz.
vi: Bây giờ là buổi chiều và khoảng thời gian này chúng tôi ăn đồ ăn nhẹ.
zh_hans: 现在是下午，大约在这个时候我们吃零食。
zu: Manje sekuntambama futhi ngalesi sikhathi sidla ukudla okudliwayo.

# clock_time_description_1500_to_1630
source: Now it's afternoon.
af: Nou is dit middag.
am: አሁን ከሰዓት በኋላ ነው።
ar: الآن هو بعد الظهر.
as: এতিয়া আবেলি।
bn: এখন বিকেল।
bo: ད་ལྟ་ཕྱི་དྲོ་རེད།
bs: Sada je popodne.
ca: Ara és tarda.
cs: Teď je odpoledne.
cy: Nawr mae'n brynhawn.
da: Nu er det eftermiddag.
de: Jetzt ist es Nachmittag.
el: Τώρα είναι απόγευμα.
es: Ahora es tarde.
et: Nüüd on pärastlõuna.
eu: Orain berandu da.
fa: حالا بعد از ظهر است.
fi: Nyt on iltapäivä.
fil: Ngayon ay hapon na.
fo: Nú er tað seinnapartin.
fr: Maintenant, c’est l’après-midi.
ga: Anois tá sé tráthnóna.
gl: Agora xa é tarde.
gu: હવે બપોર થઈ ગઈ છે.
he: עכשיו אחר הצהריים.
hi: अब दोपहर हो गई है।
hr: Sada je popodne.
hu: Most délután van.
hy: Հիմա կեսօրն է:
id: Sekarang sudah sore.
is: Nú er komið síðdegi.
it: Ora è pomeriggio.
ja: 今は午後です。
ka: ახლა ნაშუადღევს არის.
kk: Енді күннің екінші жартысында.
km: ឥឡូវ វា នៅ រសៀល ។
kn: ಈಗ ಮಧ್ಯಾಹ್ನವಾಗಿದೆ.
ko: 이제 오후입니다.
ku: ئێستا دوانیوەڕۆیە
lo: ດຽວນີ້ຕອນບ່າຍ.
lt: Dabar jau popietė.
lv: Tagad ir pēcpusdiena.
mg: Ankehitriny, tolakandro izao.
mi: Ināianei kai te ahiahi.
mk: Сега е попладне.
ml: ഇപ്പോൾ വൈകുന്നേരമാണ്.
mr: आता दुपार झाली आहे.
ms: Sekarang sudah petang.
mt: Issa huwa wara nofsinhar.
my: အခုတော့ မွန်းလွဲပိုင်းပါ။
nb: Nå er det ettermiddag.
nl: Nu is het middag.
or: ବର୍ତ୍ତମାନ ଅପରାହ୍ନ ।
pl: Teraz jest popołudnie.
ps: اوس غرمه ده.
pt_br: Agora é tarde.
ro: Acum e după-amiază.
ru: Сейчас день.
sk: Teraz je popoludnie.
sl: Zdaj je popoldne.
sq: Tani është pasdite.
sr_latn: Sada je popodne.
sv: Nu är det eftermiddag.
sw: Sasa ni mchana.
ta: இப்போது பிற்பகல்.
te: ఇప్పుడు మధ్యాహ్నం.
th: ตอนนี้ก็บ่ายแล้ว
tk: Indi öýlän.
tr: Şimdi öğleden sonra.
tt: Хәзер төштән соң.
ug: ھازىر چۈشتىن كېيىن بولدى.
uk: Тепер настав день.
ur: اب دوپہر کا وقت ہے۔
uz: Endi tushdan keyin.
vi: Bây giờ là buổi chiều.
zh_hans: 现在是下午。
zu: Manje sekuntambama.

# clock_time_description_1630_to_1800
source: It's almost night.
af: Dit is amper nag.
am: ሌሊት ማለት ይቻላል።
ar: لقد شارف الليل
as: এয়া প্ৰায় ৰাতি।
az: Demək olar ki, gecədir.
bg: Почти вечер е.
bn: প্রায় রাত হয়ে গেছে।
bo: ད་ལྟ་ཕལ་ཆེར་མཚན་མོ་རེད།
bs: Skoro je noć.
ca: És gairebé de nit.
cs: Je skoro noc.
cy: Mae hi bron yn nos.
da: Det er næsten nat.
de: Es ist fast Nacht.
el: Είναι σχεδόν νύχτα.
es: Ya casi es de noche.
et: On peaaegu öö.
eu: Ia gaua da.
fa: تقريبا شبه .
fi: On melkein yö.
fil: Halos gabi na.
fo: Tað er næstan nátt.
fr: C’est presque la nuit.
ga: Tá sé beagnach oíche.
gl: Xa é noite.
gu: લગભગ રાત થઈ ગઈ છે.
he: זה כמעט לילה.
hi: लगभग रात हो चुकी है।
hr: Skoro je noć.
hu: Már majdnem éjszaka van.
hy: Գրեթե գիշեր է:
id: Ini hampir malam.
is: Það er næstum nótt.
it: È quasi notte.
ja: もうすぐ夜です。
ka: ოჲფრთ ნჲღ ვ.
kk: Бұл түні дерлік.
km: ស្ទើរតែយប់។
kn: ಇದು ಬಹುತೇಕ ರಾತ್ರಿಯಾಗಿದೆ.
ko: 거의 밤입니다.
ku: ئەوە نزیکەی شەوە.
ky: Дээрлик түн.
lo: ເກືອບຄືນແລ້ວ.
lt: Jau beveik naktis.
lv: Ir gandrīz nakts.
mg: Efa ho alina izao.
mi: Kua tata te pō.
mk: Речиси е ноќ.
ml: ഏകദേശം രാത്രിയായി.
mn_cyrl: Бараг л шөнө болж дээ.
mr: जवळजवळ रात्र झाली आहे.
ms: Ia hampir malam.
mt: Huwa kważi bil-lejl.
my: ညနီးပါးပါပဲ။
nb: Det er nesten natt.
ne: रात लगभग हो चुकी है।
nl: Het is bijna nacht.
or: ଏହା ପ୍ରାୟ ରାତି ।
pa: ਲਗਭਗ ਰਾਤ ਹੋ ਗਈ ਹੈ।
pl: Jest już prawie noc.
ps: دا تقریباً شپه ده.
pt_br: É quase noite.
ro: E aproape noapte.
ru: Уже почти ночь.
sk: Je takmer noc.
sl: Skoraj noč je.
sq: Është pothuajse natë.
sr_latn: Skoro je noć.
sv: Nu är det snart kväll.
sw: Ni karibu usiku.
ta: இது கிட்டத்தட்ட இரவு.
te: ఇది దాదాపు రాత్రి.
th: มันเกือบกลางคืนแล้ว
tk: Gije diýen ýaly.
tr: Neredeyse gece oldu.
tt: Бу төн диярлек.
ug: كەچ بولاي دەپ قالدى.
uk: Це майже ніч.
ur: یہ تقریبا رات ہے.
uz: Deyarli tun.
vi: Đã gần đêm.
zh_hans: 快到晚上了。
zu: Kucishe kube ubusuku.

# clock_time_description_1800_to_2000
source: Now it's night. Sleep well!
af: Nou is dit nag. Lekker slaap!
am: አሁን ሌሊት ነው። መልካም እንቅልፍ!
ar: الآن هو الليل. تصبح على خير!
as: এতিয়া ৰাতি। ভালকে শোৱা!
az: İndi gecədir. Yaxşı yatmaq!
bg: Сега е нощ. Да спиш добре!
bn: এখন রাত হয়ে গেছে। ভালো ঘুম!
bo: ད་ལྟ་མཚན་མོ་རེད། གཉིད་ཡག་པོ་ཉོལ།!
bs: Sada je noć. Lijepo spavaj!
ca: Ara és nit. Dorm bé!
cs: Teď je noc. Hezky spi!
cy: Nawr mae'n nos. Cysga'n dda!
da: Nu er det nat. Sov godt!
de: Jetzt ist es Nacht. Schlaf gut!
el: Τώρα είναι νύχτα. Καλό ύπνο!
es: Ahora es de noche. ¡Duerme bien!
et: Nüüd on öö. Rahulikku und!
eu: Orain gaua da. Ondo lo egin!
fa: حالا شب است. خوب بخوابی!
fi: Nyt on yö. Nuku hyvin!
fil: Ngayon ay gabi na. Matulog nang maayos!
fo: Nú er tað nátt. Sov væl!
fr: Maintenant, il fait nuit. Dors bien!
ga: Anois tá sé oíche. Codladh sámh!
gl: Ya es de noche. Durme ben!
gu: હવે રાત થઈ ગઈ છે. સારું ઊંઘો!
he: עכשיו זה לילה. תישן טוב!
hi: अब रात हो चुकी है। चैन से सोओ!
hr: Sada je noć. Lijepo spavaj!
hu: Most éjszaka van. Aludj jól!
hy: Հիմա գիշեր է... Բարի քուն!
id: Sekarang sudah malam. Tidur nyenyak!
is: Nú er komið að nóttu. Sofðu vel!
it: Ora è notte. Dormi bene!
ja: 今は夜です。ゆっくり休んでください！
ka: ახლა ღამეა. ძილინებისა!
kk: Енді ол түн. Жайлы жатып жақсы тұр!
km: ឥឡូវ រាត្រី។ គេងលក់​ស្រួល!
kn: ಈಗ ರಾತ್ರಿಯಾಗಿದೆ. ಚೆನ್ನಾಗಿ ನಿದ್ರಿಸಿ!
ko: 이제 밤입니다. 안녕히 주무세요!
ku: ئێستا شەوە. باش بخەوی!
ky: Азыр түн. Жакшы укта!
lo: ດຽວນີ້ຄືນແລ້ວ. ນອນຫຼັບໃຫ້ສະບາຍ!
lt: Dabar jau naktis. Saldžių sapnų!
lv: Tagad ir nakts. Lai tev labs miegs!
mg: Ankehitriny dia alina izao. Matoria tsara!
mi: Ināianei kai te pō. Kia mārie te moe!
mk: Сега е ноќ. Убаво да спиеш!
ml: ഇപ്പോൾ രാത്രിയാണ്. നന്നായി ഉറങ്ങ്!
mn_cyrl: Одоо шөнө болж байна. Сайхан амар!
mr: आता रात्र झाली आहे. चांगले झोप!
ms: Sekarang malam. Tidur baik-baik!
mt: Issa huwa bil-lejl. Mur orqod u tinkwetax!
my: အခုတော့ ညပဲ။ ကောင်းကောင်းအိပ်ပါ!
nb: Nå er det natt. Sov godt!
ne: अब रात हो चुकी है। राम्ररी सुत्नुहोस्!
nl: Nu is het nacht. Slaap ze!
or: ବର୍ତ୍ତମାନ ରାତି । ଭଲରେ ଶୁଅନ୍ତୁ!
pa: ਹੁਣ ਰਾਤ ਹੋ ਗਈ ਹੈ। ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੋਂ ਜਾਓ!
pl: Teraz jest noc. Śpij słodko!
ps: اوس شپه ده. ښه خوب کوه!
pt_br: Agora é noite. Durma bem!
ro: Acum e noapte. Somn uşor!
ru: Теперь наступила ночь. Спокойной ночи!
sk: Teraz je noc. Spi sladko!
sl: Zdaj je noč. Dobro spi!
sq: Tani është natë. Gjumë të ëmbël!
sr_latn: Sada je noć. Spavaj dobro!
sv: Nu är det kväll. Sov gott!
sw: Sasa ni usiku. Lala salama!
ta: இப்போது இரவு. நன்றாக உறங்கு!
te: ఇప్పుడు రాత్రి అయింది. బాగా నిద్రపోండి!
th: ตอนนี้ก็คืน หลับสบาย!
tk: Indi ýary gije. Gowy ýatyp tur!
tr: Şimdi gece oldu. İyi uykular!
tt: Хәзер ул төн. Яхшы йокла!
ug: ھازىر كېچە بولدى. ياخشى چۈش كۆر!
uk: Тепер ніч. Гарних снів!
ur: اب یہ رات ہے. اچھی نيند لو!
uz: Endi tun bo'ldi. Yaxshi uxlang!
vi: Bây giờ là đêm. Ngủ ngon!
zh_hans: 现在是晚上。睡得好！
zu: Manje sekusebusuku. Lala kahle!

# clock_time_description_2000_to_0600
source: Now it's night.
af: Nou is dit nag.
am: አሁን ሌሊት ነው።
ar: الآن هو الليل.
as: এতিয়া ৰাতি।
az: İndi gecədir.
bg: Сега е нощ.
bn: এখন রাত হয়ে গেছে।
bo: ད་ལྟ་མཚན་མོ་རེད།
bs: Sada je noć.
ca: Ara és nit.
cs: Teď je noc.
cy: Nawr mae'n nos.
da: Nu er det nat.
de: Jetzt ist es Nacht.
el: Τώρα είναι νύχτα.
es: Ahora es de noche.
et: Nüüd on öö.
eu: Orain gaua da.
fa: حالا شب است.
fi: Nyt on yö.
fil: Ngayon ay gabi na.
fo: Nú er tað nátt.
fr: Maintenant, il fait nuit.
ga: Anois tá sé oíche.
gl: Ya es de noche.
gu: હવે રાત થઈ ગઈ છે.
he: עכשיו זה לילה.
hi: अब रात हो चुकी है।
hr: Sada je noć.
hu: Most éjszaka van.
hy: Հիմա գիշեր է...
id: Sekarang sudah malam.
is: Nú er komið að nóttu.
it: Ora è notte.
ja: 今は夜です。
ka: ახლა ღამეა.
kk: Енді ол түн.
km: ឥឡូវ រាត្រី។
kn: ಈಗ ರಾತ್ರಿಯಾಗಿದೆ.
ko: 이제 밤입니다.
ku: ئێستا شەوە.
ky: Азыр түн.
lo: ດຽວນີ້ຄືນແລ້ວ.
lt: Dabar jau naktis.
lv: Tagad ir nakts.
mg: Ankehitriny dia alina izao.
mi: Ināianei kai te pō.
mk: Сега е ноќ.
ml: ഇപ്പോൾ രാത്രിയാണ്.
mn_cyrl: Одоо шөнө болж байна.
mr: आता रात्र झाली आहे.
ms: Sekarang malam.
mt: Issa huwa bil-lejl.
my: အခုတော့ ညပဲ။
nb: Nå er det natt.
ne: अब रात हो चुकी है।
nl: Nu is het nacht.
or: ବର୍ତ୍ତମାନ ରାତି ।
pa: ਹੁਣ ਰਾਤ ਹੋ ਗਈ ਹੈ।
pl: Teraz jest noc.
ps: اوس شپه ده.
pt_br: Agora é noite.
ro: Acum e noapte.
ru: Теперь наступила ночь.
sk: Teraz je noc.
sl: Zdaj je noč.
sq: Tani është natë.
sr_latn: Sada je noć.
sv: Nu är det natt.
sw: Sasa ni usiku.
ta: இப்போது இரவு.
te: ఇప్పుడు రాత్రి అయింది.
th: ตอนนี้ก็คืน
tk: Indi ýary gije.
tr: Şimdi gece oldu.
tt: Хәзер ул төн.
ug: ھازىر كېچە بولدى.
uk: Тепер ніч.
ur: اب یہ رات ہے.
uz: Endi tun bo'ldi.
vi: Bây giờ là đêm.
zh_hans: 现在是晚上。
zu: Manje sekusebusuku.

# clock_time_minute_1
source: five past
af: vyf verlede
am: ያለፉት አምስት
ar: خمسة على
as: পাঁচ অতীত
az: beş keçmiş
bg: пет минали
bn: পাঁচ অতীত
bo: འདས་ཟིན་པ་ལྔ།
bs: pet prošlih
ca: cinc passats
cs: pět minulých
cy: pump heibio
da: fem tidligere
de: fünf Vergangenheit
el: πέντε παρελθόν
es: cinco pasados
et: viis minevikku
eu: bost iragan
fa: پنج گذشته
fi: viisi ohi
fil: limang nakaraang
fo: fimm fortíð.
fr: cinq plus
ga: cúig cinn roimhe seo
gl: 5 Pasado
gu: પાંચ ભૂતકાળ
he: חמישה בעבר
hi: पाँच अतीत
hr: pet prošlih
hu: öt múlt
hy: հինգ անցյալ
id: lima lalu
is: fimm liðnir
it: cinque passato
ja: 5過去
ka: ხუთი წარსული
kk: бес өткен
km: ៥ អតីតកាល
kn: ಐದು ಹಿಂದಿನ
ko: 다섯 과거
ku: پێنج ڕابردوو
ky: беш өткөн
lo: ຫ້າທີ່ຜ່ານມາ
lt: penkios praeities
lv: piecas pagātnes
mg: dimy lasa
mi: rima ki mua
mk: Пет минато
ml: അഞ്ച് ഭൂതകാലം
mn_cyrl: өнгөрсөн таван
mr: पांच पिछले
ms: lima masa lalu
mt: ħames passat
my: လွန်ခဲ့တဲ့ ငါးခုက
nb: fem tidligere
ne: पाँच विगत
nl: vijf voorbij
or: ପାଞ୍ଚ ଅତୀତ
pa: ਪੰਜ ਅਤੀਤ
pl: pięć przeszłości
ps: پنځه تېر
pt_br: cinco passados
ro: cinci trecute
ru: пять над
sk: päť minulých
sl: pet preteklih
sq: pesë të kaluara
sr_latn: pet prošlih
sv: fem över
sw: tano zilizopita
ta: ஐந்து கடந்த காலம்
te: ఐదు గత
th: ห้าอดีต
tk: bäş geçen
tr: beş üzerinde
tt: биш үткән
ug: بەش ئۆتمۈش
uk: п'ять минулих
ur: پانچ ماضی
uz: besh o'tgan
vi: năm quá khứ
zh_hans: 五个过去
zu: ezinhlanu ezedlule

# clock_time_minute_10
source: ten to
af: Tien tot
am: አሥር ወደ
ar: عشرة في
as: দহৰ পৰা
az: ondan
bg: десет до
bn: দশ থেকে
bo: བཅུ་ནས་བཅུ་བར།
bs: deset do
ca: deu a
cs: deset až
cy: deg i
da: ti til
de: zehn bis
el: δέκα έως
es: diez a
et: kümme kuni
eu: hamar a
fa: ده تا
fil: sampung sa
fo: ten til tíggju.
fr: dix en
ga: deichniúr go
gl: 10 do
gu: દસ થી
he: עשרה עד
hi: दस से
hr: deset do
hu: tíztől a
hy: տասից
id: sepuluh untuk
is: tíu til
it: da dieci a dieci
ja: 10から10まで
ka: ათიდან
kk: оннан онға дейін
km: ដប់ ទៅ
kn: ಹತ್ತು ರಿಂದ
ko: 열 대
ku: دە بۆ
ky: ондон
lo: ສິບຕໍ່
lt: nuo dešimties iki
lv: desmit līdz
mg: folo mankany amin'ny
mi: tekau ki
mk: 10 до 10
ml: പത്ത് മുതൽ 10 വരെ
mn_cyrl: араваас
mr: दहा ते
ms: sepuluh hingga
mt: għaxra għal
my: ဆယ်ယောက်မှ ဆယ်ယောက်အထိ
nb: ti til
ne: दस को
nl: tien tot
or: ଦଶରୁ
pa: ਦਸ ਤੋਂ
pl: dziesięć do
ps: لس په
pt_br: dez para
ro: zece până la
ru: десять в
sk: desať až
sl: deset do
sq: dhjetë deri në
sr_latn: deset do
sv: tio i
sw: kumi kwa
ta: பத்து முதல்
te: పది నుండి
th: สิบถึง
tk: ondan
tr: on yılında
tt: унга кадәр
ug: ئونغا
uk: від десяти до
ur: دس سے
uz: onga
vi: 10 đến
zh_hans: 十至
zu: eziyishumi kuya

# clock_time_minute_11
source: five to
af: 5 tot
am: አምስት ወደ
ar: خمسة في
as: পাঁচৰ পৰা
az: beşdən
bg: пет до
bn: পাঁচ থেকে
bo: ལྔ་ནས་ལྔ་བར།
bs: pet do
ca: cinc a
cs: pět až
cy: pump i
da: fem til
de: fünf bis
el: πέντε έως
es: de cinco a
et: viis kuni
eu: bostetik aurrera
fa: پنج تا
fi: viidestä viiteen
fil: limang sa
fo: fimm til fimm.
fr: cinq en
ga: cúig cinn go
gl: Cinco a
gu: પાંચ થી
he: חמישה עד
hi: पाँच से
hr: pet za
hu: öttől a
hy: հինգից
id: lima hingga
is: fimm til
it: da cinque a
ja: 5まで
ka: ხუთიდან
kk: бестен беске дейін
km: ៥ ទៅ
kn: ಗೆ ಐದು
ko: 다섯에서
ku: پێنج بۆ
ky: бештен
lo: ຫ້າຕໍ່
lt: nuo penkių iki
lv: pieci līdz
mg: dimy ka hatramin'ny
mi: rima ki
mk: Пет до
ml: അഞ്ച് മുതൽ
mn_cyrl: таваас
mr: पाच ते
ms: lima hingga
mt: minn ħamsa sa
my: ၅ ယောက်ကနေ ငါးယောက်အထိ
nb: fem til
ne: पाँच देखि
nl: vijf tot
or: ପାଞ୍ଚରୁ
pa: ਪੰਜ ਤੋਂ
pl: pięć do
ps: پنځو ته
pt_br: cinco para
ro: cinci până la
ru: пять в
sk: päť až
sl: pet do
sq: pesë deri në
sr_latn: pet do
sv: fem i
sw: tano kwa
ta: ஐந்து முதல் ஐந்து வரை
te: ఐదు నుండి
th: ห้าถึง
tk: bäşden
tr: beş in
tt: бишкә
ug: بەشتىن
uk: від п'яти до
ur: پانچ
uz: beshdan
vi: năm đến
zh_hans: 五至
zu: ezinhlanu kuya

# clock_time_minute_2
source: ten past
af: tien verlede
am: አሥር ያለፈ
ar: عشرة أكثر
as: দহ টা অতীত
az: on keçmiş
bg: десет минали
bn: দশ অতীত
bo: འདས་ཟིན་པའི་དུས་ཚོད་བཅུ
bs: deset prošlih
ca: deu passats
cs: deset minulých
cy: deg gorffennol
da: ti tidligere
de: zehn vergangene
el: δέκα παρελθόν
es: diez pasados
et: kümme minevikku
eu: hamar iragan
fa: ده گذشته
fi: kymmenen ohi
fil: sampung nakaraang
fo: tíggju past
fr: dix plus
ga: deich n-uaire anuas
gl: 10 Pasado
gu: દસ ભૂતકાળ
he: עשרה עבר
hi: दस अतीत
hr: deset prošlih
hu: tíz múlt
hy: տասը անցած
id: sepuluh masa lalu
is: tíu liðnir
it: dieci passati
ja: 10過去
ka: ათი წარსული
kk: он өткен
km: ១០ អតីតកាល
kn: ಕಳೆದ ಹತ್ತು
ko: 열 과거
ku: دە ڕابردوو
ky: он өткөн
lo: ສິບທີ່ຜ່ານມາ
lt: dešimt praeities
lv: desmit pagājušie
mg: folo lasa
mi: tekau o mua
mk: 10 минато
ml: പത്തു കഴിഞ്ഞ കാലം
mn_cyrl: Өнгөрсөн арван
mr: दहा भूतकाळ
ms: sepuluh masa lalu
mt: għaxar passat
my: ၁၀ လွန်ခဲ့တဲ့ ဆယ်ယောက်
nb: ti forbi
ne: दस अतीत
nl: tien over
or: ଦଶ ଅତୀତ
pa: ਦਸ ਅਤੀਤ
pl: dziesięć przeszłych
ps: لس تېر
pt_br: dez passados
ro: zece trecute
ru: десять более
sk: desať minulých
sl: deset preteklih
sq: dhjetë të kaluara
sr_latn: deset prošlih
sv: tio över
sw: kumi zamani
ta: பத்து கடந்த காலம்
te: పది గత
th: สิบที่ผ่านมา
tk: on geçen
tr: on üzerinde
tt: ун элек
ug: 10 ئۆتمۈش
uk: десять минулих
ur: دس ماضی
uz: o'tgan o'nlik
vi: mười quá khứ
zh_hans: 十个过去
zu: eziyishumi ezedlule

# clock_time_minute_3
source: quarter past
af: kwartaal verlede
am: አራተኛ ያለፈው
ar: الربع الماضي
as: চতুৰ্থাংশ অতীত
az: dörddə bir keçmiş
bg: тримесечие минало
bn: চতুর্থাংশ অতীত
bo: བཞི་ཆའི་གཅིག་གི་སྔོན་
bs: cetvrt proslost
ca: trimestre passat
cs: minulé čtvrtletí
cy: chwarter heibio
da: kvartal forbi
de: vergangenes Quartal
el: τρίμηνο μετά
es: cuarto pasado
et: kvartal möödas
eu: laugarren iragana
fa: ربع گذشته
fi: vuosineljännes yli
fil: quarter nakaraang
fo: korter til fortíðina.
fr: trimestre passé
ga: ceathrú uaire anuas
gl: Cuarto pasado
gu: ક્વાર્ટર ભૂતકાળ
he: רבע עבר
hi: चौथाई अतीत
hr: tromjesečje nakon
hu: negyedéves múlt
hy: քառորդ անցած
id: seperempat lewat
is: fjórðungur framhjá
it: trimestre passato
ja: 四半期を過ぎた
ka: მეოთხედი წარსული
kk: тоқсан өткен
km: មួយ ភាគ បួន កន្លង ទៅ
kn: ಹಿಂದಿನ ಕಾಲು ಭಾಗ
ko: 분기 지난
ku: چارەکی ڕابردوو
ky: чейрек өткөн
lo: ໄຕມາດທີ່ຜ່ານມາ
lt: ketvirtis praeities
lv: ceturksnis aiz muguras
mg: ampahefa-dalana lasa.
mi: hauwhā ki mua
mk: Четврт минато
ml: കാല് ഭാഗം കഴിഞ്ഞിരിക്കുന്നു
mn_cyrl: өнгөрсөн улиралд
mr: तिमाही पश्चात
ms: suku masa lalu
mt: kwart tal-passat
my: လွန်ခဲ့တဲ့ လေးပုံတစ်ပုံက
nb: kvartal forbi
ne: क्वार्टर पास्ट
nl: kwartaal voorbij
or: କ୍ୱାର୍ଟର ଅତୀତ
pa: ਤਿਮਾਹੀ ਅਤੀਤ
pl: kwartał po
ps: څلورمه برخه تېر
pt_br: trimestre passado
ro: trimestru trecut
ru: четверть прошлого
sk: štvrťrok po štvrťroku
sl: četrt preteklega
sq: çereku i kaluar
sr_latn: četvrtina prošlosti
sv: kvart över
sw: robo iliyopita
ta: கடந்த காலாண்டு
te: పావు వంతు గత
th: ไตรมาสที่ผ่านมา
tk: geçen dörtden bir
tr: çeyrek geçmiş
tt: квартал үткән
ug: پەسىللىك ئۆتۈپ كېتىش
uk: квартал минулого
ur: چوتھائی ماضی
uz: chorak o'tgan chorak
vi: quý quá khứ
zh_hans: 过去一个季度
zu: ikota edlule

# clock_time_minute_4
source: twenty past
af: twintig verlede
am: ሃያ አለፈ
ar: عشرون أكثر من
as: বিশ অতীত
az: iyirmi keçmiş
bg: двадесет минали
bn: বিশ অতীত
bo: འདས་ཟིན་པའི་ལོ་ཉི་ཤུ
bs: dvadeset proslosti
ca: vint passats
cs: dvacet let
cy: ugain heibio
da: tyve tidligere
de: zwanzig vergangen
el: είκοσι περαστικά
es: veinte pasados
et: kakskümmend minevikku
eu: hogei iragan
fa: بیست گذشته
fi: kaksikymmentä menneisyyttä
fil: dalawampu't nakaraang
fo: tjúgu past
fr: vingt plus
ga: fiche tar éis
gl: 20 pasados
gu: વીસ ભૂતકાળ
he: עשרים עבר
hi: बीस अतीत
hr: dvadeset prošlih
hu: húsz múlt
hy: քսան անցած
id: dua puluh lewat
is: tuttugu liðnir
it: venti passati
ja: 20過去
ka: ოცი წარსული
kk: жиырма өткен
km: ម្ភៃ អតីតកាល
kn: ಇಪ್ಪತ್ತು ಹಿಂದಿನ
ko: 스무 과거
ku: بیست ڕابردوو
ky: жыйырма өткөн
lo: ຊາວທີ່ຜ່ານມາ
lt: dvidešimt praeities
lv: divdesmit pagājušas
mg: roapolo lasa
mi: rua tekau ki mua
mk: Дваесет минато
ml: ഇരുപത് കഴിഞ്ഞത്
mn_cyrl: өнгөрсөн хорин
mr: वीस भूतकाळ
ms: dua puluh masa lalu
mt: għoxrin passat
my: လွန်ခဲ့တဲ့ ဆယ်ဆယ်ကျော်က
nb: tjue fortid
ne: बीस अतीत
nl: twintig voorbij
or: କୋଡ଼ିଏ ଅତୀତ
pa: ਵੀਹ ਪਿਛਲੇ
pl: dwadzieścia lat
ps: شل تېر
pt_br: 20 passado
ro: douăzeci trecut
ru: двадцать более
sk: dvadsať minulých
sl: 20 preteklih
sq: njëzet e kaluar
sr_latn: dvadeset prošlih
sv: tjugo över
sw: ishirini zilizopita
ta: இருபது கடந்த காலம்
te: ఇరవై గత
th: ยี่สิบที่ผ่านมา
tk: ýigrimi geçen
tr: yirmi üzerinde
tt: егерме үткән
ug: يىگىرمە يىل ئىلگىرى
uk: Двадцять минулого
ur: بیس ماضی
uz: yigirma o'tmish
vi: hai mươi quá khứ
zh_hans: 二十过去
zu: twenty esidlule
