Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# movement_register
source: Register
am: ይመዝገቡ
bo: ཐོ་འགོད་བྱེད་པ།
bs: Registrirajte
ca: Registrar
cs: Registrace
el: Εγγράψου
es: Registro
et: Registreeru
eu: Erregistroa
fa: ثبت
fil: Magrehistro
hi: पंजीकृत करें
id: Daftar
is: Skrá
ja: 登録する
kk: Регистр
ku: تۆمارکردن
lo: ລົງທະບຽນ
lt: Užsiregistruok
lv: Reģistrēties
ml: രജിസ്റ്റർ ചെയ്യുക
ms: Mendaftar
my: မှတ်ပုံတင်
nb: Registrering
nl: Registreren
or: ପଞ୍ଜିକରଣ କରନ୍ତୁ
pl: Rejestrować
sk: Zaregistrovať sa
sl: Registracija
sq: Regjistro
sv: Registrera
sw: Kujiandikisha
tr: Kaydolmak
tt: Реестр
ug: تىزىملىتىڭ
uk: Зареєструватися
uz: Ro'yxatdan o'tish
vi: Đăng ký

# movement_register_how_long
source: For how many minutes did you do the activity?
am: እንቅስቃሴውን ለምን ያህል ደቂቃ አከናወናችሁ?
bo: ཁྱོད་ཀྱིས་བྱ་འགུལ་དེ་སྐར་མ་ག་ཚོད་ལ་སྤེལ་བ་ཡིན།
bs: Koliko minuta ste radili tu aktivnost?
ca: Durant quants minuts vas fer l'activitat?
cs: Kolik minut jste aktivitu dělali?
el: Για πόσα λεπτά κάνατε τη δραστηριότητα;
es: ¿Durante cuántos minutos hiciste la actividad?
et: Mitu minutit sa seda harjutust tegid?
eu: Zenbat minutuz egin zenuen jarduera?
fa: برای چند دقیقه فعالیت را انجام دادید؟
fil: Ilang minuto mo ginawa ang aktibidad?
hi: आपने कितने मिनट के लिए गतिविधि की?
id: Selama berapa menit Anda melakukan aktivitas tersebut?
is: Í hversu margar mínútur stundaðir þú athöfnina?
ja: 何分間アクティビティを行いましたか?
kk: Сіз әрекетті қанша минут жасадыңыз?
ku: بۆ چەند خولەک چالاکیەکەت ئەنجام دا؟
lo: ຈັກ ນາ ທີ ທີ່ ທ່ານ ເຮັດ ກິດ ຈະ ກໍາ ?
lt: Kiek minučių užsiėmėte šia veikla?
lv: Cik minūtes jūs veicāt aktivitāti?
mg: Nandritra ny minitra firy no nanaovanao ilay asa?
ml: എത്ര മിനിറ്റാണ് നിങ്ങൾ ഈ പ്രവർത്തനം നടത്തിയത്?
ms: Berapa minit anda melakukan aktiviti tersebut?
my: ဒီလုပ်ဆောင်မှုကို မိနစ်ဘယ်နှစ်မိနစ်လောက် လုပ်ခဲ့သလဲ။
nb: For hvor mange minutter gjorde du aktiviteten?
nl: Voor hoeveel minuten heb je de activiteit gedaan?
or: ଆପଣ କେତେ ମିନିଟ୍ ପାଇଁ କାର୍ଯ୍ୟକଳାପ କରିଥିଲେ?
pl: Przez ile minut wykonywałeś tę czynność?
sk: Koľko minút ste aktivitu robili?
sl: Koliko minut ste delali?
sq: Sa minuta e bëre këtë aktivitet?
sv: Hur länge har ni rört på er?
sw: Kwa dakika ngapi ulifanya shughuli hiyo?
tr: Aktiviteyi kaç dakika boyunca yaptınız?
tt: Эшчәнлекне ничә минутка эшләдегез?
ug: سىز بۇ پائالىيەتنى قانچە مىنۇت ئىشلىدىڭىز؟
uk: За скільки хвилин ви виконували вправу?
uz: Faollikni necha daqiqa davomida amalga oshirdingiz?
vi: Bạn đã thực hiện hoạt động này trong bao nhiêu phút?

# movement_register_how_many
source: How many of you participated in the activity?
am: በዚህ እንቅስቃሴ ምን ያህል ተሳትፎ አድርገሃል?
bo: ཁྱོད་ཚོའི་ནང་དུ་མི་ག་ཚོད་ད་ཐེངས་ཀྱི་བྱེད་སྒོར་ཞུགས་ཡོད།
bs: Koliko vas je učestvovalo u ovoj akciji?
ca: Quants de vosaltres heu participat en l'activitat?
cs: Kolik z vás se na aktivitě podílelo?
el: Πόσοι από εσάς συμμετείχατε στη δραστηριότητα;
es: ¿Cuántos de ustedes participaron en la actividad?
et: Kui paljud teist selles tegevuses osalesid?
eu: Zuetako zenbatek parte hartu zuten jardueran?
fa: چند نفر از شما در این فعالیت شرکت کرده بودید؟
fil: Ilan po ba sa inyo ang sumali sa activity
hi: आप में से कितने लोगों ने गतिविधि में भाग लिया?
id: Berapa banyak dari Anda yang berpartisipasi dalam kegiatan tersebut?
is: Hversu mörg ykkar tóku þátt í verkefninu?
ja: 何人の人が活動に参加しましたか?
kk: Сіз қанша іс-шараға қатыстыңыз?
ku: چەندتان بەشدارییان لە چالاکییەکەدا کردووە؟
lo: ມີຈັກທ່ານທີ່ເຂົ້າຮ່ວມກິດຈະກໍາ?
lt: Kiek iš jūsų dalyvavo veikloje?
lv: Cik no jums piedalījās šajā aktivitātē?
mg: Firy aminareo no nandray anjara tamin'ilay asa natao?
ml: നിങ്ങളിൽ എത്രപേർ ഈ പ്രവർത്തനത്തിൽ പങ്കെടുത്തു?
ms: Berapa ramai daripada anda yang mengambil bahagian dalam aktiviti ini?
my: ဒီလုပ်ငန်းမှာ ခင်ဗျားတို့ ဘယ်နှစ်ယောက် ပါဝင်ခဲ့သလဲ။
nb: Hvor mange av dere deltok i aktiviteten?
nl: Hoeveel van jullie hebben deelgenomen aan de activiteit?
or: ଆପଣମାନଙ୍କ ମଧ୍ୟରୁ କେତେ ଜଣ କାର୍ଯ୍ୟକଳାପରେ ଅଂଶଗ୍ରହଣ କରିଥିଲେ?
pl: Ilu z Was uczestniczyło w zajęciach?
sk: Koľkí z vás sa na aktivite zúčastnili?
sl: Koliko vas je sodelovalo pri aktivnosti?
sq: Sa prej jush morën pjesë në aktivitet?
sv: Hur många var ni som rörde på er?
sw: Ni wangapi kati yenu walishiriki katika shughuli hiyo?
tr: Etkinliğe kaçınız katıldı?
tt: Сездән кайсыгыз эшчәнлектә катнаштыгыз?
ug: بۇ پائالىيەتكە سىلەردىن قانچە ئادەم قاتناشتى؟
uk: Скільки з вас брали участь у вправі?
uz: Sizlardan nechtasi faollikda ishtirok etgan?
vi: Có bao nhiêu người trong số các bạn đã tham gia hoạt động này?

# movement_statistics_cities
source: That's about as far as the distance between %@ and %@
bo: དེ་ནི་%@་དང་%@་པའི་བར་ཐག་ལ་མཚོན་ནས་བཤད་ན།
bs: To je otprilike do udaljenosti između %@ i %@
el: Αυτό είναι περίπου όσον αφορά την απόσταση μεταξύ %@ και %@
et: See on umbes sama kaugel kui %@ ja %@ vaheline kaugus
fa: که در مورد تا آنجا که فاصله بین %@ و %@
fil: Yun kasing layo ng distansya ng %@ at %@
id: Itu kira-kira sejauh jarak antara %@ dan %@
is: Það er um það bil eins langt og fjarlægðin milli %@ og %@
lt: Tai maždaug tiek, kiek atstumas tarp %@ ir %@
lv: Tas ir apmēram tik tālu, cik tālu attālums starp %@ un %@
mg: Izany dia tonga hatrany amin'ny elanelana misy eo amin'ny %@ sy ny %@
ml: അത് %@ തമ്മിലുള്ള ദൂരം വരെയാണ് <span translate='no'>string</span>
ms: Itu kira-kira sejauh jarak antara %@ dan %@
nb: Det er omtrent så langt som avstanden mellom %@ og %@
or: ତାହା %@ ଏବଂ %@ ମଧ୍ୟରେ ଦୂରତା ପର୍ଯ୍ୟନ୍ତ |
pl: To mniej więcej tyle, ile wynosi odległość między %@ a %@
sk: To je asi tak ďaleko, ako je vzdialenosť medzi %@ a %@
sq: Kjo është aq larg sa distanca midis %@ dhe %@
sv: Det är ungefär lika långt som mellan %@ och %@
tr: Bu, %@ ile %@ arasındaki mesafeye kadar
tt: Бу %@ белән %@
ug: يەنى %@ بىلەن %@ ئارىلىقىغا يېقىن
uz: Bu %@ va %@ orasidagi masofagacha

# movement_statistics_how_far
source: How far is that?
bo: དེ་ནི་བར་ཐག་ཅི་འདྲ་ཞིག་ཡོད་དམ།
bs: Koliko je to daleko?
cs: Jak je to daleko?
el: Πόσο μακριά είναι αυτό;
es: ¿Qué tan lejos está eso?
et: Kui kaugel see on?
fa: چقدر دور است؟
fil: Hanggang saan po ba yun
hi: यह कहां तक है?
id: Seberapa jauh itu?
is: Hvað er langt þangað?
ku: ئەوە چەند دوورە؟
lo: ໄກປານໃດ?
lt: Kaip toli tai yra?
lv: Cik tālu tas ir?
mg: Hatraiza izany?
ml: അതെത്ര ദൂരമുണ്ട്?
ms: Sejauh mana itu?
my: ယင်းသည် မည်မျှအထိအထိရှိသနည်း။
nb: Hvor langt er det?
nl: Hoe ver is dat?
or: ତାହା କେତେ ଦୂର?
pl: Jak daleko?
sk: Ako ďaleko je to?
sq: Sa larg është kjo?
sv: Hur långt är det?
sw: Hiyo ni umbali gani?
tr: Bu ne kadar uzaklıkta?
tt: Никадәр ерак?
ug: ئۇ قانچىلىك يىراقلىقتا؟
uk: Наскільки це далеко?
uz: Bu qanchalik uzoq?

# movement_statistics_see_distance
source: Ask a teacher to get another iPad and watch together how far you get when you walk %@ meters
bo: དགེ་རྒན་ཞིག་ལ་ཡང་བསྐྱར་ iPadཁྱབ་ལེན་དུ་བཅུག་ནས་ཁྱེད་ཚོ་སྨི་ %@ ་ལ་འགྲོ་དུས་མཉམ་དུ་རྒྱང་ཐག་ཅི་འདྲ་ཞིག་ལ་བལྟ་རུ་བཅུག
bs: Pitaj učitelja da nabavi još jedan iPad i zajedno pazi dokle stigneš kada hodaš %@ metara.
cs: Požádejte učitele, aby si vzal další iPad, a společně sledujte, jak daleko se dostanete, když ujdete %@ metrů
el: Ζητήστε από έναν δάσκαλο να πάρει ένα άλλο iPad και να παρακολουθεί μαζί πόσο μακριά φτάνετε όταν περπατάτε %@ μέτρα
es: Pídale a un maestro que compre otro iPad y miren juntos qué tan lejos llegan cuando caminan %@ metros.
et: Paluge õpetajal hankida veel üks iPad ja vaadake koos, kui kaugele jõuate, kui kõnnite %@ meetrit
fa: از یک معلم بخواهید که آی پد دیگری دریافت کند و با هم تماشا کند که وقتی در چند متر راه می روید %@ کنید
fil: Hilingin sa isang guro na kumuha ng isa pang iPad at panoorin nang magkasama kung gaano kalayo ang makukuha mo kapag naglalakad ka %@ metro
hi: एक शिक्षक को एक और आईपैड प्राप्त करने के लिए कहें और एक साथ देखें कि जब आप %@ मीटर चलते हैं तो आप कितनी दूर जाते हैं
id: Mintalah seorang guru untuk mendapatkan iPad lain dan menyaksikan bersama seberapa jauh Anda melangkah %@ meter
is: Biddu kennara um að fá þér annan iPad og horfa saman á hversu langt þú kemst þegar þú gengur %@ metra
ku: داوا لە مامۆستاکە بکە ئایپادێکی تر بەدەست بهێنیت و بەیەکەوە سەیری بکە کە چەند دوور ئەکەیت کاتێک %@ مەتردا پیاسە دەکەیت
lo: ຂໍໃຫ້ຄູໄດ້ຮັບ iPad ອີກຫນຶ່ງແລະເບິ່ງນໍາກັນວ່າທ່ານໄດ້ໄກປານໃດເມື່ອຍ່າງ <span translate='no'>string</span> ແມັດ
lt: Paprašykite mokytojo įsigyti kitą 'iPad' ir kartu stebėkite, kiek toli nueisite nuėję %@ metrus
lv: Palūdziet skolotājam iegūt vēl vienu iPad un kopā vērojiet, cik tālu jūs nokļūstat, ejot %@ metrus
mg: Angataho ny mpampianatra iray mba haka iPad iray hafa ary hiara-hijery hoe hatraiza no tongao rehefa mandeha %@ metatra ianao.
ml: മറ്റൊരു ഐപാഡ് എടുക്കാൻ ഒരു അധ്യാപകനോട് ആവശ്യപ്പെടുക, നിങ്ങൾ %@ മീറ്റർ നടക്കുമ്പോൾ നിങ്ങൾക്ക് എത്ര ദൂരം പോകുന്നുവെന്ന് ഒരുമിച്ച് കാണുക
ms: Minta guru untuk mendapatkan iPad lain dan menonton bersama sejauh mana anda mendapat apabila anda berjalan %@ meter
my: ဆရာတစ်ယောက်ကို iPad နောက်တစ်ခုရဖို့ တောင်းဆိုပြီး မီတာလမ်းလျှောက်တဲ့အခါ ဘယ်လောက်ဝေးသွားမလဲဆိုတာ အတူကြည့်ပါလို့ <span translate='no'>string</span> မီတာတွေမှာ
nb: Be en lærer om å skaffe seg en annen iPad, og se sammen hvor langt du kommer når du går %@ meter
nl: Vraag een leraar om een andere iPad te nemen en kijk samen hoe ver je komt als je %@ meter loopt
or: ଜଣେ ଶିକ୍ଷକଙ୍କୁ ଅନ୍ୟ ଏକ ଆଇପ୍ୟାଡ୍ ପାଇବାକୁ କୁହନ୍ତୁ ଏବଂ ଆପଣ %@ ମିଟରଚାଲିବା ସମୟରେ କେତେ ଦୂର ପାଇବେ ତାହା ଏକାଠି ଦେଖନ୍ତୁ
pl: Poproś nauczyciela, aby wziął kolejnego iPada i wspólnie obserwujcie, jak daleko zajdziecie, gdy idziecie %@ metrów
sk: Požiadajte učiteľa, aby si zaobstaral ďalší iPad, a spoločne sledujte, ako ďaleko sa dostanete, keď prejdete %@ metrov
sq: Kërkoji një mësuesi të marrë një iPad tjetër dhe të shikojë së bashku se sa larg arrin kur ecën %@ metra
sv: Be en pedagog hämta en annan iPad och titta tillsammans hur långt ni kommer när ni går %@ meter
sw: Muulize mwalimu kupata iPad nyingine na uangalie pamoja unapata umbali gani unapotembea mita %@
tr: Bir öğretmenden başka bir iPad almasını isteyin ve %@ metre yürürken ne kadar uzağa gittiğinizi birlikte izleyin
tt: Укытучыдан башка iPad - ны алыр өчен һәм %@ метрга барганда күпме вакыт китәргә икәнен бергәләп карарга сорагыз .
ug: مۇئەللىمدىن يەنە بىر iPad ئالغۇزۇپ، %@ مېتىر ماڭغاندا قانچىلىك يىراقلىققا بارغىنىڭىزنى بىرلىكتە كۆرۈشنى تەلەپ قىلىڭ
uk: Попросіть викладача придбати ще один iPad і разом подивіться, як далеко ви зайдете, коли йдете %@ метрів
uz: O'qituvchidan boshqa iPad olishini va %@ metr yurganingizda qanchalik uzoqqa borishingizni birgalikda tomosha qilishini so'rang

# movement_statistics_title_today
source: Good job, today you have collected %@ steps, that's %@ meters.
am: መልካም ሥራ, ዛሬ %@ እርምጃዎች ሰብስበሃል, ያ %@ ሜትር ነው.
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་དེ་རིང་ཁྱེད་ཀྱིས་གོམ་པ་ %@ ་པོ་ཞིག་འཚོལ་སྡུད་བྱས་ཡོད། འདི་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, danas ste prikupili %@ korake, to je %@ metara.
ca: Bona feina, avui heu recollit %@ passos, això són %@ metres.
cs: Dobrá práce, dnes jste shromáždili %@ kroků, to je %@ metrů.
cy: Swydd dda, rwyt ti wedi cyfanswm %@ gamau, dyna %@ medr.
el: Καλή δουλειά, σήμερα έχετε συλλέξει %@ βήματα, δηλαδή %@ μέτρα.
es: Buen trabajo, hoy has recogido %@ escalones, eso es %@ metros.
et: Hea töö, täna olete kogunud %@ sammu, see on %@ meetrit.
eu: Lan ona, gaur %@ harmailak jaso dituzu, hori %@ metro da.
fa: کار خوب ، امروز شما %@ جمع آوری شده است ، که %@ متر است.
fil: Good job, ngayon nakakolekta ka na ng %@ steps, %@ meters na yan.
fo: Gott arbeiði, tú hevur fullkomið %@ fet, tað er %@ metrar.
gu: સારી નોકરી, તમે કુલ %@ સ્ટેપ્સ બનાવ્યા છે, તે <span translate='no'>string</span> મીટર છે.
he: עבודה טובה, יש לך בסך הכל %@ צעדים, זה %@ מטר.
hi: अच्छा काम, आज आपने %@ कदम उठाए हैं, यानी मीटर <span translate='no'>string</span> .
hr: Dobar posao, ukupno ste %@ koraka, to je %@ metara.
hu: Jó munka, összesen %@ lépést tettél meg, ez %@ méter.
hy: Լավ աշխատանք, դու %@ քայլեր ես ամբողջացրել, դա %@ մետր է:
id: Kerja bagus, hari ini Anda telah mengumpulkan %@ langkah, itu %@ meter.
is: Vel gert, í dag hefur þú safnað %@ skrefum, það eru %@ metrar.
ja: よくやった、今日あなたは %@ ステップを集めました、それは %@ メートルです。
ka: კარგი სამუშაო, თქვენ სულ %@ ნაბიჯები, ეს %@ მეტრია.
kk: Жақсы жұмыс, бүгін сіздер %@ қадамдар жинадыңыздар, яғни %@ метр.
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು.
ku: کارێکی باش، ئەمڕۆ %@ هەنگاوت کۆکردۆتەوە، ئەوە %@ مەترە.
lo: ວຽກທີ່ດີ, ມື້ນີ້ທ່ານໄດ້ເກັບກໍາ %@ ຂັ້ນຕອນ, <span translate='no'>string</span> ແມັດ.
lt: Geras darbas, šiandien jūs surinkote %@ žingsnius, tai yra %@ metrų.
lv: Labs darbs, šodien jūs esat savācis %@ soļus, tas ir %@ metri.
mg: Asa tsara, androany ianao nanangona %@ dingana, %@ metatra izany.
ml: നല്ല ജോലി, ഇന്ന് നിങ്ങൾ %@ ഘട്ടങ്ങൾ ശേഖരിച്ചു, അത് <span translate='no'>string</span> മീറ്ററാണ്.
ms: Kerja yang baik, hari ini anda telah mengumpulkan %@ langkah, itu %@ meter.
my: ကောင်းတဲ့အလုပ်ကတော့ ဒီနေ့ ခင်ဗျားတို့ဟာ %@ အဆင့်တွေကို စုဆောင်းပြီး <span translate='no'>string</span> မီတာပါ။
nb: God jobb, i dag har du samlet %@ trinn, det er %@ meter.
nl: Goed gedaan, vandaag heb je %@ stappen verzameld, dat is %@ meter.
or: ଭଲ କାମ, ଆଜି ଆପଣ %@ ପଦକ୍ଷେପ ସଂଗ୍ରହ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର ।
pl: Dobra robota, dzisiaj zebrałeś %@ kroki, to %@ metrów.
pt_br: Bom trabalho, você totalizou %@ passos, isso é %@ metros.
ro: Treabă bună, ai totalizat %@ pași, adică %@ metri.
sk: Dobrá práca, dnes ste nazbierali %@ krokov, to je %@ metrov.
sl: Dobro opravljeno, danes ste zbrali %@ korake, to je %@ metrov.
sq: Punë e mirë, sot ke mbledhur %@ hapa, janë %@ metra.
sv: Bra jobbat, idag har ni fått ihop %@ steg, det blir %@ meter.
sw: Kazi nzuri, leo umekusanya hatua %@ , hiyo ni mita %@ .
tr: Aferin, bugün %@ basamak topladın, bu %@ metre.
tt: Яхшы эш, бүген сез %@ адымнар тупладыгыз, бу %@ метр.
ug: ياخشى خىزمەت، بۈگۈن سىز %@ قەدەملەرنى يىغدىڭىز، ئۇ بولسىمۇ %@ مېتىر.
uk: Хороша робота, сьогодні ви зібрали %@ сходинок, ось %@ метрів.
uz: Yaxshi ish, bugun siz %@ qadamlarni to'pladingiz, bu %@ metr.
vi: Làm tốt lắm, hôm nay bạn đã thu thập được %@ bước, đó là %@ mét.

# movement_statistics_title_weekday_1
source: Good job, on Monday you totaled %@ steps, that's %@ meters
am: መልካም ሥራ, ሰኞ ላይ %@ ደረጃዎች, ያ %@ ሜትር
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་གཟའ་ཟླ་བར་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་པོ་སྤོས་ཡོད། དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u ponedjeljak ste totalirali %@ koraka, to je %@ metara.
ca: Bona feina, el dilluns vas sumar %@ passos, això són %@ metres
cs: Dobrá práce, v pondělí jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Llun roeddech chi'n gyfanswm %@ chamau, dyna %@ medr
el: Καλή δουλειά, τη Δευτέρα αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el lunes totalizaste %@ pasos, eso es %@ metros
et: Hea töö, esmaspäeval tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, astelehenean urrats %@ egin zenuten, hori da %@ metro
fa: کار خوبي بود، روز دوشنبه تو %@ يه قدمي گرفتي، %@ متر
fil: Good job, sa Monday ka totaled %@ steps, yun %@ meters
fo: Gott arbeiði, mánadagin, tú fullkomiliga %@ fet, tað er %@ metrar
gu: સારી નોકરી, સોમવારે તમે કુલ %@ પગલાં લીધાં, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, ביום שני סיכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, सोमवार को आप कदम %@ कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u ponedjeljak ste ukupno %@ koraci, to je %@ metara
hu: Jó munka, hétfőn összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ աշխատանք, երկուշաբթի օրը %@ քայլերը ամբողջությամբ, դա %@ մետր
id: Kerja bagus, pada hari Senin Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á mánudaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、月曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, ორშაბათს თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, дүйсенбі күні сіз %@ қадам жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಸೋಮವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی دووشەممە %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນຈັນວານນີ້ ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, pirmadienį susumavote %@ žingsnius, tai yra %@ metrai
lv: Labs darbs, pirmdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Tsara, tamin'ny Alatsinainy, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, തിങ്കളാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം ചെയ്തു, അത് <span translate='no'>string</span> മീറ്ററാണ്
ms: Kerja yang baik, pada hari Isnin anda berjumlah %@ langkah, itu %@ meter
my: တနင်္လာနေ့မှာ ခင်ဗျားဟာ %@ စုစုပေါင်း <span translate='no'>string</span>
nb: God jobb, på mandag utgjorde du %@ trinn, det er %@ meter
nl: Goed gedaan, maandag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ସୋମବାର ଆପଣ %@ ଷ୍ଟେପ୍ ସମୁଦାୟ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, w poniedziałek zrobiłeś %@ kroki, to %@ metrów
pt_br: Bom trabalho, na segunda-feira você totalizou %@ passos, que é %@ metros
ro: Buna treaba, luni ai totalizat %@ pasi, adica %@ metri
sk: Dobrá práca, v pondelok ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v ponedeljek si %@ korake, to je %@ metrov
sq: Punë e mirë, të hënën ke bërë %@ hapa, janë %@ metra
sv: Bra jobbat, i måndags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Jumatatu ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, Pazartesi günü %@ adım attın, bu %@ metre
tt: Яхшы эш, дүшәмбедә сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى خىزمەت، دۈشەنبە كۈنى سىز %@ قەدەمنى ئومومىيۈزۈزۈپسىز، يەنى %@ مېتىر
uk: Хороша робота, в понеділок ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, dushanba kuni siz %@ qadamlarni to'pladingiz, bu %@ metr
vi: Làm tốt lắm, vào thứ Hai, bạn đã tổng cộng %@ bước, tức là %@ mét

# movement_statistics_title_weekday_2
source: Good job, on Tuesday you totaled %@ steps, that's %@ meters
am: መልካም ሥራ, ማክሰኞ ላይ %@ ደረጃዎች, ያ %@ ሜትር
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་ གཟའ་མིག་དམར་ཉིན་ཁྱེད་ཀྱིས་ཁྱོན་བསྡོམས་གོམ་པ་ %@ ་པོ་སྤོས་ཡོད། དེ་ནི་སྨི་ %@ ་རེད།
bs: Dobar posao, u utorak ste totalirali %@ koraka, to je %@ metara.
ca: Bona feina, dimarts vas sumar %@ esglaons, això són %@ metres
cs: Dobrá práce, v úterý jste sečetli %@ kroků, to je %@ metrů
cy: Swydd dda, ddydd Mawrth fe wnaethoch chi gyfanswm %@ gamau, dyna %@ medr
el: Καλή δουλειά, την Τρίτη αθροίσατε %@ βήματα, δηλαδή %@ μέτρα
es: Buen trabajo, el martes totalizaste %@ pasos, eso es %@ metros
et: Hea töö, teisipäeval tegite kokku %@ sammu, see on %@ meetrit
eu: Lan ona, asteartean urrats %@ , hori %@ metro
fa: کار خوبي بود، روز سه شنبه %@ يه قدمي زدي، اون %@ متره
fil: Good job, sa Tuesday ka totaled %@ steps, yun %@ meters
fo: Gott arbeiði, týsdagin tú fullkomiliga %@ fet, tað er %@ metrar
gu: સારી નોકરી, મંગળવારે તમે કુલ %@ પગલાં લીધાં, તે <span translate='no'>string</span> મીટર છે
he: עבודה טובה, ביום שלישי סיכמתם %@ צעדים, זה %@ מטר
hi: अच्छा काम, मंगलवार को आप %@ कदम कुल, कि <span translate='no'>string</span> मीटर है
hr: Dobar posao, u utorak ste ukupno %@ koraci, to je %@ metara
hu: Jó munka, kedden összesen %@ lépést tettél meg, ez %@ méter
hy: Լավ գործ, երեքշաբթի օրը %@ քայլեր ես ամբողջացրել, դա %@ մետր
id: Kerja bagus, pada hari Selasa Anda berjumlah %@ langkah, itu %@ meter
is: Vel gert, á þriðjudaginn tókstu %@ skref, það eru %@ metrar
ja: よくやった、火曜日にあなたは %@ 歩を合計しました、それは %@ メートルです
ka: კარგი სამუშაო, სამშაბათს თქვენ შეადგინეთ %@ ნაბიჯები, ეს %@ მეტრია
kk: Жақсы жұмыс, сейсенбі күні сіз %@ қадам жасадыңыз, яғни %@ метр
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಮಂಗಳವಾರ ನೀವು %@ ಹಂತಗಳನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದ್ದೀರಿ, ಅದು <span translate='no'>string</span> ಮೀಟರ್ ಗಳು
ku: کارێکی باش، ڕۆژی سێشەممە تۆ %@ هەنگاوت تەواو کرد، ئەوە %@ مەترە
lo: ງານທີ່ດີ, ໃນວັນອັງຄານວານນີ້ທ່ານໄດ້ທັງຫມົດ %@ ບາດກ້າວ, ນັ້ນແມ່ນ <span translate='no'>string</span> ແມັດ
lt: Geras darbas, antradienį susumavote %@ žingsnius, tai yra %@ metrus
lv: Labs darbs, otrdien jūs kopā veicāt %@ soļus, tas ir %@ metri
mg: Tsara, tamin'ny Talata, %@ dingana rehetra ianao, %@ metatra izany.
ml: നല്ല ജോലി, ചൊവ്വാഴ്ച നിങ്ങൾ %@ സ്റ്റെപ്പുകൾ മൊത്തം, അതായത് <span translate='no'>string</span> മീറ്റർ
ms: Kerja yang baik, pada Selasa anda berjumlah %@ langkah, itu %@ meter
my: အင်္ဂါနေ့မှာ အင်္ဂါနေ့မှာ %@ စုစုပေါင်း ခြေလှမ်းတွေရှိတယ်၊ ဒါက <span translate='no'>string</span> မီတာတွေပါ
nb: God jobb, på tirsdag utgjorde du %@ skritt, det er %@ meter
nl: Goed gedaan, dinsdag heb je %@ stappen geteld, dat is %@ meter
or: ଭଲ କାମ, ମଙ୍ଗଳବାର ଦିନ ଆପଣ %@ ପାଦ ସମୁଦାୟ କରିଛନ୍ତି, ତାହା <span translate='no'>string</span> ମିଟର
pl: Dobra robota, we wtorek zrobiłeś %@ kroki, czyli %@ metrów
pt_br: Bom trabalho, na terça-feira você totalizou %@ passos, que é %@ metros
ro: Treabă bună, marți ai totalizat pașii %@ , adică %@ metri
sk: Dobrá práca, v utorok ste sčítali %@ krokov, to je %@ metrov
sl: Dobro opravljeno, v torek si %@ korake, to je %@ metrov
sq: Punë e mirë, të martën ke bërë %@ hapa, janë %@ metra.
sv: Bra jobbat, i tisdags samlade ni ihop %@ steg, det blir %@ meter
sw: Kazi nzuri, Jumanne ulifikia hatua %@, hiyo ni mita %@
tr: Aferin, Salı günü %@ adım attın, bu %@ metre
tt: Яхшы эш, сишәмбе сез %@ адымнар ясадыгыз, бу %@ метр
ug: ياخشى ئىش قىلدىڭىز، سەيشەنبە كۈنى سىز %@ قەدەمنى ئومومىي %@
uk: Хороша робота, у вівторок ви підсумували %@ кроків, це %@ метрів
uz: Yaxshi ish, seshanba kuni siz %@ qadamlarni to'pladingiz, bu %@ metr
vi: Làm tốt lắm, vào thứ Ba, bạn đã tổng cộng %@ bước, tức là %@ mét
