Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# instagram_very_old_title
source: Here are some thing we have done in the past
af: Hier is 'n paar dinge wat ons in die verlede gedoen het
am: ከዚህ በፊት ያደረግነው አንዳንድ ነገሮች
ar: إليك بعض الأشياء التي قمنا بها في الماضي
as: আমি অতীতত কৰা কিছুমান কাম ইয়াত আছে
az: Burada keçmişdə etdiyimiz bəzi işlər
bg: Ето някои неща, които сме правили в миналото
bn: এখানে এমন কিছু জিনিস রয়েছে যা আমরা অতীতে করেছি
bo: གཤམ་གསལ་གྱི་བྱ་བ་ཁ་ཤས་ནི་ང་ཚོས་སྔོན་ཆད་བསྒྲུབས་མྱོང་བ་ཡིན།
bs: Evo neke stvari koje smo radili u prošlosti
ca: Aquí teniu algunes coses que hem fet en el passat
cs: Zde jsou některé věci, které jsme udělali v minulosti
cy: Dyma ryw beth rydyn ni wedi'i wneud yn y gorffennol
da: Her er nogle ting, vi har gjort i fortiden
de: Hier sind einige Dinge, die wir in der Vergangenheit getan haben
el: Εδώ είναι μερικά πράγματα που έχουμε κάνει στο παρελθόν
es: Aquí hay algunas cosas que hemos hecho en el pasado
et: Siin on mõned asjad, mida oleme varem teinud
eu: Hemen badira iraganean egin ditugun gauza batzuk
fa: در اینجا برخی از چیزی که ما در گذشته انجام داده اند
fi: Tässä on jotain, mitä olemme tehneet aiemmin.
fil: Narito ang ilang bagay na nagawa natin noon
fo: Her eru nøkur, sum vit hava gjørt í fortíðini
fr: Voici quelque chose que nous avons fait dans le passé
ga: Seo rud éigin atá déanta againn roimhe seo
gl: Aquí están algunhas cousas que fixemos no pasado
gu: અહીં કેટલીક વસ્તુ છે જે આપણે ભૂતકાળમાં કરી છે
he: הנה כמה דברים שעשינו בעבר
hi: यहाँ कुछ चीजें हैं जो हमने अतीत में की हैं
hr: Evo što smo učinili u prošlosti
hu: Íme néhány dolog, amit a múltban tettünk
hy: Ահա մի բան, որ արել ենք անցյալում
id: Berikut adalah beberapa hal yang telah kami lakukan di masa lalu
is: Hér eru nokkur atriði sem við höfum gert í fortíðinni
it: Ecco alcune cose che abbiamo fatto in passato
ja: 過去に行ったことがいくつかあります
ka: აქ არის რამ, რაც წარსულში გავაკეთეთ
kk: Мұнда біз бұрын жасаған кейбір істеріміз бар
km: នេះ ជា រឿង មួយ ចំនួន ដែល យើង បាន ធ្វើ កាល ពី មុន
kn: ಈ ಹಿಂದೆ ನಾವು ಮಾಡಿದ ಕೆಲವು ಕೆಲಸಗಳು ಇಲ್ಲಿವೆ
ko: 우리가 과거에 한 일은 다음과 같습니다.
ku: ئەمە چەند شتێکە کە لە ڕابردوودا کردوومانە
ky: Бул жерде биз мурун кылган кээ бир иш
lo: ນີ້ແມ່ນບາງສິ່ງບາງຢ່າງທີ່ພວກເຮົາໄດ້ເຮັດໃນອະດີດ
lt: Štai keletas dalykų, kuriuos darėme praeityje
lv: Šeit ir dažas lietas, ko mēs esam darījuši pagātnē
mg: Ireto misy zavatra sasantsasany nataontsika tany aloha tany.
mi: Anei ētahi mea kua mahia e mātau i mua
mk: Еве нешто што го направивме во минатото.
ml: നാം മുമ്പ് ചെയ്ത ചില കാര്യങ്ങള് ഇതാ
mn_cyrl: Өмнө нь бидний хийж байсан зарим зүйлийг
mr: आम्ही भूतकाळात केलेल्या काही गोष्टी येथे आहेत
ms: Berikut adalah beberapa perkara yang telah kita lakukan pada masa lalu
mt: Hawn xi ħaġa li għamilna fil-passat
my: ဒီမှာ အတိတ်က ကျွန်တော်တို့ လုပ်ခဲ့တဲ့ အရာတချို့ပါ၊
nb: Her er noe vi har gjort tidligere
ne: हामीले विगतमा गरेका केही कुराहरू यहाँ प्रस्तुत गरिएको छ
nl: Hier zijn enkele dingen die we in het verleden hebben gedaan
or: ଅତୀତରେ ଆମେ କିଛି କାର୍ଯ୍ୟ କରିଛୁ
pa: ਏਥੇ ਕੁਝ ਚੀਜ਼ਾਂ ਦਿੱਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ ਜੋ ਅਸੀਂ ਅਤੀਤ ਵਿੱਚ ਕੀਤੀਆਂ ਹਨ
pl: Oto kilka rzeczy, które zrobiliśmy w przeszłości
ps: دلته یو څه داسې څه دی چې موږ پخوا کړی دی
pt_br: Aqui estão algumas coisas que fizemos no passado
ro: Iată câteva lucruri pe care le-am făcut în trecut
ru: Вот некоторые вещи, которые мы сделали в прошлом
sk: Tu je niekoľko vecí, ktoré sme v minulosti urobili
sl: To je nekaj, kar smo storili v preteklosti.
sq: Ja disa gjëra që kemi bërë në të kaluarën
sr_latn: Evo nekih stvari koje smo radili u prošlosti
sv: Det här har vi gjort tidigare
sw: Haya ni baadhi ya mambo tuliyoyafanya huko nyuma
ta: கடந்த காலத்தில் நாம் செய்த சில விஷயங்கள் இங்கே
te: గతంలో మనం చేసిన కొన్ని పనులు ఇక్కడ ఉన్నాయి.
th: นี่คือบางสิ่งที่เราเคยทําในอดีต
tk: Ine, geçmişde eden bir işimiz,
tr: İşte geçmişte yaptığımız bazı şeyler.
tt: Үткәндә кылган кайбер нәрсәләр
ug: تۆۋەندە بىز ئىلگىرى قىلغان بىر قىسىم ئىشلار
uk: Ось деякі речі, які ми зробили в минулому
ur: یہاں کچھ کام ہم نے ماضی میں کیا ہے
uz: Quyida biz ilgari qilgan ba'zi ishlarimiz
vi: Đây là một số điều chúng tôi đã làm trong quá khứ.
zh_hans: 以下是我们过去做过的一些事情
zu: Nansi enye into esiyenzile esikhathini esedlule

# instagram_week_title
source: This is what we did the past week
af: Dit is wat ons die afgelope week gedoen het.
am: ባለፈው ሳምንት ያደረግነው ይኸው ነው
ar: هذا ما فعلناه في الأسبوع الماضي
as: যোৱা সপ্তাহত আমি এইটোৱেই কৰিছিলোঁ
az: Ötən həftə belə etdik
bg: Това направихме през изминалата седмица
bn: গত সপ্তাহে আমরা এটাই করেছি।
bo: འདི་ནི་ང་ཚོས་འདས་ཟིན་པའི་གཟའ་འཁོར་གཅིག་གི་ནང་བསྒྲུབས་པའི
bs: Ovo smo radili prošli tjedan.
ca: Això és el que vam fer la setmana passada
cs: To je to, co jsme udělali minulý týden
cy: Dyma wnaethon ni'r wythnos ddiwethaf
da: Dette er, hvad vi gjorde den sidste uge
de: Das haben wir in der vergangenen Woche getan
el: Αυτό κάναμε την περασμένη εβδομάδα
es: Esto es lo que hicimos la semana pasada
et: Seda me eelmisel nädalal tegimegi
eu: Hori da joan den astean egin genuena
fa: این کاری است که ما در هفته گذشته انجام دادیم
fi: Näin me teimme viime viikolla.
fil: Ito ang ginawa namin noong nakaraang linggo
fo: Hetta er tað, vit gjørdu seinastu vikuna
fr: C’est ce que nous avons fait la semaine dernière
ga: Seo a rinne muid an tseachtain seo caite
gl: Isto foi o que fixemos a semana pasada
gu: ગયા અઠવાડિયે અમે આ જ કર્યું હતું
he: זה מה שעשינו בשבוע האחרון
hi: पिछले एक हफ्ते में हमने ऐसा ही किया है।
hr: Ovo smo radili prošli tjedan.
hu: Ezt tettük az elmúlt héten
hy: Ահա թե ինչ արեցինք անցած շաբաթ
id: Inilah yang kami lakukan seminggu terakhir
is: Þetta er það sem við gerðum í síðustu viku
it: Questo è quello che abbiamo fatto la scorsa settimana
ja: これは私たちが先週やったことです
ka: ეს არის ის, რაც ჩვენ გავაკეთეთ გასულ კვირას
kk: Біз өткен аптада осылай істедік
km: នេះ ជា អ្វី ដែល យើង បាន ធ្វើ កាល ពី សប្តាហ៍ មុន
kn: ಕಳೆದ ವಾರ ನಾವು ಇದನ್ನೇ ಮಾಡಿದ್ದೇವೆ
ko: 이것이 우리가 지난 주에 한 일입니다.
ku: ئەمە ئەو کارەیە کە هەفتەی ڕابردوومان کرد
ky: Биз өткөн жумада ушундай кылдык
lo: ນີ້ຄືສິ່ງທີ່ພວກເຮົາໄດ້ເຮັດໃນສັບປະດາທີ່ຜ່ານມາ
lt: Štai ką mes padarėme praėjusią savaitę
lv: Tas ir tas, ko mēs darījām pagājušajā nedēļā
mg: Izany no nataonay tamin'ny herinandro lasa.
mi: Koinei ta mātau i mahi ai i te wiki kua taha
mk: Ова го направивме минатата недела.
ml: കഴിഞ്ഞ ആഴ്ച ഞങ്ങൾ ചെയ്തത് ഇതാണ്
mn_cyrl: Өнгөрсөн долоо хоногт ингэж
mr: गेल्या आठवड्यात आम्ही हेच केले
ms: Inilah yang kami lakukan minggu lalu
mt: Hekk għamilna l-aħħar ġimgħa
my: ဒါက လွန်ခဲ့တဲ့ သီတင်းပတ်က ကျွန်တော်တို့ လုပ်ခဲ့တာပါ။
nb: Dette er hva vi gjorde den siste uken
ne: गत हप्ता हामीले यही गर्यौं
nl: Dit is wat we de afgelopen week hebben gedaan
or: ଗତ ସପ୍ତାହରେ ଆମେ ଏହା କରିଥିଲୁ
pa: ਪਿਛਲੇ ਹਫਤੇ ਅਸੀਂ ਇਹੀ ਕੀਤਾ ਸੀ
pl: To właśnie zrobiliśmy w zeszłym tygodniu
ps: دا هغه څه دی چې موږ تیره اونۍ ترسره کړل
pt_br: Isto é o que fizemos na semana passada.
ro: Aceasta este ceea ce am făcut săptămâna trecută
ru: Это то, что мы сделали на прошлой неделе
sk: To je to, čo sme urobili minulý týždeň
sl: To smo storili prejšnji teden.
sq: Kjo është ajo që bëmë javën e kaluar.
sr_latn: Ovo smo radili protekle nedelje
sv: Det här gjorde vi tidigare i veckan
sw: Hiki ndicho tulichokifanya wiki iliyopita
ta: இதைத்தான் நாங்கள் கடந்த வாரம் செய்தோம்
te: గత వారం మేము చేసినది ఇదే
th: นี่คือสิ่งที่เราทําเมื่อสัปดาห์ที่แล้ว
tk: Geçen hepde hem şeýle etdik,
tr: Geçen hafta yaptığımız şey buydu.
tt: Үткән атнада шулай эшләдек
ug: بۇ بىزنىڭ ئۆتكەن بىر ھەپتە قىلغان ئىشىمىز
uk: Це те, що ми зробили минулого тижня.
ur: ہم نے گزشتہ ہفتے یہی کیا
uz: O'tgan hafta shunday qildik
vi: Đây là những gì chúng tôi đã làm trong tuần qua.
zh_hans: 这就是我们过去一周所做的
zu: Yilokhu esikwenzile ngesonto eledlule

# language_choose
source: Hi, here you can choose the language
af: Hallo, hier kan jy die taal kies
am: ሃይ እዚህ ቋንቋውን መምረጥ ትችላለህ
ar: مرحبا، هنا يمكنك اختيار اللغة
as: হাই, ইয়াত আপুনি ভাষাটো বাছনি কৰিব পাৰে
az: Salam, burada dili seçə bilərsiniz
bg: Здравейте, тук можете да изберете езика
bn: হাই, এখানে আপনি ভাষা চয়ন করতে পারেন
bo: ཁྱོད་བདེ་མོ། འདི་ནས་ཁྱེད་ཀྱིས་སྐད་ཆ་བདམས་ཆོག།
bs: Bok, ovdje možete odabrati jezik
ca: Hola, aquí podeu triar l'idioma
cs: Ahoj, zde si můžete vybrat jazyk
cy: Helo, dyma chi'n gallu dewis yr iaith
da: Hej, her kan du vælge det sprog
de: Hallo, hier können Sie die Sprache auswählen
el: Γεια σου, εδώ μπορείτε να επιλέξετε τη γλώσσα
es: Hola, aquí puedes elegir el idioma
et: Tere, siin saate valida keele
eu: Kaixo, hemen hizkuntza aukera dezakezu
fa: سلام، در اینجا شما می توانید زبان را انتخاب کنید
fi: Hei, täällä voit valita kielen
fil: Hi, dito maaari mong piliin ang wika
fo: Hey, her kanst tú velja málið
fr: Salut, ici vous pouvez choisir la langue
ga: Dia duit, anseo is féidir leat an teanga a roghnú
gl: Ola, aquí podes escoller o idioma
gu: હાય, અહીં તમે ભાષા પસંદ કરી શકો છો
he: היי, כאן אתה יכול לבחור את השפה
hi: नमस्ते, यहाँ आप भाषा चुन सकते हैं
hr: Bok, ovdje možete odabrati jezik
hu: Szia, itt kiválaszthatja a nyelvet
hy: Ողջույն, այստեղ դուք կարող եք ընտրել լեզուն
id: Hai, di sini Anda dapat memilih bahasanya
is: Hæ, hér getur þú valið tungumálið
it: Ciao, qui puoi scegliere la lingua
ja: こんにちは、ここであなたは言語を選択することができます
ka: გამარჯობა, აქ შეგიძლიათ აირჩიოთ ენა
kk: Сәлем, мұнда тілді таңдауға болады
km: សួស្តីនៅទីនេះអ្នកអាចជ្រើសរើសភាសា
kn: ಹಾಯ್, ಇಲ್ಲಿ ನೀವು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು
ko: 안녕하세요, 여기에서 언어를 선택할 수 있습니다.
ku: سڵاو، لێرە دەتوانیت زمانەکە هەڵبژێریت
ky: Салам, бул жерде тилди тандай аласыз
lo: Hi, ທີ່ນີ້ທ່ານສາມາດເລືອກພາສາ
lt: Sveiki, čia galite pasirinkti kalbą
lv: Sveiki, šeit jūs varat izvēlēties valodu
mg: Miarahaba, eto ianao afaka misafidy ny fiteny.
mi: Kia ora, ki konei ka taea e koe te kōwhiri i te reo
mk: Здраво, тука можеш да го избереш јазикот.
ml: ഹായ്, ഇവിടെ നിങ്ങൾക്ക് ഭാഷ തിരഞ്ഞെടുക്കാം
mn_cyrl: Сайн байна уу, энд та хэлийг сонгож болно
mr: हाय, इथे तू भाषा निवडू शकतोस
ms: Hai, di sini anda boleh memilih bahasa
mt: Hello, hawn tista' tagħżel il-lingwa
my: Hi၊ ဒီမှာ ဘာသာစကားကို ရွေးနိုင်ပါတယ်
nb: Hei, her kan du velge språk
ne: नमस्ते, यहाँ तपाईं भाषा चयन गर्न सक्नुहुन्छ
nl: Hallo, hier kunt u de taal kiezen
or: ହାଏ, ଏଠାରେ ଆପଣ ଭାଷା ବାଛିପାରିବେ
pa: ਹੈਲੋ, ਇੱਥੇ ਤੁਸੀਂ ਭਾਸ਼ਾ ਨੂੰ ਚੁਣ ਸਕਦੇ ਹੋ
pl: Cześć, tutaj możesz wybrać język
ps: سلام ، دلته تاسو ژبه غوره کولی شئ
pt_br: Oi, aqui você pode escolher o idioma
ro: Bună, aici puteți alege limba
ru: Привет, здесь вы можете выбрать язык
sk: Ahoj, tu si môžeš vybrať jazyk
sl: Zdravo, tukaj lahko izberete jezik
sq: Përshëndetje, këtu mund të zgjidhni gjuhën
sr_latn: Zdravo, ovde možete izabrati jezik
sv: Hej, här kan du välja språk
sw: Halo, hapa unaweza kuchagua lugha
ta: வணக்கம், இங்கே நீங்கள் மொழியைத் தேர்வு செய்யலாம்
te: హాయ్, ఇక్కడ మీరు భాషను ఎంచుకోవచ్చు
th: สวัสดี, ที่นี่คุณสามารถเลือกภาษา
tk: Salam bu ýerde siz dili saýlap bilersiňiz
tr: Merhaba, burada dil seçebilirsiniz
tt: Хи, монда телне сайларга була
ug: ھەي، بۇ يەردە تىلنى تاللىسىڭىز بولىدۇ
uk: Привіт, тут ви можете вибрати мову
ur: ہیلو، یہاں آپ زبان کا انتخاب کر سکتے ہیں
uz: Salom, bu yerda siz tilni tanlashingiz mumkin
vi: Xin chào, ở đây bạn có thể chọn ngôn ngữ
zh_hans: 嗨，在这里您可以选择语言
zu: Sawu, lapha ungakhetha ulimi

# memory_game_choose
source: Which symbols do you want to play with?
af: Met watter simbole wil jy speel?
am: ከየትኞቹ ምልክቶች ጋር መጫወት ትፈልጋለህ?
ar: ما هي الرموز التي تريد اللعب بها؟
as: আপুনি কোনবোৰ চিহ্নৰ সৈতে খেলিব বিচাৰে?
az: Hansı simvollarla oynamaq istəyirsiniz?
bg: С кои символи искате да играете?
bn: আপনি কোন চিহ্নগুলির সাথে খেলতে চান?
bo: ཁྱོད་ཀྱིས་མཚོན་རྟགས་གང་དག་རྩེད་འདོད་དམ།
bs: Sa kojim simbolima želite da se igrate?
ca: Amb quins símbols vols jugar?
cs: Se kterými symboly si chcete hrát?
cy: Pa symbolau ydych chi eisiau chwarae gyda nhw?
da: Hvilke symboler vil du lege med?
de: Mit welchen Symbolen möchten Sie spielen?
el: Με ποια σύμβολα θέλετε να παίξετε;
es: ¿Con qué símbolos quieres jugar?
et: Milliste sümbolitega soovite mängida?
eu: Zein sinbolorekin jolastu nahi duzu?
fa: با کدام نمادها می خواهید بازی کنید؟
fi: Millä symboleilla haluat leikkiä?
fil: Aling mga simbolo ang gusto mong i-play?
fo: Hvørjar symbol vilt tú spæla við?
fr: Avec quels symboles voulez-vous jouer?
ga: Cé na siombailí ar mhaith leat imirt leo?
gl: Con que símbolos queres xogar?
gu: તમે કયા પ્રતીકો સાથે રમવા માંગો છો?
he: עם אילו סמלים אתה רוצה לשחק?
hi: आप किन प्रतीकों के साथ खेलना चाहते हैं?
hr: S kojim se simbolima želite igrati?
hu: Milyen szimbólumokkal szeretnél játszani?
hy: Ո՞ր սիմվոլների հետ եք ուզում խաղալ:
id: Simbol mana yang ingin Anda mainkan?
is: Hvaða tákn viltu leika þér með?
it: Con quali simboli vuoi giocare?
ja: どのシンボルで遊びたいですか?
ka: რომელ სიმბოლოებთან თამაში გსურთ?
kk: Қандай символдармен ойнағыңыз келеді?
km: តើ និមិត្ត សញ្ញា មួយ ណា ដែល អ្នក ចង់ លេង ជាមួយ ?
kn: ನೀವು ಯಾವ ಚಿಹ್ನೆಗಳೊಂದಿಗೆ ಆಡಲು ಬಯಸುವಿರಿ?
ko: 어떤 기호로 연주하고 싶습니까?
ku: دەتەوێت لەگەڵ کام هێما یاری بکەیت؟
ky: Кайсы символдор менен ойногуңар келет?
lo: ທ່ານຕ້ອງການທີ່ຈະຫຼິ້ນກັບສັນຍາລັກໃດ?
lt: Su kokiais simboliais norite žaisti?
lv: Ar kādiem simboliem vēlaties spēlēties?
mg: Inona avy ireo tandindona tianao holalaovina?
mi: Ko ēhea tohu e hiahia ana koe ki te purei?
mk: Со кои симболи сакаш да си играш?
ml: ഏതൊക്കെ ചിഹ്നങ്ങൾ ഉപയോഗിച്ചാണ് നിങ്ങൾ കളിക്കാൻ ആഗ്രഹിക്കുന്നത്?
mn_cyrl: Та ямар бэлгэ тэмдгээр тоглохыг хүсэж байна вэ?
mr: तुम्हाला कोणत्या चिन्हांशी खेळायचे आहे?
ms: Simbol mana yang anda mahu mainkan?
mt: Ma' liema simboli trid tilgħab?
my: ဘယ်အမှတ်သင်္ကေတတွေနဲ့ ကစားချင်သလဲ။
nb: Hvilke symboler vil du leke med?
ne: तपाईं कुन प्रतीकहरूसँग खेल्न चाहनुहुन्छ?
nl: Met welke symbolen wil je spelen?
or: ଆପଣ କେଉଁ ପ୍ରତୀକସହିତ ଖେଳିବାକୁ ଚାହାଁନ୍ତି?
pa: ਤੁਸੀਂ ਕਿਹੜੇ ਚਿੰਨ੍ਹਾਂ ਨਾਲ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Jakimi symbolami chcesz się bawić?
ps: د کومو سمبولونو سره لوبه کول غواړئ؟
pt_br: Com quais símbolos você quer brincar?
ro: Cu ce simboluri vrei să te joci?
ru: С какой символикой вы хотите играть?
sk: S ktorými symbolmi sa chcete hrať?
sl: S katerimi simboli se želite igrati?
sq: Me cilat simbole do të luash?
sr_latn: Sa kojim simbolima želite da se igrate?
sv: Vilka symboler vill du spela med?
sw: Unataka kucheza na alama gani?
ta: எந்த சின்னங்களுடன் நீங்கள் விளையாட விரும்புகிறீர்கள்?
te: మీరు ఏ సింబల్స్ తో ఆడాలని అనుకుంటున్నారు?
th: คุณต้องการเล่นกับสัญลักษณ์ใด
tk: Haýsy simwollar bilen oýnamak isleýärsiň?
tr: Hangi sembollerle oynamak istiyorsunuz?
tt: Ул – Аллаһуга ничек итеп ґәҗәбләнеп йөрергә телисез?
ug: سىزنىڭ قايسى بەلگىلەر بىلەن ئوينىغىڭىز بار؟
uk: З якими символами ви хочете грати?
ur: آپ کن علامتوں کے ساتھ کھیلنا چاہتے ہیں؟
uz: Qaysi ramzlar bilan o'ynashni istaysiz?
vi: Bạn muốn chơi với những biểu tượng nào?
zh_hans: 您想玩哪些符号？
zu: Yiziphi izimpawu ofuna ukudlala ngazo?

# memory_game_default_trashmonsters
source: Trash monsters
af: Asblik monsters
am: ቆሻሻ ጭራቅ
ar: وحوش القمامة
as: আবৰ্জনা দানৱ
az: Zibil canavarları
bg: Боклук чудовища
bn: ট্র্যাশ দানব
bo: གད་སྙིགས་ཀྱི་གདོན་འདྲེ།
bs: Smeće čudovišta
ca: Monstres escombraries
cs: Odpadkové příšery
cy: Anghenfilod trash
da: Trash monstre
de: Müllmonster
el: Σκουπίδια τέρατα
es: Monstruos de la basura
et: Prügikasti koletised
eu: Zaborraren munstroak
fa: هیولاهای زباله
fi: Roskahirviöt
fil: Basura halimaw
fr: Monstres poubelles
ga: Arrachtaigh bruscair
gl: Monstros de lixo
gu: કચરાપેટી રાક્ષસો
he: מפלצות זבל
hi: कचरा राक्षस
hr: Smeće čudovišta
hu: Szemét szörnyek
hy: Աղբի հրեշներ
id: Monster sampah
is: Ruslaskrímsli
it: Mostri spazzatura
ja: ゴミモンスター
ka: ნაგვის მონსტრები
kk: Себет құбыжықтары
km: សត្វ ចម្លែក ធុង សំរាម
kn: ಕಸದ ರಾಶಿ ರಾಕ್ಷಸರು
ko: 쓰레기 괴물
ku: دڕندەی زبڵ
ky: Таштанды жырткычтар
lo: ຂີ້ເຫຍື້ອ monsters
lt: Šiukšlių monstrai
lv: Miskastes monstri
mg: Biby mahatsiravina
mi: Ngā taniwha Trash
mk: Чудовишта од ѓубре
ml: ചവറ്റുകുട്ട രാക്ഷസന്മാർ
mn_cyrl: Хогийн мангасууд
mr: कचरा राक्षस
ms: Raksasa sampah
mt: Monsters trash
my: အမှိုက်သရိုက်များ
nb: Søppel monstre
ne: रद्दी टोकरी राक्षस
nl: Afval monsters
or: ଆବର୍ଜନା ରାକ୍ଷସ
pa: ਰੱਦੀ ਰਾਖਸ਼
pl: śmieci
ps: د کثفاتو هیولا
pt_br: Monstros do lixo
ro: Monștri de gunoi
ru: Корзина монстров
sk: Odpadkové príšery
sl: Smeti pošasti
sq: Përbindësha plehrash
sr_latn: Čudovišta za smeće
sv: Sopsamlarmonstren
sw: Nyama wa takataka
ta: குப்பை அரக்கர்கள்
te: ట్రాష్ రాక్షసులు
th: มอนสเตอร์ถังขยะ
tk: Çöp aždarhalary
tr: Çöp canavarları
tt: Чүп-чар
ug: ئەخلەت مەخلۇق
uk: Сміття монстрів
ur: ردی کی ٹوکری کے عفریت
uz: Chiqindilar maxluqlari
vi: Quái vật rác
zh_hans: 垃圾怪物
zu: Udoti izilo

# memory_game_default_undp
source: The global goals
af: Die globale doelwitte
am: ዓለም አቀፍ ግቦች
ar: الأهداف العالمية
as: গোলকীয় লক্ষ্যসমূহ
az: Qlobal məqsədlər
bg: Глобалните цели
bn: বৈশ্বিক লক্ষ্যসমূহ
bo: སའི་གོ་ལ་ཧྲིལ་པོའི་དམིགས་
bs: Globalni ciljevi
ca: Els objectius globals
cs: Globální cíle
cy: Y nodau byd-eang
da: De globale mål
de: Die globalen Ziele
el: Οι παγκόσμιοι στόχοι
es: Los objetivos mundiales
et: Ülemaailmsed eesmärgid
eu: Helburu globalak
fa: اهداف جهانی
fi: Globaalit tavoitteet
fil: Ang pandaigdigang layunin
fo: globala málini.
fr: Les objectifs mondiaux
ga: Na spriocanna domhanda
gl: Obxectivos globais
gu: વૈશ્વિક લક્ષ્યો
he: היעדים העולמיים
hi: वैश्विक लक्ष्य
hr: Globalni ciljevi
hu: A globális célok
hy: Համաշխարհային նպատակները
id: Tujuan global
is: Heimsmarkmiðin
it: Gli obiettivi globali
ja: グローバルな目標
ka: გლობალური მიზნები
kk: Ғаламдық мақсаттар
km: គោលដៅ សកល
kn: ಜಾಗತಿಕ ಗುರಿಗಳು[ಬದಲಾಯಿಸಿ]
ko: 글로벌 목표
ku: ئامانجە جیهانییەکان
ky: Глобалдык максаттар
lo: ເປົ້າຫມາຍທົ່ວໂລກ
lt: Pasauliniai tikslai
lv: Globālie mērķi
mg: Ny tanjona maneran - tany
mi: Ngā whāinga huri noa
mk: Глобалните цели
ml: ആഗോള ലക്ഷ്യങ്ങൾ
mn_cyrl: Дэлхий дахины зорилго
mr: जागतिक ध्येये
ms: Matlamat global
mt: L-għanijiet globali
my: ကမ္ဘာလုံးဆိုင်ရာ ပန်းတိုင်များ
nb: De globale målene
ne: विश्वव्यापी लक्ष्यहरू[सम्पादन गर्ने]
nl: De wereldwijde doelen
or: ବିଶ୍ୱସ୍ତରୀୟ ଲକ୍ଷ୍ୟ
pa: ਵਿਸ਼ਵ-ਵਿਆਪੀ ਟੀਚੇ
pl: Globalne cele
ps: نړیوال اهداف
pt_br: Os objetivos globais
ro: Obiectivele globale
ru: Глобальные цели
sk: Globálne ciele
sl: Globalni cilji
sq: Synimet globale
sr_latn: Globalni ciljevi
sv: De globala målen
sw: Malengo ya kimataifa
ta: உலகளாவிய இலக்குகள்[தொகு]
te: ప్రపంచ లక్ష్యాలు[మార్చు]
th: เป้าหมายระดับโลก
tk: Bütindünýä maksatlary
tr: Küresel hedefler
tt: Глобаль максатлар
ug: يەر شارى خاراكتېرلىك نىشانلار
uk: Глобальні цілі
ur: عالمی اہداف
uz: Global maqsadlar
vi: Các mục tiêu toàn cầu
zh_hans: 全球目标
zu: Izinhloso zomhlaba wonke

# memory_game_finished
source: Congratulations, you did it!
af: Baie geluk, jy het dit gedoen!
am: እንኳን ደስ አለዎት አደረሳችሁ!
ar: تهانينا، لقد فعلتها!
as: অভিনন্দন, আপুনি এইটো কৰিলে!
az: Təbrik edirəm, sən etdin!
bg: Поздравления, успя!
bn: অভিনন্দন, আপনি এটা করেছেন!
bo: བཀྲ་ཤིས་བདེ་ལེགས་ཞུ། ཁྱེད་ཀྱིས་དེ་ལྟར་སྒྲུབ་པ་ཡིན།
bs: Cestitam, ucinio si to!
ca: Enhorabona, ho heu fet!
cs: Gratulujeme, dokázali jste to!
cy: Llongyfarchiadau, fe wnaethoch chi hynny!
da: Tillykke, du gjorde det!
de: Herzlichen Glückwunsch, Sie haben es geschafft!
el: Συγχαρητήρια, τα καταφέρατε!
es: ¡Felicidades, lo hiciste!
et: Palju õnne, sa tegid seda!
eu: Zorionak, egin huen!
fa: تبريک ميگم، تو اينکارو کردي!
fi: Onneksi olkoon, sinä teit sen!
fil: Binabati kita, ginawa mo ito!
fo: Til lukku gjørdi tú tað!
fr: Félicitations, tu l’as fait !
ga: Comhghairdeas leat, rinne tú é!
gl: Parabéns, fixémolo!
gu: અભિનંદન, તમે તે કરી બતાવ્યું!
he: מזל טוב, עשית את זה!
hi: बधाई हो, आपने यह किया!
hr: Čestitam, uspjeli ste!
hu: Gratulálunk, megcsináltad!
hy: Շնորհավորում եմ, դու արեցիր!
id: Selamat, Anda berhasil!
is: Til hamingju, þú gerðir það!
it: Complimenti, ce l'hai fatta!
ja: おめでとうございます、あなたはそれをやった!
ka: გილოცავთ, შენ ეს გააკეთე!
kk: Құттықтаймын, сіз солай істедіңіз!
km: សូមសរសើរផង!
kn: ಅಭಿನಂದನೆಗಳು, ನೀವು ಅದನ್ನು ಮಾಡಿದ್ದೀರಿ!
ko: 축하합니다, 당신은 그것을했습니다!
ku: لە کوێیە؟
ky: Куттуктайм, Сиз кылды!
lo: ຂໍສະແດງຄວາມຍິນດີ, ທ່ານໄດ້ເຮັດ!
lt: Sveikiname, jūs tai padarėte!
lv: Apsveicam, jūs to izdarījāt!
mg: Arahabaina, nanao izany ianao!
mi: Ngā mihi, i mahia e koe!
mk: Честитки, успеа!
ml: അഭിനന്ദനങ്ങൾ, നിങ്ങൾ അത് ചെയ്തു!
mn_cyrl: Баяр хүргэе, та нар хийсэн шүү!
mr: अभिनंदन, तुम्ही करून दाखवलंत!
ms: Tahniah, anda berjaya!
mt: Prosit, għamiltha!
nb: Gratulerer, du klarte det!
ne: बधाई छ, तपाईंले यो गर्नुभयो!
nl: Gefeliciteerd, je hebt het gedaan!
or: ଅଭିନନ୍ଦନ, ଆପଣ ଏହା କରିଛନ୍ତି!
pa: ਵਧਾਈਆਂ, ਤੁਸੀਂ ਇਹ ਕੀਤਾ!
pl: Gratulacje, udało się!
ps: مبارک شه ، تا وکړل !
pt_br: Parabéns, você conseguiu!
ro: Felicitări, ai făcut-o!
ru: Поздравляю, ты сделала это!
sk: Gratulujeme, dokázali ste to!
sl: Čestitam, saj si to naredil!
sq: Urime, ia dole!
sr_latn: Čestitam, uradio si to!
sv: Grattis, du klarade det!
sw: Hongera sana, umefanya hivyo!
ta: வாழ்த்துக்கள், நீங்கள் அதை செய்தீர்கள்!
te: అభినందనలు, మీరు దీన్ని చేశారు!
th: ขอแสดงความยินดีคุณทํามัน!
tk: Hoşgallyk, sen etdiň!
tr: Tebrikler, başardın!
tt: Дәшсәгез, сез шулай эшләдегез!
ug: مۇبارەك بولسۇن، قىلدىڭىز!
uk: Вітаємо, ви це зробили!
ur: مبارک ہو، آپ نے یہ کیا!
uz: Marhamat, qildingiz!
vi: Xin chúc mừng, bạn đã làm điều đó!
zh_hans: 恭喜你，你做到了！
zu: Siyakuhalalisela, ukwenzile!

# memory_game_play_again
source: Do you want to play again?
af: Wil jy om te speel?
am: እንደገና መጫወት ትፈልጋለህ?
ar: هل تريد أن تلعب مرة أخرى؟
as: আপুনি পুনৰ খেলিব বিচাৰে নেকি?
az: Yenidən oynamaq istəyirsiniz?
bg: Искаш ли да играем отново?
bn: আপনি কি আবার খেলতে চান?
bo: ཁྱོད་ཀྱིས་ཡང་བསྐྱར་འགྲན་བསྡུར་བྱེད་འདོད་དམ།
bs: Želiš li se opet igrati?
ca: Vols tornar a jugar?
cs: Chcete si znovu zahrát?
cy: Wyt ti eisiau chwarae eto?
da: Vil du spille igen?
de: Willst du wieder spielen?
el: Θέλετε να παίξετε ξανά;
es: ¿Quieres volver a jugar?
et: Kas soovite uuesti mängida?
eu: Berriro jokatu nahi duzu?
fa: ميخواي دوباره بازي کني؟
fi: Haluatko pelata uudestaan?
fil: Gusto mo bang muling maglaro?
fo: Hevur/Hava tú/hug at spæla aftur?
fr: Tu veux rejouer ?
ga: Ar mhaith leat imirt arís?
gl: Queres xogar de novo?
gu: શું તમે ફરીથી રમવા માંગો છો?
he: אתה רוצה לשחק שוב?
hi: क्या आप फिर से खेलना चाहते हैं?
hr: Želite li ponovno igrati?
hu: Szeretne újra játszani?
hy: Ուզո՞ւմ եք նորից խաղալ:
id: Apakah Anda ingin bermain lagi?
is: Viltu spila aftur?
it: Vuoi giocare di nuovo?
ja: もう一度プレイしますか?
ka: გსურთ კვლავ ითამაშოთ?
kk: Тағы да ойнағыңыз келе ме?
km: ចង់លេងម្តងទៀតមែនទេ?
kn: ನೀವು ಮತ್ತೆ ಆಡಲು ಬಯಸುವಿರಾ?
ko: 다시 플레이하고 싶으신가요?
ku: دەتەوێت دووبارە یاری بکەیت؟
ky: Кайрадан ойногуң келеби?
lo: ຢາກຫຼິ້ນອີກບໍ?
lt: Ar norite vėl žaisti?
lv: Vai vēlaties spēlēt vēlreiz?
mg: Te-hilalao indray ve ianao?
mi: Me purei anō?
mk: Сакаш да играме повторно?
ml: നിനക്ക് വീണ്ടും കളിക്കണോ?
mn_cyrl: Та дахин тоглохыг хүсэж байна уу?
mr: तुला पुन्हा खेळायचं आहे का?
ms: Adakah anda mahu bermain lagi?
mt: Tixtieq terġa' tilgħab?
my: နောက်တစ်ခေါက် ပြန်ကစားချင်လား။
nb: Vil du spille på nytt?
ne: के तपाईं फेरि खेल्न चाहनुहुन्छ?
nl: Wil je weer spelen?
or: ଆପଣ ପୁନର୍ବାର ଖେଳିବାକୁ ଚାହାଁନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਦੁਬਾਰਾ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz zagrać jeszcze raz?
ps: ایا تاسو بیا لوبه کول غواړئ؟
pt_br: Quer jogar de novo?
ro: Vrei să joci din nou?
ru: Хочешь снова поиграть?
sk: Chcete hrať znova?
sl: Bi se rad še enkrat igral?
sq: Do të luash përsëri?
sr_latn: Želite li ponovo da igrate?
sv: Vill du spela igen?
sw: Unataka kucheza tena?
ta: மீண்டும் விளையாட விரும்புகிறீர்களா?
te: మీరు మళ్లీ ఆడదలిచారా?
th: คุณต้องการที่จะเล่นอีกครั้ง?
tk: Ýene oýnamak isleýärmiň?
tr: Tekrar oynamak ister misin?
tt: Кабат уйнарга телисезме?
ug: يەنە ئوينىغۇڭىز بارمۇ؟
uk: Хочете знову зіграти?
ur: کیا آپ دوبارہ کھیلنا چاہتے ہیں؟
uz: Yana oʻynashni istaysizmi?
vi: Bạn có muốn chơi lại không?
zh_hans: 你想再玩一次吗？
zu: Ufuna ukudlala futhi?
