Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_no_response
source: Today the kitchen will surprise us so I do not know what the food will be.
af: Vandag sal die kombuis ons verras, so ek weet nie wat die kos sal wees nie.
am: ዛሬ ወጥ ቤቱ ያስገርመናል፤ ስለዚህ ምግቡ ምን እንደሚሆን አላውቅም።
ar: اليوم المطبخ سوف يفاجئنا لذلك أنا لا أعرف ما سيكون الطعام.
as: আজি পাকঘৰটোৱে আমাক আচৰিত কৰিব গতিকে মই নাজানো খাদ্য কি হ'ব।
az: Bu gün mətbəx bizi təəccübləndirəcək. Ona görə də yeməyin nə olacağını bilmirəm.
bg: Днес кухнята ще ни изненада, за да не знам каква ще бъде храната.
bn: আজ রান্নাঘর আমাদের অবাক করবে তাই আমি জানি না খাবারটি কী হবে।
bo: དེ་རིང་ཇ་ཁང་གིས་ང་ཚོར་ཧ་ལས་སུ་བཅུག དེ་བས་ངས་ཟ་མ་ཅི་ཞིག་ཡིན་པ་མི་ཤེས།
bs: Danas će nas kuhinja iznenaditi tako da ne znam kakva će biti hrana.
ca: Avui la cuina ens sorprendrà així que no sé quin serà el menjar.
cs: Dnes nás kuchyně překvapí, takže nevím, jaké bude jídlo.
cy: Heddiw bydd y gegin yn ein synnu felly ni wn beth fydd y bwyd.
da: I dag vil køkkenet overraske os, så jeg ved ikke, hvad maden bliver.
de: Heute wird uns die Küche überraschen, also weiß ich nicht, wie das Essen sein wird.
el: Σήμερα η κουζίνα θα μας εκπλήξει οπότε δεν ξέρω ποιο θα είναι το φαγητό.
es: Hoy la cocina nos sorprenderá así que no sé cuál será la comida.
et: Täna üllatab köök meid, nii et ma ei tea, milline toit saab olema.
eu: Gaur sukaldaritzak harritu egingo gaitu, eta ez dakit zein izango den janaria.
fa: امروز آشپزخانه ما را غافلگیر خواهد کرد بنابراین من نمی دانم غذا چه خواهد بود.
fi: Tänään keittiö yllättää meidät, joten en tiedä, mitä ruoka tulee olemaan.
fil: Ngayon ay magugulat kami ng kusina para hindi ko alam kung ano ang magiging pagkain.
fo: Í dag fer køkin at gera okkum bilsnan/bilsna, so eg veit ikki, hvat maturin verður.
fr: Aujourd’hui, la cuisine va nous surprendre donc je ne sais pas ce que la nourriture sera.
ga: Inniu cuirfidh an chistin iontas orainn ionas nach mbeidh a fhios agam cén bia a bheidh ann.
gl: Hoxe a cociña vai sorprendernos, así que non sei cal será a comida.
gu: આજે રસોડું આપણને આશ્ચર્યચકિત કરશે તેથી મને ખબર નથી કે ખોરાક શું હશે.
he: היום המטבח יפתיע אותנו אז אני לא יודע מה יהיה האוכל.
hi: आज रसोई घर हमें आश्चर्यचकित कर देगा इसलिए मुझे नहीं पता कि भोजन क्या होगा।
hr: Danas će nas kuhinja iznenaditi tako da ne znam kakva će biti hrana.
hu: Ma a konyha meg fog lepni minket, így nem tudom, mi lesz az étel.
hy: Այսօր խոհանոցը մեզ կզարմացնի, որպեսզի ես չգիտեմ, թե ինչ կլինի ուտելիքը:
id: Hari ini dapur akan mengejutkan kita jadi saya tidak tahu apa makanannya nanti.
is: Í dag mun eldhúsið koma okkur á óvart svo ég veit ekki hver maturinn verður.
it: Oggi la cucina ci sorprenderà quindi non so quale sarà il cibo.
ja: 今日、キッチンは私たちを驚かせるので、私は食べ物が何になるか分かりません。
ka: დღეს სამზარეულო გაგვაკვირდება, ასე რომ არ ვიცი რა იქნება საკვები.
kk: Бүгін ас үй бізді таң қалдырады, сондықтан тамақтың қандай болатынын білмеймін.
km: ថ្ងៃ នេះ ផ្ទះ បាយ នឹង ធ្វើ ឲ្យ យើង ភ្ញាក់ ផ្អើល ដូច្នេះ ខ្ញុំ មិន ដឹង ថា អាហារ នោះ នឹង ជា អ្វី ទេ ។
kn: ಇಂದು ಅಡುಗೆಮನೆಯು ನಮ್ಮನ್ನು ಆಶ್ಚರ್ಯಗೊಳಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಆಹಾರವು ಏನು ಎಂದು ನನಗೆ ತಿಳಿದಿಲ್ಲ.
ko: 오늘 부엌은 우리를 놀라게 할 것이므로 음식이 무엇인지 모르겠습니다.
ku: ئەمڕۆ چێشتخانەکە سەرساممان دەکات بۆیە نازانم خواردنەکە چی دەبێت
ky: Бүгүн ашкана бизди таң калтырат, ошондуктан мен тамак-аш кандай болорун билбейм.
lo: ມື້ນີ້ຄົວເຮືອນຈະເຮັດໃຫ້ເຮົາແປກໃຈ ດັ່ງນັ້ນຂ້ອຍຈຶ່ງບໍ່ຮູ້ວ່າອາຫານຈະເປັນແນວໃດ.
lt: Šiandien virtuvė mus nustebins, todėl nežinau, koks bus maistas.
lv: Šodien virtuve mūs pārsteigs, tāpēc es nezinu, kāds būs ēdiens.
mg: Hahagaga anay ny lakozia androany ka tsy fantatro hoe inona no ho sakafo.
mi: I tēnei rā ka whakamīharo te kītini ki a mātau kia kore ai ahau e mōhio he aha nga kai.
mk: Денес кујната ќе не изненади за да не знам каква ќе биде храната.
ml: ഇന്ന് അടുക്കള നമ്മെ അത്ഭുതപ്പെടുത്തും, അതിനാൽ ഭക്ഷണം എന്തായിരിക്കുമെന്ന് എനിക്കറിയില്ല.
mn_cyrl: Өнөөдөр гал тогооны өрөө биднийг гайхшруулах учраас би хоол нь ямар байхыг мэдэхгүй.
mr: आज स्वयंपाकघर आपल्याला आश्चर्यचकित करेल म्हणून मला माहित नाही की अन्न काय असेल.
ms: Hari ini dapur akan mengejutkan kami jadi saya tidak tahu apa makanan itu.
mt: Illum il-kċina se tissorprendietna u għalhekk ma nafx x'se jkun l-ikel.
my: ဒီနေ့ မီးဖိုချောင်က ကျွန်တော်တို့ကို အံ့အားသင့်စေမှာဖြစ်လို့ အစားအစာ ဘယ်လိုဖြစ်မယ်ဆိုတာ ကျွန်တော်မသိဘူး။
nb: I dag vil kjøkkenet overraske oss, så jeg vet ikke hva maten blir.
ne: आज भान्साले हामीलाई आश्चर्यचकित पार्नेछ त्यसैले मलाई थाहा छैन कि खाना के हुनेछ।
nl: Vandaag zal de keuken ons verrassen dus ik weet niet wat het eten zal zijn.
or: ଆଜି ରୋଷେଇ ଘର ଆମକୁ ଆଶ୍ଚର୍ଯ୍ୟ କରିବ ତେଣୁ ଖାଦ୍ୟ କ'ଣ ହେବ ମୁଁ ଜାଣେ ନାହିଁ |
pa: ਅੱਜ ਰਸੋਈ ਸਾਨੂੰ ਹੈਰਾਨ ਕਰ ਦੇਵੇਗੀ ਇਸ ਲਈ ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਭੋਜਨ ਕੀ ਹੋਵੇਗਾ।
pl: Dzisiaj kuchnia nas zaskoczy, więc nie wiem, jakie będzie jedzenie.
ps: نن پخلنځی به مونږ حیران کړی نو زه نه پوهیږم چې خواړه به څه وی.
pt_br: Hoje a cozinha vai nos surpreender para que eu não saiba qual será a comida.
ro: Astăzi bucătăria ne va surprinde, așa că nu știu care va fi mâncarea.
ru: Сегодня кухня удивит нас, поэтому я не знаю, что еда будет.
sk: Dnes nás kuchyňa prekvapí, takže neviem, aké bude jedlo.
sl: Danes nas bo kuhinja presenetila, zato ne vem, kakšna bo hrana.
sq: Sot kuzhina do të na befasojë kështu që nuk e di se çfarë ushqimi do të jetë.
sr_latn: Danas će nas kuhinja iznenaditi tako da ne znam kakva će biti hrana.
sv: Idag ska köket överraska oss så jag vet inte vad det blir för mat.
sw: Leo jiko litatushangaza hivyo sijui chakula kitakuwaje.
ta: இன்று சமையலறை நம்மை ஆச்சரியப்படுத்தும், எனவே உணவு என்னவாக இருக்கும் என்று எனக்குத் தெரியாது.
te: ఈ రోజు వంటగది మమ్మల్ని ఆశ్చర్యపరుస్తుంది, కాబట్టి ఆహారం ఏమిటో నాకు తెలియదు.
th: วันนี้ห้องครัวจะทําให้เราประหลาดใจดังนั้นฉันจึงไม่รู้ว่าอาหารจะเป็นอย่างไร
tk: Şu gün aşhanada naharyň nämedigini bilmez ýaly, bizi haýran galdyrar.
tr: Bugün mutfak bizi şaşırtacak, bu yüzden yemeğin ne olacağını bilmiyorum.
tt: Бүген кухня безне гаҗәпләндерер, шуңа ашауның нәрсә булачагын белмим.
ug: بۈگۈن ئاشخانا بىزنى ھەيران قالدۇرىدۇ، شۇڭا مەن تاماقنىڭ قانداق بولىدىغانلىقىنى بىلمەيمەن.
uk: Сьогодні кухня здивує нас, тому я не знаю, якою буде їжа.
ur: آج باورچی خانہ ہمیں حیران کر دے گا تو میں نہیں جانتا کہ کھانا کیا ہوگا۔
uz: Bugun oshxona bizni hayratda qoldiradi, shuning uchun ovqat qanday bo'lishini bilmayman.
vi: Hôm nay nhà bếp sẽ làm chúng tôi ngạc nhiên vì vậy tôi không biết thức ăn sẽ là gì.
zh_hans: 今天厨房会让我们感到惊讶，所以我不知道食物会是什么。
zu: Namuhla ikhishi lizosimangaza ngakho angazi ukuthi ukudla kuzoba yini.

# food_suprise
source: I don't know what for lunch today, you will see when it comes or ask them in the kitchen
af: Ek weet nie wat vir middagete vandag, jy sal sien wanneer dit kom of vra hulle in die kombuis
am: እኔ ዛሬ ምሳ ምን እንደሆነ አላውቅም, ሲመጣ ታያለህ ወይም ወጥ ቤት ውስጥ ትጠይቃቸዋለህ
ar: لا أعرف ما للغداء اليوم، سترى عندما يأتي أو نطلب منهم في المطبخ
as: মই নাজানো আজি দুপৰীয়াৰ আহাৰৰ বাবে কি, আপুনি কেতিয়া আহিব চাব বা তেওঁলোকক পাকঘৰত সুধিব
az: Bilmirəm bu gün nahar üçün nə var, nə vaxt gələcək, ya da mətbəxdə soruşacaqsan
bg: Не знам какво за обяд днес, ще видите, когато дойде или ги попитайте в кухнята
bn: আমি জানি না আজ দুপুরের খাবারের জন্য কী, আপনি যখন এটি আসবে তখন আপনি দেখতে পাবেন বা রান্নাঘরে তাদের জিজ্ঞাসা করবেন
bo: དེ་རིང་དྲོས་ཇར་ཅི་ཞིག་ཟ་དགོས་པ་མི་ཤེས། ཁྱོད་ཀྱིས་ནམ་ཞིག་ལ་ཇ་ཁང་དུ་ཡོང་བ་འམ་ཡང་ན་ཁོ་ཚོར་འདྲི་རྩད་བྱེད་པ་མཐོང་ཐུབ།
bs: Ne znam šta za ručak danas, videćeš kada dođe ili ih pitati u kuhinji
ca: No sé què per dinar avui, ja veureu quan arriba o els pregunteu a la cuina
cs: Nevím, co na oběd dnes, uvidíte, až to přijde, nebo se jich zeptáte v kuchyni
cy: Wn i ddim beth am ginio heddiw, fe welwch chi pan ddaw na ofyn iddyn nhw yn y gegin
da: Jeg ved ikke, hvad til frokost i dag, vil du se, når det kommer eller spørge dem i køkkenet
de: Ich weiß nicht, was für das Mittagessen heute, Sie werden sehen, wenn es kommt oder fragen Sie sie in der Küche
el: Δεν ξέρω τι για μεσημεριανό σήμερα, θα δείτε όταν έρθει ή θα τους ρωτήσετε στην κουζίνα
es: No sé qué para el almuerzo de hoy, verás cuando llegue o preguntarles en la cocina
et: Ma ei tea, mis täna lõunasöögiks, näete, kui see tuleb või küsite neilt köögis
eu: Ez dakit zer gaur bazkaltzeko, ikusiko duzu sukaldean iristen denean edo galdetu
fa: نميدونم امروز براي ناهار چي ميشه، ميبيني کي مياد يا ازشون توي آشپزخونه ميپرسي
fi: En tiedä mitä lounaaksi tänään, näet kun se tulee tai kysyt heiltä keittiössä
fil: Hindi ko alam kung ano ang para sa tanghalian ngayon, makikita mo kung kailan ito dumating o tanungin sila sa kusina
fo: Eg veit ikki, hvat ið er til miðmála í dag, sært tú, tá ið tað kemur ella spyrja tey í køkinum
fr: Je ne sais pas quoi pour le déjeuner aujourd’hui, vous verrez quand il vient ou leur demander dans la cuisine
ga: Níl a fhios agam céard don lón inniu, feicfidh tú cathain a thiocfaidh sé nó nuair a iarrfaidh tú orthu sa chistin
gl: Non sei que para xantar hoxe, vai ver cando vén ou preguntar-lles na cociña
gu: મને ખબર નથી કે આજે બપોરના ભોજનમાં શું, તમે જોશો કે તે ક્યારે આવશે અથવા રસોડામાં પૂછશો
he: אני לא יודע מה לארוחת צהריים היום, תראה מתי זה יבוא או תשאל אותם במטבח
hi: मुझे नहीं पता कि आज दोपहर के भोजन के लिए क्या है, आप देखेंगे जब यह आएगा या रसोई में उनसे पूछेंगे
hr: Ne znam što za ručak danas, vidjet ćete kada dođe ili ih pitati u kuhinji
hu: Nem tudom, mit ebédelsz ma, látni fogod, ha jön, vagy megkérdezed őket a konyhában
hy: Ես չգիտեմ, թե ինչ է այսօր ճաշի համար, դուք կտեսնեք, երբ գա կամ խոհանոցում հարցնեք նրանց
id: Saya tidak tahu apa untuk makan siang hari ini, Anda akan melihat ketika datang atau bertanya kepada mereka di dapur
is: Ég veit ekki hvað í hádeginu í dag, þú munt sjá þegar það kemur eða spyrja þá í eldhúsinu
it: Non so cosa per pranzo oggi, vedrai quando arriverà o chiedi loro in cucina
ja: 私は今日の昼食のために何を知らない、あなたはそれが来るとき、または台所でそれらを尋ねるときに表示されます
ka: მე არ ვიცი რა ლანჩზე დღეს, ნახავთ, როდის მოვა ან ჰკითხავთ მათ სამზარეულოში
kk: Бүгін түскі асқа не керек екенін білмеймін, келгенде көресіз немесе олардан ас үйде сұрайсыз
km: ខ្ញុំ មិន ដឹង ថា អាហារ ថ្ងៃ ត្រង់ ថ្ងៃ នេះ អ្នក នឹង ឃើញ អ្វី នៅ ពេល ដែល វា មក ដល់ ឬ សួរ ពួក គេ នៅ ក្នុង ផ្ទះ បាយ
kn: ಇಂದು ಮಧ್ಯಾಹ್ನದ ಊಟಕ್ಕೆ ಏನು ಎಂದು ನನಗೆ ತಿಳಿದಿಲ್ಲ, ಅದು ಬಂದಾಗ ನೀವು ನೋಡುತ್ತೀರಿ ಅಥವಾ ಅಡುಗೆಮನೆಯಲ್ಲಿ ಅವರನ್ನು ಕೇಳುತ್ತೀರಿ
ko: 나는 오늘 점심 먹으러 무엇을 먹을지 모르겠다, 당신은 그것이 올 때 보거나 부엌에서 그들에게 물어볼 것이다.
ku: نازانم ئەمڕۆ چی بۆ نانی نیوەڕۆ، دەبینی کاتێک دێت یان لە مەتبەخەکەدا پرسیاریان لێ دەکەن
ky: Мен бүгүн түшкү тамак үчүн эмне билбейм, ал келгенде көрөт же ашканада аларды сурайт
lo: ຂ້ອຍບໍ່ຮູ້ວ່າກິນເຂົ້າທ່ຽງມື້ນີ້ແມ່ນຫຍັງ, ທ່ານຈະເຫັນວ່າມັນມາເມື່ອໃດຫຼືຖາມພວກເຂົາໃນຄົວເຮືອນ
lt: Nežinau, ką šiandien pietums, pamatysite, kai jis ateis, arba paklausite jų virtuvėje
lv: Es nezinu, ko šodien pusdienās, jūs redzēsiet, kad tas nāks, vai jautāsiet viņiem virtuvē
mg: Tsy fantatro hoe inona no atao hoe sakafo antoandro androany, ho hitanao hoe rahoviana no tonga izany na hanontany azy ireo ao an-dakozia.
mi: Kaore ahau e mōhio he aha mo te tina i tēnei rā, ka kite koe ina haere mai, ka pātai rānei ki a rātau i roto i te kītini
mk: Не знам што за ручек денес, ќе видиш кога ќе дојде или ќе ги прашаш во кујната.
ml: ഇന്ന് ഉച്ചഭക്ഷണത്തിന് എന്താണ് വേണ്ടതെന്ന് എനിക്കറിയില്ല, അത് വരുമ്പോൾ നിങ്ങൾ കാണും അല്ലെങ്കിൽ അടുക്കളയിൽ അവരോട് ചോദിക്കും
mn_cyrl: Би өнөөдөр үдийн хоолонд юу хийхээ мэдэхгүй байна. Хэзээ ирэхийг чи харах юм уу гал тогоонд тэднээс асуух болно
mr: आज दुपारच्या जेवणात काय ते मला माहीत नाही, ते आल्यावर तू बघशील किंवा त्यांना स्वयंपाकघरात विचारशील.
ms: Saya tidak tahu apa untuk makan tengah hari hari ini, anda akan melihat apabila ia datang atau bertanya kepada mereka di dapur
mt: Ma nafx x'inhu għall-ikel illum, tara meta tiġi jew tistaqsihom fil-kċina
my: ဒီနေ့ နေ့လည်စာအတွက် ဘာတွေလုပ်ရမယ်ဆိုတာ မသိဘူး၊ ဘယ်အချိန်မှာ လာမယ် ဒါမှမဟုတ် မီးဖိုချောင်မှာ သူတို့ကို မေးမယ်
nb: Jeg vet ikke hva til lunsj i dag, du vil se når det kommer eller spørre dem på kjøkkenet
ne: मलाई थाहा छैन आज लन्चको लागि के, तपाईं देख्नुहुन्छ जब यो आउँछ वा भान्सामा तिनीहरूलाई सोध्नुहोस्
nl: Ik weet niet wat voor de lunch vandaag, je zult zien wanneer het komt of vraag ze in de keuken
or: ମୁଁ ଜାଣେ ନାହିଁ ଆଜି ମଧ୍ୟାହ୍ନ ଭୋଜନ ପାଇଁ କ'ଣ, ଆପଣ ଦେଖିବେ ଯେତେବେଳେ ଏହା ଆସିବ କିମ୍ବା ରୋଷେଇ ଘରେ ପଚାରିବେ |
pa: ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਅੱਜ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਲਈ ਕੀ ਹੈ, ਜਦੋਂ ਇਹ ਆਉਂਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਦੇਖੋਂਗੇ ਜਾਂ ਰਸੋਈ ਵਿੱਚ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛੋਗੇ
pl: Nie wiem, co na lunch dzisiaj, zobaczysz, kiedy przyjdzie lub zapytaj ich w kuchni
ps: زه نه پوهیږم چې نن د غرمې ډوډۍ لپاره څه شی دی ، تاسو به وګورئ چې کله راشی او یا په پخلنځی کې له هغوی څخه پوښتنه وکړی
pt_br: Eu não sei o que para o almoço de hoje, você vai ver quando ele vem ou perguntar-lhes na cozinha
ro: Nu stiu ce pentru pranz azi, o sa vedeti cand vine sau sa-i intrebati in bucatarie
ru: Я не знаю, что на обед сегодня, вы увидите, когда он придет или спросить их на кухне
sk: Neviem, čo dnes na obed, uvidíte, keď to príde, alebo sa ich opýtate v kuchyni
sl: Ne vem, kaj za kosilo danes, boste videli, kdaj pride ali jih vprašati v kuhinji
sq: Nuk e di çfarë për drekë sot, do ta shohësh kur të vijë apo t'i pyesësh në kuzhinë
sr_latn: Ne znam šta danas za ručak, videćeš kad dođe ili ćeš ih pitati u kuhinji
sv: Jag vet inte vad det blir för mat, ni får se när den kommer eller fråga dem i köket
sw: Sijui kwa chakula cha mchana leo, utaona linapokuja au kuwauliza jikoni
ta: இன்று மதிய உணவுக்கு என்ன என்று எனக்குத் தெரியாது, அது வரும்போது நீங்கள் பார்ப்பீர்கள் அல்லது சமையலறையில் அவர்களைக் கேட்பீர்கள்
te: ఈ రోజు లంచ్ కు ఏమి చేయాలో నాకు తెలియదు, అది ఎప్పుడు వస్తుందో మీరు చూస్తారు లేదా వంటగదిలో వారిని అడుగుతారు
th: ฉันไม่รู้ว่าวันนี้เป็นอะไรสําหรับมื้อกลางวันคุณจะเห็นเมื่อมันมาหรือถามพวกเขาในครัว
tk: Men şu gün günortanlyk naharyna näme bilemok, haçan gelse görersiňiz ýa-da aşhanada sorarsyňyz
tr: Bugün öğle yemeği için ne olduğunu bilmiyorum, ne zaman geldiğini göreceksiniz ya da mutfakta onlara sorabilirsiniz
tt: Мин бүген төшке ашка нәрсәне белмим, кайчан килгәнен күрәчәксең яки кухняда сорарсың
ug: بۈگۈن چۈشلۈك تاماقتا نېمە يەيدىغانلىقىمنى بىلمەيمەن، تاماق كەلگەندە ياكى ئاشخانىدا ئۇلاردىن سوراپ باقىسىز.
uk: Я не знаю, що на обід сьогодні, ви побачите, коли він прийде або запитати їх на кухні
ur: میں نہیں جانتا کہ آج دوپہر کے کھانے کے لئے کیا، آپ دیکھیں گے جب یہ آئے گا یا باورچی خانے میں ان سے پوچھیں گے
uz: Bugun tushlik uchun nima ekanligini bilmayman, kelganda ko'rasiz yoki oshxonada ulardan so'raysiz
vi: Tôi không biết bữa trưa hôm nay là gì, bạn sẽ thấy khi nào nó đến hoặc hỏi họ trong nhà bếp.
zh_hans: 我不知道今天午餐吃什么，你会看到什么时候来或问他们在厨房里
zu: Angazi ukuthi yini yokudla kwasemini namuhla, uzobona uma kufika noma ubabuze ekhishini

# food_title_after
source: This is what we ate for lunch today:
af: Dit is wat ons vandag vir middagete geëet het:
am: ዛሬ ለምሳ የበላነው ይኸው ነው።
ar: هذا ما تناولناه على الغداء اليوم:
as: আজি আমি দুপৰীয়াৰ আহাৰত এইটোৱেই খাইছিলো:
az: Bu gün nahar etmək üçün məhz bu yeməyi yemişik:
bg: Това е, което днес изядохме за обяд:
bn: আজ দুপুরের খাবারের জন্য আমরা যা খেয়েছি তা হল:
bo: འདི་ནི་དེ་རིང་ང་ཚོས་ཉིན་གུང་གི་ཟ་མ་ཟ་བའི་གནས་ཚུལ་ཡིན།
bs: Ovo smo danas jeli za ručak:
ca: Això és el que hem menjat per dinar avui:
cs: To je to, co jsme dnes jedli k obědu:
cy: Dyma oedden ni'n ei fwyta i ginio heddiw:
da: Dette er, hvad vi spiste til frokost i dag:
de: Das haben wir heute zum Mittagessen gegessen:
el: Αυτό φάγαμε για μεσημεριανό σήμερα:
es: Esto es lo que comimos para el almuerzo de hoy:
et: Seda sõime täna lõunaks:
eu: Hauxe da gaurko bazkarirako jaten duguna:
fa: این چیزی است که امروز برای ناهار خوردیم:
fi: Tämän söimme lounaaksi tänään:
fil: Ito ang ating kainin sa tanghalian ngayon:
fo: Hetta er tað, vit ótu til miðmála í dag:
fr: C’est ce que nous avons mangé pour le déjeuner aujourd’hui:
ga: Seo mar a d'ith muid don lón inniu:
gl: Isto é o que comemos hoxe:
gu: આજે આપણે બપોરના ભોજનમાં આ જ ખાધું છે:
he: זה מה שאכלנו לארוחת צהריים היום:
hi: यह वही है जो हमने आज दोपहर के भोजन के लिए खाया:
hr: Ovo smo danas jeli za ručak:
hu: Ezt ettük ma ebédre:
hy: Ահա թե ինչ ենք կերել այսօր ճաշի համար.
id: Inilah yang kami makan untuk makan siang hari ini:
is: Þetta er það sem við borðuðum í hádeginu í dag:
it: Questo è ciò che abbiamo mangiato a pranzo oggi:
ja: これは私たちが今日の昼食のために食べたものです:
ka: ეს არის ის, რაც დღეს ლანჩზე ვჭამდით:
kk: Біз бүгін түскі асқа осыны дайындаймыз:
km: នេះ ជា អ្វី ដែល យើង បរិភោគ សម្រាប់ អាហារ ថ្ងៃ ត្រង់ ថ្ងៃ នេះ ៖
kn: ಇಂದು ನಾವು ಮಧ್ಯಾಹ್ನದ ಊಟಕ್ಕೆ ಇದನ್ನೇ ತಿಂದಿದ್ದೇವೆ:
ko: 이것이 우리가 오늘 점심 먹으러 먹은 것입니다 :
ku: ئەمە ئەو شتەیە کە ئەمڕۆ نانی نیوەڕۆمان خوارد:
ky: Бул биз бүгүн түшкү тамак үчүн жеген нерсе:
lo: ນີ້ແມ່ນສິ່ງທີ່ພວກເຮົາກິນສໍາລັບອາຫານທ່ຽງມື້ນີ້:
lt: Štai ką šiandien valgėme pietums:
lv: Tas ir tas, ko mēs šodien ēdām pusdienās:
mg: Izao no nohinay tamin'ny sakafo antoandro androany:
mi: Koinei ta tātau e kai ai mo te tina i tēnei rā:
mk: Ова го јадевме за ручек денес:
ml: ഇന്ന് ഉച്ചഭക്ഷണത്തിനായി ഞങ്ങൾ കഴിച്ചത് ഇതാണ്:
mn_cyrl: Өнөөдөр бид үдийн хоолонд ингэж идэж байна:
mr: आज आम्ही दुपारच्या जेवणासाठी हेच खाल्ले:
ms: Inilah yang kita makan untuk makan tengah hari ini:
mt: Hekk kielu għall-ikel illum:
my: ဒါက ဒီနေ့ နေ့လည်စာအတွက် စားခဲ့တာပါ။
nb: Dette er hva vi spiste til lunsj i dag:
ne: आज हामीले खाजाको लागि यही खायौं:
nl: Dit is wat we vandaag als lunch hebben gegeten:
or: ଆଜି ମଧ୍ୟାହ୍ନ ଭୋଜନ ପାଇଁ ଆମେ ଏହା ଖାଇଥିଲୁ:
pa: ਇਹ ਉਹ ਚੀਜ਼ ਹੈ ਜੋ ਅਸੀਂ ਅੱਜ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਵਾਸਤੇ ਖਾਧੀ:
pl: Oto, co jedliśmy dzisiaj na lunch:
ps: دا هغه څه دی چې نن مو د غرمې ډوډۍ لپاره وخوړله:
pt_br: Isto é o que comemos no almoço de hoje:
ro: Aceasta este ceea ce am mâncat pentru masa de prânz astăzi:
ru: Это то, что мы ели на обед сегодня:
sk: To je to, čo sme dnes jedli na obed:
sl: To smo danes jedli za kosilo:
sq: Kjo është ajo që hëngrëm për drekë sot:
sr_latn: Ovo smo danas jeli za ručak:
sv: Detta åt vi till lunch idag
sw: Hivi ndivyo tulivyokula kwa ajili ya chakula cha mchana leo:
ta: இதைத்தான் இன்று மதிய உணவுக்கு சாப்பிட்டோம்:
te: ఈ రోజు లంచ్ కొరకు మనం తిన్నది ఇదే:
th: นี่คือสิ่งที่เรากินสําหรับมื้อกลางวันวันนี้:
tk: Biz şu gün günortanlyk naharyna şeýle iýdik:
tr: Bugün öğle yemeğinde yediğimiz şey bu:
tt: Бу безнең бүген төшке ашка аш ашауыбыз:
ug: بۇ بىز بۈگۈن چۈشلۈك تاماق يېگەن نەرسە:
uk: Ось що ми їли на обід сьогодні:
ur: آج ہم نے دوپہر کے کھانے میں یہی کھایا:
uz: Bugun tushlik uchun shunday ovqatladik:
vi: Đây là những gì chúng tôi đã ăn cho bữa trưa hôm nay:
zh_hans: 这就是我们今天午餐吃的：
zu: Yilokhu esidle isidlo sasemini namuhla:

# food_title_before
source: This is what we're eating for lunch today:
af: Dit is wat ons vandag vir middagete eet:
am: ዛሬ ለምሳ የምንበላው ይኸው ነው።
ar: هذا ما نأكله على الغداء اليوم:
as: আজি আমি দুপৰীয়াৰ আহাৰত এইটোৱেই খাই আছোঁ:
az: Bu gün nahar etmək üçün yediyimiz yemək budur:
bg: Това е, което ще ядем за обяд днес:
bn: আজ দুপুরের খাবারের জন্য আমরা যা খাচ্ছি তা হল:
bo: འདི་ནི་དེ་རིང་ང་ཚོས་དྲོས་ཇ་འཐུང་བའི་གནས་ཚུལ་ཡིན།
bs: Ovo danas jedemo za ručak:
ca: Això és el que mengem per dinar avui:
cs: To je to, co dnes jíme k obědu:
cy: Dyma beth rydyn ni'n ei fwyta i ginio heddiw:
da: Dette er, hvad vi spiser til frokost i dag:
de: Das essen wir heute zum Mittagessen:
el: Αυτό είναι που τρώμε για μεσημεριανό γεύμα σήμερα:
es: Esto es lo que vamos a comer hoy:
et: See on see, mida me täna lõunaks sööme:
eu: Hauxe da gaurko bazkarirako jaten ari garena:
fa: این چیزی است که ما امروز برای ناهار می خوریم:
fi: Tätä syömme tänään lounaaksi.
fil: Ito ang kinakain natin ngayon:
fo: Hetta er tað, vit eta til miðmála í dag:
fr: C’est ce que nous mangeons pour le déjeuner aujourd’hui:
ga: Seo é atá á ithe againn don lón inniu:
gl: Isto é o que comemos hoxe:
gu: આજે આપણે બપોરના ભોજનમાં આ જ ખાઈ રહ્યા છીએ:
he: זה מה שאנחנו אוכלים לארוחת צהריים היום:
hi: यह वही है जो हम आज दोपहर के भोजन के लिए खा रहे हैं:
hr: Ovo danas jedemo za ručak.
hu: Ezt esszük ma ebédre:
hy: Սա այն է, ինչ մենք այսօր ուտում ենք ճաշի համար.
id: Inilah yang kita makan untuk makan siang hari ini:
is: Þetta er það sem við borðum í hádeginu í dag:
it: Questo è ciò che stiamo mangiando a pranzo oggi:
ja: これは私たちが今日の昼食のために食べているものです:
ka: ეს არის ის, რასაც დღეს ლანჩზე ვჭამთ:
kk: Біз бүгін түскі асқа осыны жейміз:
km: នេះ ជា អ្វី ដែល យើង កំពុង បរិភោគ សម្រាប់ អាហារ ថ្ងៃ ត្រង់ ថ្ងៃ នេះ ៖
kn: ಇಂದು ನಾವು ಮಧ್ಯಾಹ್ನದ ಊಟಕ್ಕೆ ಇದನ್ನೇ ತಿನ್ನುತ್ತಿದ್ದೇವೆ:
ko: 이것이 우리가 오늘 점심 먹으러 먹는 것입니다 :
ku: ئەمە ئەو شتەیە کە ئەمڕۆ نانی نیوەڕۆمان خوارد:
ky: Биз бүгүн түшкү тамак үчүн эмне жеп жатабыз:
lo: ນີ້ແມ່ນສິ່ງທີ່ພວກເຮົາກໍາລັງກິນສໍາລັບອາຫານທ່ຽງມື້ນີ້:
lt: Štai ką šiandien valgome pietums:
lv: Tas ir tas, ko mēs šodien ēdam pusdienās:
mg: Izao no hanintsika amin'ny sakafo atoandro androany:
mi: Koinei te mea e kai ana mātau mo te tina i tēnei rā:
mk: Ова е она што ќе го јадеме за ручек денес:
ml: ഇതാണ് ഞങ്ങൾ ഇന്ന് ഉച്ചഭക്ഷണത്തിനായി കഴിക്കുന്നത്:
mn_cyrl: Өнөөдөр бид үдийн хоолонд ингэж идэж байна:
mr: आज आपण दुपारच्या जेवणासाठी हेच खात आहोत:
ms: Inilah yang kita makan untuk makan tengah hari ini:
mt: Dan huwa dak li qed nieklu għall-ikel illum:
my: ဒါက ဒီနေ့ နေ့လယ်စာအတွက် စားနေတာပါ။
nb: Dette er hva vi spiser til lunsj i dag:
ne: आज हामी दिउँसोको खानाको लागि यही खाँदैछौं:
nl: Dit is wat we vandaag eten voor de lunch:
or: ଆଜି ମଧ୍ୟାହ୍ନ ଭୋଜନ ପାଇଁ ଆମେ ଏହା ଖାଉଛୁ:
pa: ਇਹ ਉਹ ਚੀਜ਼ ਹੈ ਜੋ ਅਸੀਂ ਅੱਜ ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਵਾਸਤੇ ਖਾ ਰਹੇ ਹਾਂ:
pl: Oto, co jemy dziś na lunch:
ps: دا هغه څه دی چې موږ یې نن د غرمې ډوډۍ لپاره خورو:
pt_br: Isto é o que vamos comer no almoço de hoje:
ro: Aceasta este ceea ce mâncăm pentru masa de prânz astăzi:
ru: Это то, что мы едим на обед сегодня:
sk: Toto je to, čo dnes jeme na obed:
sl: Danes jemo za kosilo.
sq: Kjo është ajo që ne jemi duke ngrënë për drekë sot:
sr_latn: Ovo danas jedemo za ručak:
sv: Detta ska vi äta till lunch idag
sw: Hiki ndicho tunachokula kwa ajili ya chakula cha mchana leo:
ta: இதைத்தான் நாம் இன்று மதிய உணவுக்கு சாப்பிடுகிறோம்:
te: ఈ రోజు లంచ్ కొరకు మనం తినేది ఇదే:
th: นี่คือสิ่งที่เรากําลังกินเป็นอาหารกลางวันในวันนี้:
tk: Şu gün günortanlyk naharyna iýýän zadymyz şu:
tr: Bugün öğle yemeğinde yediğimiz şey bu:
tt: Бүген төшке ашка ашыйбыз:
ug: بىز بۈگۈن چۈشلۈك تاماقتا مۇنداق يەيمىز:
uk: Ось що ми їмо на обід сьогодні:
ur: آج ہم دوپہر کے کھانے میں یہی کھا رہے ہیں:
uz: Bugun tushlik uchun shunday ovqatlanyapmiz:
vi: Đây là những gì chúng ta đang ăn cho bữa trưa hôm nay:
zh_hans: 这就是我们今天午餐吃的：
zu: Yilokhu esikudlayo ukudla kwasemini namuhla:
