Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_wellmer_description
source: Many fragile packages come in corrugated cardboard, which is why Wellmer feels like a knight who protects fragile things. He loves to reuse corrugated cardboard and often makes knights' castles out of old boxes.
af: Baie brose pakkette kom in geriffelde karton, en daarom voel Wellmer soos 'n ridder wat brose dinge beskerm. Hy hou daarvan om geriffelde karton te hergebruik en maak dikwels ridders se kastele uit ou bokse.
am: በቀላሉ ሊሰበሩ የሚችሉ በርካታ ጥቅልሎች በካርቶን የተለበጡ ናቸው። ዌልመር በቀላሉ የሚሰበሩ ነገሮችን እንደሚከላከል ሰው የሚሰማው ለዚህ ነው። ካርቶኖችን እንደገና መጠቀም የሚወድ ከመሆኑም በላይ አብዛኛውን ጊዜ ከአሮጌ ሣጥኖች ውስጥ የወያኔን ግንብ ያዘጋጃል።
ar: تأتي العديد من الحزم الهشة في الورق المقوى المموج ، وهذا هو السبب في أن ويلمر يشعر وكأنه فارس يحمي الأشياء الهشة. يحب إعادة استخدام الورق المقوى المموج وغالبا ما يجعل قلاع الفرسان من الصناديق القديمة.
as: বহুতো ভঙ্গুৰ পেকেজ কৰুগেটেড কাৰ্ডবোৰ্ডত আহে, যাৰ বাবে ৱেলমাৰে ভঙ্গুৰ বস্তুবোৰ সুৰক্ষিত কৰা নাইটৰ দৰে অনুভৱ কৰে। তেওঁ কৰুগেটেড কাৰ্ডবোৰ্ড পুনৰ ব্যৱহাৰ কৰিবলৈ ভাল পায় আৰু প্ৰায়ে পুৰণি বাকচৰ পৰা নাইটৰ দুৰ্গ তৈয়াৰ কৰে।
az: Bir çox kövrək paketlər korroziyaya məruz qalan kartonda gəlir. Bu səbəbdən də Uellmer özünü kövrək şeyləri qoruyan knight kimi hiss edir. O, korroziyaya məruz olan kartondan yenidən istifadə etməyi sevir və çox vaxt köhnə qutulardan şövkətlərin qəsrlərini düzəldir.
bg: Много крехки пакети идват в гофриран картон, поради което Уелмър се чувства като рицар, който защитава крехки неща. Той обича да използва повторно гофриран картон и често прави замъците на рицарите от стари кутии.
bn: অনেক ভঙ্গুর প্যাকেজ ঢেউখেলানো কার্ডবোর্ডে আসে, যার কারণে ওয়েলমার একটি নাইটের মতো মনে করেন যিনি ভঙ্গুর জিনিসগুলি রক্ষা করেন। তিনি ঢেউখেলানো কার্ডবোর্ড পুনরায় ব্যবহার করতে ভালবাসেন এবং প্রায়শই পুরানো বাক্সের বাইরে নাইটদের দুর্গ তৈরি করেন।
bo: ཉམས་ཞན་ཡིན་པའི་ཐུམ་སྒྲིལ་མང་པོ་ཞིག་ཤོག་བུའི་པང་ལེབ་ནང་དུ་བཅུག་ཡོད། འདི་ནི་ཝེར་མའེ་ཡིས་ཉམས་ཞན་གྱི་དངོས་པོ་སྲུང་སྐྱོབ་བྱེད་པའི་སྐྱ་མི་ཞིག་དང་མཚུངས། ཁོས་ཡང་བསྐྱར་ཤོག་བུའི་པང་ལེབ་བསྐྱར་དུ་བེད་སྤྱོད་བྱེད་རྒྱུར་དགའ། རྒྱུན་དུ་སྒམ་རྙིང་བ་ལས་རྟ་པའི་མཁར་རྫོང་བཟོ་བཞིན་ཡོད།
bs: Mnogi krhki paketi dolaze u koraguiranom kartonu, zbog čega se Wellmer osjeća kao vitez koji štiti krhke stvari. Voli da koristi koruski karton i često pravi vitezove zamke od starih kutija.
ca: Molts paquets fràgils vénen en cartró ondulat, per això Wellmer se sent com un cavaller que protegeix les coses fràgils. Li encanta reutilitzar cartró ondulat i sovint fa castells de cavallers fora de caixes antigues.
cs: Mnoho křehkých balíčků je dodáváno z vlnité lepenky, což je důvod, proč se Wellmer cítí jako rytíř, který chrání křehké věci. Miluje opětovné použití vlnité lepenky a často vyrábí rytířské hrady ze starých krabic.
cy: Daw llawer o becynnau bregus mewn cardfwrdd rhychog, a dyna pam mae Wellmer yn teimlo fel marchog sy'n diogelu pethau bregus. Mae wrth ei fodd yn ailddefnyddio cardbord rhychog, ac yn aml mae'n gwneud cestyll marchogion allan o hen focsys.
da: Mange skrøbelige pakker kommer i bølgepap, hvorfor Wellmer føles som en ridder, der beskytter skrøbelige ting. Han elsker at genbruge bølgepap og laver ofte ridderslotte ud af gamle kasser.
de: Viele zerbrechliche Verpackungen kommen in Wellpappe, weshalb sich Wellmer wie ein Ritter fühlt, der zerbrechliche Dinge beschützt. Er liebt es, Wellpappe wiederzuverwenden und macht oft Ritterburgen aus alten Kisten.
el: Πολλά εύθραυστα πακέτα έρχονται σε κυματοειδές χαρτόνι, γι 'αυτό ο Wellmer αισθάνεται σαν ιππότης που προστατεύει εύθραυστα πράγματα. Του αρέσει να επαναχρησιμοποιεί κυματοειδές χαρτόνι και συχνά φτιάχνει κάστρα ιπποτών από παλιά κουτιά.
es: Muchos paquetes frágiles vienen en cartón ondulado, por lo que Wellmer se siente como un caballero que protege las cosas frágiles. Le encanta reutilizar el cartón corrugado y a menudo hace castillos de caballeros de cajas viejas.
et: Paljud haprad pakendid on lainepapist, mistõttu Wellmer tunneb end rüütlina, kes kaitseb hapraid asju. Ta armastab lainepappi taaskasutada ja teeb sageli vanadest kastidest rüütlilosse.
eu: Pakete hauskor asko kartoi kokorkatuan datoz, eta Wellmer gauza hauskorrak babesten dituen zaldun bat bezala sentitzen da. Izugarri gustatzen zaio kartoi kortua berrerabiltzea, eta sarritan zaldunen gazteluak egiten ditu kaxa zaharrekin.
fa: بسیاری از بسته های شکننده در مقوا موج دار می آیند، به همین دلیل است که وولمر احساس شوالیه ای می کند که از چیزهای شکننده محافظت می کند. او دوست دارد از مقواهای موج دار استفاده مجدد کند و اغلب قلعه های شوالیه ها را از جعبه های قدیمی خارج می کند.
fi: Monet hauraat paketit tulevat aaltopahvina, minkä vuoksi Wellmer tuntee olevansa ritari, joka suojelee hauraita asioita. Hän rakastaa aallotettua pahvia ja tekee usein ritarien linnoja vanhoista laatikoista.
fil: Maraming mga fragile pakete ay dumating sa corrugated cardboard, na kung saan ay kung bakit Wellmer pakiramdam tulad ng isang kabalyero na nagpoprotekta sa fragile bagay. Gustung-gusto niyang bawiin ang corrugated cardboard at madalas ay gumagawa ng mga kastilyo ng knights mula sa lumang mga kahon.
fo: Nógvir fragile packages koma í corrugated pappi, sum er hví vælmer kennist sum ein ki náttina, sum verja seg. Hann elskar at seta corrugat pappi og ofta ger ki náttina úr gomlum eskjum.
fr: De nombreux emballages fragiles sont livrés en carton ondulé, c’est pourquoi Wellmer se sent comme un chevalier qui protège les choses fragiles. Il aime réutiliser le carton ondulé et fabrique souvent des châteaux de chevaliers à partir de vieilles boîtes.
ga: Tagann go leor pacáistí leochaileacha i gcairtchlár rocach, agus sin an fáth go mothaíonn Wellmer cosúil le ridire a chosnaíonn rudaí leochaileacha. Is breá leis cairtchlár rocach a athúsáid agus is minic a dhéanann sé caisleáin ridirí as seanbhoscaí.
gl: Moitos paquetes fráxiles veñen en cartón ondulado, polo que Wellmer séntese como un cabaleiro que protexe cousas fráxiles. Encántalle reutilizar cartón ondulado e a miúdo fai castelos de cabaleiros a partir de caixas antigas.
gu: ઘણા નાજુક પેકેજો લહેરિયું પૂંઠામાં આવે છે, તેથી જ વેલમરને એક નાઈટ જેવું લાગે છે જે નાજુક વસ્તુઓનું રક્ષણ કરે છે. તે લહેરિયું કાર્ડબોર્ડનો ફરીથી ઉપયોગ કરવાનું પસંદ કરે છે અને ઘણીવાર જૂના બોક્સમાંથી નાઈટ્સના કિલ્લાઓ બનાવે છે.
he: אריזות שבריריות רבות מגיעות בקרטון גלי, ולכן וולמר מרגיש כמו אביר שמגן על דברים שבירים. הוא אוהב לעשות שימוש חוזר בקרטון גלי ולעתים קרובות מכין טירות של אבירים מקופסאות ישנות.
hi: कई नाजुक पैकेज नालीदार कार्डबोर्ड में आते हैं, यही कारण है कि वेल्मर एक शूरवीर की तरह महसूस करता है जो नाजुक चीजों की रक्षा करता है। वह नालीदार कार्डबोर्ड का पुन: उपयोग करना पसंद करता है और अक्सर पुराने बक्से से शूरवीरों के महल बनाता है।
hr: Mnogi krhki paketi dolaze u valovitom kartonu, zbog čega se Wellmer osjeća kao vitez koji štiti krhke stvari. Voli ponovno koristiti valoviti karton i često izrađuje viteške dvorce od starih kutija.
hu: Sok törékeny csomag hullámkartonban érkezik, ezért Wellmer úgy érzi magát, mint egy lovag, aki megvédi a törékeny dolgokat. Szereti újra felhasználni a hullámkartont, és gyakran készít lovagi kastélyokat régi dobozokból.
hy: Շատ փխրուն փաթեթներ հայտնվում են ստվարաթղթի մեջ, այդ պատճառով էլ Ուելմերը իրեն ասպետ է զգում, որը պաշտպանում է փխրուն բաները։ Նա սիրում է նորից ներարկել կորուգացված ստվարաթուղթը եւ հաճախ հին արկղերից պատրաստում է ասպետների դղյակներ:
id: Banyak paket rapuh datang dalam kardus bergelombang, itulah sebabnya Wellmer merasa seperti seorang ksatria yang melindungi hal-hal yang rapuh. Dia suka menggunakan kembali kardus bergelombang dan sering membuat kastil ksatria dari kotak-kotak tua.
is: Margir brothættir pakkar koma í bylgjupappa og þess vegna líður Wellmer eins og riddara sem verndar viðkvæma hluti. Hann elskar að endurnýta bylgjupappa og gerir oft riddarakastala úr gömlum kössum.
it: Molti pacchetti fragili sono disponibili in cartone ondulato, motivo per cui Wellmer si sente come un cavaliere che protegge le cose fragili. Ama riutilizzare il cartone ondulato e spesso realizza castelli di cavalieri con vecchie scatole.
ja: 多くの壊れやすいパッケージは段ボールで来る、ウェルマーは壊れやすいものを保護する騎士のように感じる理由です。彼は段ボールを再利用するのが大好きで、しばしば古い箱から騎士の城を作ります。
ka: ბევრი მყიფე პაკეტი მოდის გოფრირებულ მუყაოში, რის გამოც უელსერი გრძნობს რაინდს, რომელიც იცავს მყიფე ნივთებს. მას უყვარს გოფრირებული მუყაოს ხელახლა გამოყენებისა და ხშირად რაინდების ციხეების ძველი ყუთებიდან.
kk: Көптеген нәзік пакеттер гофрленген картонға келеді, сондықтан Уэллмер өзін нәзік нәрселерді қорғайтын сері сияқты сезінеді. Ол гофрирленген картонды қайтадан пайдаланылғанды жақсы көреді және көбінесе ескі жәшіктерден серілердің бекіністерін жасайды.
km: កញ្ចប់ ដែល ទន់ ខ្សោយ ជា ច្រើន បាន មក ក្នុង ក្តារ កាត ដែល មាន កំទេច ដែល ជា មូល ហេតុ ដែល Wellmer មាន អារម្មណ៍ ដូច ជា អធិរាជ ដែល ការពារ រឿង អន់ ខ្សោយ ។ គាត់ ចូល ចិត្ត ប្រើ ក្តារ កាត ដែល បាន បង្ហូរ ឡើង វិញ ហើយ ជា ញឹក ញាប់ ធ្វើ ឲ្យ ប្រាសាទ របស់ អធិរាជ ចេញ ពី ប្រអប់ ចាស់ ៗ ។
kn: ಅನೇಕ ದುರ್ಬಲ ಪ್ಯಾಕೇಜ್ ಗಳು ತುಕ್ಕು ಹಿಡಿದ ಕಾರ್ಡ್ ಬೋರ್ಡ್ ನಲ್ಲಿ ಬರುತ್ತವೆ, ಆದ್ದರಿಂದಲೇ ವೆಲ್ಮರ್ ದುರ್ಬಲ ವಸ್ತುಗಳನ್ನು ರಕ್ಷಿಸುವ ನೈಟ್ ನಂತೆ ಭಾವಿಸುತ್ತಾನೆ. ಅವನು ತುಕ್ಕು ಹಿಡಿದ ರಟ್ಟಿನ ಹಲಗೆಯನ್ನು ಮರುಬಳಕೆ ಮಾಡಲು ಇಷ್ಟಪಡುತ್ತಾನೆ ಮತ್ತು ಆಗಾಗ್ಗೆ ಹಳೆಯ ಪೆಟ್ಟಿಗೆಗಳಿಂದ ನೈಟ್ಸ್ ನ ಕೋಟೆಗಳನ್ನು ತಯಾರಿಸುತ್ತಾನೆ.
ko: 많은 깨지기 쉬운 패키지가 골판지 판지에 들어 있기 때문에 Wellmer는 깨지기 쉬운 물건을 보호하는 기사처럼 느낍니다. 그는 골판지 재사용을 좋아하며 종종 오래된 상자에서 기사의 성을 만듭니다.
ku: زۆر پاکێجێکی شۆک لە مقەبای پێچراودا دێن، بۆیە وێڵمەر هەست بە سوارچاکێک دەکات کە پارێزگاری لە شتە ناسکەکان دەکات. ئەو حەزی لە دووبارە بەکارهێنانەوەی کارتی کۆن دەکات و زۆربەی کات قەڵای سوارچاکەکان لە سندوقی کۆن دروست دەکات.
ky: Көптөгөн алсыз пакеттер гофрленген картон менен келет, ошондуктан Уэллмер алсыз нерселерди коргогон рыцарьдай сезилет. Ал гофрленген картонду кайра пайдаланууну жакшы көрөт жана көп учурда эски кутучалардан рыцарьлардын сарайларын жасайт.
lo: ແພັກເກັດທີ່ອ່ອນແອຫຼາຍຢ່າງມາໃນກະດານcorrugated, ເຊິ່ງເປັນເຫດຜົນທີ່ Wellmer ຮູ້ສຶກຄືກັບ knight ທີ່ປົກປ້ອງສິ່ງທີ່ອ່ອນແອ. ລາວມັກໃຊ້ແຜ່ນກະດານcorrugated ຄືນໃຫມ່ແລະມັກຈະເຮັດໃຫ້castles knights ອອກຈາກກ່ອງເກົ່າ.
lt: Daugelis trapių pakuočių yra gofruoto kartono, todėl Wellmeris jaučiasi kaip riteris, saugantis trapius daiktus. Jis mėgsta pakartotinai naudoti gofruotą kartoną ir dažnai gamina riterių pilis iš senų dėžių.
lv: Daudzi trausli iepakojumi ir gofrētā kartonā, tāpēc Wellmer jūtas kā bruņinieks, kurš aizsargā trauslas lietas. Viņam patīk atkārtoti izmantot gofrēto kartonu un bieži izgatavo bruņinieku pilis no vecajām kastēm.
mg: Maro amin'ireo fonosana marefo no tonga ao anaty baoritra misy kodiarana, izany no mahatonga an'i Wellmer hahatsapa ho toy ny kodiaran-kodiarana miaro zavatra marefo. Tiany ny mamerina ny baoritra misy kodiarana ary matetika mamoaka ny lapan'ny knights avy ao anatin'ny baoritra efa tonta.
mi: He maha nga mōkī ngoikore e haere mai ana i roto i te papa kāri corrugated, koia te take i pēnei ai a Wellmer pēnei i te pō nei e pare ana i ngā mea ngoikore. He pai ki a ia te whakamahi anō i te papa kāri, a, i te nuinga o te wā ka mahia e ia nga pō i roto i nga pouaka tahito.
mk: Многу кревки пакети доаѓаат во гофриран картон, поради што Велмер се чувствува како витез кој ги штити кревките работи. Тој сака повторно да користи гофриран картон и често ги прави витешките замоци од старите кутии.
ml: ദുർബലമായ പല പാക്കേജുകളും കോർറഗേറ്റഡ് കാർഡ്ബോർഡിൽ വരുന്നു, അതുകൊണ്ടാണ് ദുർബലമായ കാര്യങ്ങൾ സംരക്ഷിക്കുന്ന ഒരു യോദ്ധാവായി വെൽമർ കരുതുന്നത്. കോറുഗേറ്റഡ് കാർഡ്ബോർഡ് പുനരുപയോഗിക്കാൻ അവൻ ഇഷ്ടപ്പെടുന്നു, പലപ്പോഴും പഴയ പെട്ടികളിൽ നിന്ന് യോദ്ധാക്കളുടെ കോട്ടകൾ നിർമ്മിക്കുന്നു.
mn_cyrl: Олон хэврэг багцууд corrugated картон дотор орж ирдэг. Тийм ч учраас Wellmer хэврэг зүйлсийг хамгаалдаг баатар шиг санагддаг. Тэр корругат картоныг дахин хэрэглэн, ихэвчлэн залуучуудын цайзуудыг хуучин хайрцгуудаас гаргах дуртай.
mr: अनेक नाजूक पॅकेजेस पन्हळी पुठ्ठ्यामध्ये येतात, म्हणूनच वेलमरला नाजूक गोष्टींचे संरक्षण करणार् या शूरवीरासारखे वाटते. त्याला पन्हळी पुठ्ठा पुन्हा वापरण्यास आवडते आणि बर् याचदा जुन्या बॉक्समधून शूरवीरांचे किल्ले बनवितो.
ms: Banyak pakej rapuh datang dalam kadbod beralun, itulah sebabnya Wellmer berasa seperti kesatria yang melindungi perkara rapuh. Dia suka menggunakan semula kadbod beralun dan sering membuat istana kesatria keluar dari kotak lama.
mt: Ħafna pakketti fraġli jiġu fil-kartun korrugat, u huwa għalhekk li Wellmer iħoss bħal kavallier li jipproteġi affarijiet fraġli. Huwa jħobb jerġa 'juża l-kartun korrugat u ħafna drabi jagħmel il-kastelli tal-kavallieri minn kaxxi qodma.
my: ချို့ယွင်းလွယ်သော အထုပ်အပိုးများစွာသည် ကျိုးပဲ့လွယ်သောပစ္စည်းများကို ကာကွယ်ပေးသည့် သူရဲကောင်းတစ်ဦးနှင့်တူသည်ဟု ခံစားရခြင်းဖြစ်သည်။ သူက ကတ်ထူကို ပြန်အာရုံစိုက်ချင်ပြီး သေတ္တာအဟောင်းတွေထဲက ဓားပြရဲတိုက်တွေ လုပ်လေ့ရှိတယ်။
nb: Mange skjøre pakker kommer i bølgepapp, og derfor føler Wellmer seg som en ridder som beskytter skjøre ting. Han elsker å gjenbruke bølgepapp og lager ofte ridderslott ut av gamle bokser.
ne: धेरै नाजुक प्याकेजहरू नालीदार कार्डबोर्डमा आउँछन्, यही कारण हो कि वेलमर एक नाइट जस्तै महसुस गर्दछ जसले नाजुक चीजहरूको रक्षा गर्दछ। उनी नालीदार कार्डबोर्ड पुन: प्रयोग गर्न मन पराउँछन् र प्रायः पुरानो बाकसबाट नाइट्सको महल बनाउँदछन्।
nl: Veel fragiele verpakkingen worden geleverd in golfkarton, daarom voelt Wellmer zich een ridder die kwetsbare dingen beschermt. Hij hergebruikt graag golfkarton en maakt vaak ridderkastelen van oude dozen.
or: ଅନେକ ଦୁର୍ବଳ ପ୍ୟାକେଜ୍ କୋରୁଗେଟେଡ୍ କାର୍ଡବୋର୍ଡରେ ଆସେ, ଯେଉଁଥିପାଇଁ ୱେଲମର ଜଣେ ନାଇଟ୍ ପରି ଅନୁଭବ କରନ୍ତି ଯିଏ ଦୁର୍ବଳ ଜିନିଷକୁ ସୁରକ୍ଷା ଦିଅନ୍ତି | ସେ କୋରୁଗେଟେଡ୍ କାର୍ଡବୋର୍ଡକୁ ପୁନଃ ବ୍ୟବହାର କରିବାକୁ ଭଲ ପାଆନ୍ତି ଏବଂ ପ୍ରାୟତଃ ପୁରୁଣା ବାକ୍ସରୁ ନାଇଟ୍ ଙ୍କ ଦୁର୍ଗ ତିଆରି କରନ୍ତି |
pa: ਬਹੁਤ ਸਾਰੇ ਨਾਜ਼ੁਕ ਪੈਕੇਜ ਨਲੀਦਾਰ ਗੱਤੇ ਵਿੱਚ ਆਉਂਦੇ ਹਨ, ਇਸੇ ਕਰਕੇ ਵੈਲਮਰ ਇੱਕ ਨਾਈਟ ਵਾਂਗ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ ਜੋ ਨਾਜ਼ੁਕ ਚੀਜ਼ਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ। ਉਹ ਨਾਲੀਦਾਰ ਗੱਤੇ ਦੀ ਮੁੜ ਵਰਤੋਂ ਕਰਨਾ ਪਸੰਦ ਕਰਦਾ ਹੈ ਅਤੇ ਅਕਸਰ ਪੁਰਾਣੇ ਬਕਸੇ ਵਿੱਚੋਂ ਨਾਈਟਸ ਦੇ ਕਿਲ੍ਹੇ ਬਣਾਉਂਦਾ ਹੈ।
pl: Wiele delikatnych paczek jest w tekturze falistej, dlatego Wellmer czuje się jak rycerz, który chroni delikatne rzeczy. Uwielbia ponownie używać tektury falistej i często robi zamki rycerskie ze starych pudełek.
ps: ډیری ماتونکی بستې په کرونده شوی کارډ کې راځی، نو ځکه ولمر داسې احساس کوی لکه یو شوالیه چې ماتېدونکی شیان ساتی. هغه مینه لری چې د مخپه کارډ څخه بیا ګټه واخلی او ډیری وختونه د پخوانیو بکسونو څخه د شوالیه قلعه جوړوی.
pt_br: Muitos pacotes frágeis vêm em papelão ondulado, e é por isso que Wellmer se sente como um cavaleiro que protege coisas frágeis. Ele adora reutilizar papelão ondulado e muitas vezes faz castelos de cavaleiros de caixas velhas.
ro: Multe pachete fragile vin în carton ondulat, motiv pentru care Wellmer se simte ca un cavaler care protejează lucrurile fragile. Îi place să refolosească cartonul ondulat și de multe ori face castele de cavaleri din cutii vechi.
ru: Многие хрупкие пакеты приходят в гофрированном картоне, поэтому Well чувствует себя рыцарем, который защищает хрупкие вещи. Он любит повторно использовать гофрированный картон и часто делает рыцарские замки из старых коробок.
sk: Mnoho krehkých balení sa dodáva vo vlnitej lepenke, a preto sa Wellmer cíti ako rytier, ktorý chráni krehké veci. Miluje opätovné použitie vlnitej lepenky a často vyrába hrady rytierov zo starých škatúľ.
sl: Veliko krhkih paketov pride v valoviti karton, zato se Wellmer počuti kot vitez, ki ščiti krhke stvari. Rad ponovno uporablja valoviti karton in pogosto iz starih škatel izdeluje viteške gradove.
sq: Shumë pako të brishta vijnë në kartonin e corruguar, prandaj Wellmer ndihet si një kalorës që mbron gjërat e brishta. Atij i pëlqen të ripërdorë kartonin e corrugated dhe shpesh i bën kështjellat e kalorësve nga kutitë e vjetra.
sr_latn: Mnogi krhki paketi dolaze u korumpiranom kartonu, zbog čega se Velmer oseća kao vitez koji štiti krhke stvari. Obožava da koristi korumpirani karton i često pravi zamkove vitezova od starih kutija.
sv: Många ömtåliga paket kommer i wellpapp, därför känner Wellmer sig som en riddare som skyddar ömtåliga saker. Han älskar att återanvända wellpappen och gör ofta riddarslott utav gamla lådor
sw: Vifurushi vingi dhaifu huja katika kadi iliyoharibika, ndiyo sababu Wellmer anahisi kama knight ambaye analinda vitu dhaifu. Anapenda kutumia tena kadi iliyoharibika na mara nyingi hufanya majumba ya knights nje ya masanduku ya zamani.
ta: பல உடையக்கூடிய தொகுப்புகள் நெளிவுடைய அட்டையில் வருகின்றன, அதனால்தான் வெல்மர் உடையக்கூடிய விஷயங்களைப் பாதுகாக்கும் ஒரு குதிரை வீரனைப் போல உணர்கிறார். அவர் நெளிவுடைய அட்டைகளை மீண்டும் பயன்படுத்த விரும்புகிறார், மேலும் பெரும்பாலும் பழைய பெட்டிகளிலிருந்து மாவீரர்களின் கோட்டைகளை உருவாக்குகிறார்.
te: అనేక పెళుసైన ప్యాకేజీలు ముడతలు పడిన కార్డ్ బోర్డ్ లో వస్తాయి, అందుకే వెల్మర్ పెళుసైన వస్తువులను రక్షించే ఒక గుర్రంలా భావిస్తాడు. అతను ముడతలు పడిన కార్డ్ బోర్డ్ ను తిరిగి ఉపయోగించడానికి ఇష్టపడతాడు మరియు తరచుగా పాత బాక్సుల నుండి నైట్స్ కోటలను తయారు చేస్తాడు.
th: บรรจุภัณฑ์ที่เปราะบางจํานวนมากมาในกระดาษลูกฟูกซึ่งเป็นสาเหตุที่ Wellmer รู้สึกเหมือนเป็นอัศวินที่ปกป้องสิ่งที่เปราะบาง เขาชอบนํากระดาษแข็งลูกฟูกกลับมาใช้ใหม่และมักจะทําให้ปราสาทของอัศวินออกจากกล่องเก่า
tk: Köp gowşak paketler korrugly kartoçkada gelýär. Şonuň üçin hem Wellmer özüni gowşak zatlary goraýan şazada ýaly duýýar. Ol korrugly kartoçkany ýene-de ulanmagy gowy görýär we köplenç köne gutulardan şazadalaryň galalaryny ýasaýar.
tr: Birçok kırılgan paket oluklu mukavvada gelir, bu yüzden Wellmer kırılgan şeyleri koruyan bir şövalye gibi hissediyor. Oluklu mukavvayı yeniden kullanmayı seviyor ve genellikle şövalyelerin kalelerini eski kutulardan yapıyor.
tt: Күп кенә нәзәле пакетлар картонга килә, шуңа күрә Уэлмер үзе нәзәхәтләрне яклаучы рыцарь кебек тоела. Ул картонны кабат рәнҗетүне ярата һәм еш кына рыцарь замокларын иске тартмалардан ясый.
ug: نۇرغۇنلىغان ئاسان سۇنۇپ كېتىدىغان يۈرۈشلۈك پوسۇلكىلار چىرىپ كەتكەن قەغەز تاختا بىلەن كېلىدۇ، بۇ سەۋەبلىك ۋېلمېر ئۆزىنى ئاجىز نەرسىلەرنى قوغدايدىغان چەۋەندازدەك ھېس قىلىدۇ. ئۇ چىرىكلەشكەن قەغەز تاختىنى قايتا ئىشلىتىشنى ياخشى كۆرىدۇ، دائىم كونا ساندۇقلاردىن چەۋەندازلارنىڭ قەلئەسىنى ياساپ چىقىدۇ.
uk: Багато тендітні пакети бувають з гофрованого картону, саме тому Веллмер відчуває себе лицарем, який захищає тендітні речі. Він любить повторно використовувати гофрокартон і часто робить лицарські замки зі старих коробок.
ur: بہت سے نازک پیکجز نالی دار گتے میں آتے ہیں، یہی وجہ ہے کہ ویلمر ایک نائٹ کی طرح محسوس ہوتا ہے جو نازک چیزوں کی حفاظت کرتا ہے۔ وہ نالی دار گتے کو دوبارہ استعمال کرنا پسند کرتا ہے اور اکثر پرانے ڈبوں سے نائٹس کے قلعے بناتا ہے۔
uz: Ko'plab nozik paketlar korrugli kartonda keladi, shuning uchun ham Uelmer o'zini nozik narsalarni himoya qiladigan qahramon kabi his qiladi. U korrugli kartonni qayta ishlatishni yaxshi ko'radi va ko'pincha eski qutilardan qahramonlarning qal'alarini yasaydi.
vi: Nhiều gói mỏng manh đi kèm trong các tông sóng, đó là lý do tại sao Wellmer cảm thấy như một hiệp sĩ bảo vệ những thứ mong manh. Ông thích tái sử dụng các tông sóng và thường làm lâu đài của các hiệp sĩ từ các hộp cũ.
zh_hans: 许多易碎的包裹都是瓦楞纸板，这就是为什么Wellmer感觉像一个保护易碎物品的骑士。他喜欢重复使用瓦楞纸板，经常用旧盒子制作骑士的城堡。
zu: Amaphakheji amaningi abuthakathaka afika ngamakhadibhodi e-corrugated, yingakho uWellmer ezizwa njenge-knight evikela izinto ezibuthakathaka. Uthanda ukusebenzisa kabusha amakhadibhodi lukathayela futhi ngokuvamile wenza izinqaba ze-knights ngaphandle kwamabhokisi amadala.

# undp_goal
source: Goal %@
af: Doel %@
am: ግብ %@
ar: الهدف %@
as: লক্ষ্য <span translate='no'>string</span>
az: Məqsəd %@
bg: Цел %@
bn: লক্ষ্য <span translate='no'>string</span>
bo: དམིགས་འབེན་ %@
bs: Gol %@
ca: %@ objectiu
cs: Cíl %@
cy: Gôl %@
da: Mål %@
de: Ziel %@
el: Γκολ %@
es: Gol %@
et: Eesmärk %@
eu: Helburuen %@
fa: هدف %@
fi: Tavoite %@
fil: mithiin %@
fr: Objectif %@
ga: Sprioc %@
gl: Obxectivo %@
gu: ધ્યેય <span translate='no'>string</span>
he: %@ שערים
hi: लक्ष्य <span translate='no'>string</span>
hr: %@ za gol
hu: Cél %@
hy: Նպատակը %@
id: %@ Tujuan
is: Markmið %@
it: Obiettivo %@
ja: 目標 %@
ka: მიზანი %@
kk: Мақсат %@
km: គោលដៅ <span translate='no'>string</span>
kn: ಗೋಲ್ <span translate='no'>string</span>
ko: 목표 %@
ku: %@ ئامانج
ky: Максат %@
lo: ເປົ້າຫມາຍ <span translate='no'>string</span>
lt: Tikslo %@
lv: Mērķa %@
mg: Tanjona %@
mi: Ngā %@ Goal
mk: Гол %@
ml: ലക്ഷ്യം <span translate='no'>string</span>
mn_cyrl: Гоолын %@
mr: लक्ष्य <span translate='no'>string</span>
ms: Matlamat %@
mt: %@ tal-għan
my: ပန်းတိုင် <span translate='no'>string</span>
nb: Mål %@
ne: लक्ष्य <span translate='no'>string</span>
nl: Doel %@
or: ଲକ୍ଷ୍ୟ <span translate='no'>string</span>
pa: ਟੀਚਾ <span translate='no'>string</span>
pl: %@ celu
ps: هدف %@
pt_br: %@ de gols
ro: %@ de obiective
ru: Цель %@
sk: Gólové %@
sl: Cilj %@
sq: Synimi %@
sr_latn: Gol %@
sv: Mål %@
sw: Lengo %@
ta: இலக்கு <span translate='no'>string</span>
te: గోల్ <span translate='no'>string</span>
th: %@เป้าหมาย
tk: Maksadyň %@
tr: Hedef %@
tt: Максат %@
ug: نىشان %@
uk: Мета %@
ur: ہدف %@
uz: Maqsad %@
vi: Mục tiêu %@
zh_hans: 目标 %@
zu: Igoli %@
