Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_textilia_description
source: Textilia is pretty new to the gang. She collects old and worn clothes and shoes, but also garments that are nice and can be used again.
af: Textilia is redelik nuut vir die bende. Sy versamel ou en verslete klere en skoene, maar ook klere wat lekker is en weer gebruik kan word.
am: ጨርቃ ጨርቅ ለወንበዴዎቹ አዲስ ነገር ነው። አሮጌና ያረጁ ልብሶችንና ጫማዎችን ትሰበስባለች፤ ከዚህም በላይ ጥሩ የሆኑና እንደገና ጥቅም ላይ ሊውሉ የሚችሉ ልብሶችንም ትሰበስባለች።
ar: تكستيليا جديدة جدا على العصابة. انها تجمع الملابس القديمة والبالية والأحذية، ولكن أيضا الملابس التي هي لطيفة ويمكن استخدامها مرة أخرى.
as: টেক্সটিলিয়া দলটোৰ বাবে বহুত নতুন। তাই পুৰণি আৰু পিন্ধা কাপোৰ আৰু জোতা সংগ্ৰহ কৰে, কিন্তু লগতে ভাল আৰু পুনৰ ব্যৱহাৰ কৰিব পৰা পোছাক সংগ্ৰহ কৰে।
az: Teksilya banda üçün olduqca yenidir. O, köhnə və geyilmiş paltar və ayaqqabı, eyni zamanda qəşəng və yenidən istifadə edilə bilən paltarlar toplayır.
bg: Текстилия е доста нова за бандата. Тя събира стари и износени дрехи и обувки, но и облекла, които са хубави и могат да се използват отново.
bn: টেক্সটিলিয়া এই গ্যাংয়ের কাছে বেশ নতুন। তিনি পুরানো এবং জীর্ণ কাপড় এবং জুতা সংগ্রহ করেন, তবে এমন পোশাকও যা সুন্দর এবং আবার ব্যবহার করা যেতে পারে।
bo: ཐེ་ལི་ཡ་ནི་ནག་ཚོགས་ལ་མཚོན་ན་ཧ་ཅང་གསར་བ་ཞིག་རེད། ཁོ་མོས་ལྭ་བ་རྙིང་བ་དང་ལྷམ་རྙིང་བ་འཚོལ་སྡུད་བྱས་པ་མ་ཟད། ད་དུང་ཧ་ཅང་བཟང་ཞིང་ཡང་བསྐྱར་བཀོལ་ཆོག་པའི་གྱོན་ཆས་ཀྱང་འཚོལ་སྡུད་བྱས་ཡོད།
bs: Textilia je prilično nova za bandu. Skuplja staru i istrošenu odjeću i obuću, ali i odjeću koja je lijepa i može se ponovno koristiti.
ca: Textilia és força nou per a la colla. Recull roba i sabates velles i desgastades, però també peces que són agradables i es poden tornar a utilitzar.
cs: Textilia je v gangu docela nová. Sbírá staré a opotřebované oblečení a boty, ale také oděvy, které jsou hezké a mohou být znovu použity.
cy: Mae Textilia yn eithaf newydd i'r gang. Mae hi'n casglu hen ddillad ac esgidiau wedi gwisgo, ond hefyd garolau sy'n braf ac sy'n gallu cael eu defnyddio eto.
da: Textilia er ret ny i banden. Hun samler gammelt og slidt tøj og sko, men også tøj, der er pæne og kan bruges igen.
de: Textilia ist ziemlich neu in der Bande. Sie sammelt alte und abgenutzte Kleidung und Schuhe, aber auch Kleidungsstücke, die schön sind und wieder verwendet werden können.
el: Η Textilia είναι αρκετά νέα για τη συμμορία. Συλλέγει παλιά και φθαρμένα ρούχα και παπούτσια, αλλά και ρούχα που είναι ωραία και μπορούν να χρησιμοποιηθούν ξανά.
es: Textilia es bastante nuevo en la pandilla. Ella recoge ropa y zapatos viejos y usados, pero también prendas que son agradables y se pueden usar de nuevo.
et: Textilia on jõugu jaoks üsna uus. Ta kogub vanu ja kulunud riideid ja kingi, aga ka rõivaid, mis on toredad ja mida saab uuesti kasutada.
eu: Textilia nahiko berria da taldearentzat. Arropa eta zapata zaharrak eta erabiliak biltzen ditu, baina baita gozoak diren jantziak ere, eta berriro erabil daitezke.
fa: نساجی برای باند خیلی جدید است. او لباس ها و کفش های قدیمی و فرسوده را جمع آوری می کند، بلکه لباس هایی نیز جمع آوری می کند که خوب هستند و می توانند دوباره مورد استفاده قرار گیرند.
fi: Textilia on aika uusi jengissä. Hän kerää vanhoja ja kuluneita vaatteita ja kenkiä, mutta myös vaatteita, jotka ovat mukavia ja joita voidaan käyttää uudelleen.
fil: Tela ay medyo bago sa gang. Nangongolekta siya ng lumang damit at sapatos, ngunit gayundin ang mga kasuotan na ganda at maaaring gamitin muli.
fo: Textilia er rættiliga nýtt til gangið. Hon samlar gomul og uppslitin klæðir og skógvar, men eisini eru fitt og kunnu eisini nýtast aftur.
fr: Textilia est assez nouvelle pour le gang. Elle collectionne les vêtements et les chaussures vieux et usés, mais aussi des vêtements qui sont agréables et peuvent être réutilisés.
ga: Tá Textilia nua go leor don gang. Bailíonn sí seanéadaí agus bróga caite, ach freisin baill éadaigh atá deas agus is féidir iad a úsáid arís.
gl: O texto é moi novo para a banda. Ela recolle roupa e zapatos vellos e desgastados, pero tamén roupas que son agradables e poden ser usadas de novo.
gu: ટેક્સ્ટિલિયા ગેંગ માટે ખૂબ જ નવું છે. તે જૂના અને પહેરેલા કપડાં અને પગરખાં એકત્રિત કરે છે, પરંતુ તે એવા વસ્ત્રો પણ એકત્રિત કરે છે જે સરસ છે અને ફરીથી ઉપયોગમાં લઈ શકાય છે.
he: טקסטיליה די חדשה בחבורה. היא אוספת בגדים ונעליים ישנים ובלויים, אך גם בגדים נחמדים וניתן להשתמש בהם שוב.
hi: टेक्स्टिलिया गिरोह के लिए बहुत नया है। वह पुराने और पहने हुए कपड़े और जूते इकट्ठा करती है, लेकिन ऐसे कपड़े भी जो अच्छे हैं और फिर से इस्तेमाल किए जा सकते हैं।
hr: Textilia je prilično nova u bandi. Skuplja staru i istrošenu odjeću i obuću, ali i odjeću koja je lijepa i može se ponovno koristiti.
hu: Textilia elég új a bandában. Régi és kopott ruhákat és cipőket gyűjt, de olyan ruhákat is, amelyek szépek és újra használhatók.
hy: Textilia-ն բավականին նոր է բանդայի համար: Նա հավաքում է հին եւ մաշված հագուստներ եւ կոշիկներ, բայց նաեւ գեղեցիկ հագուստներ եւ կարող է կրկին օգտագործվել:
id: Textilia cukup baru di geng. Dia mengoleksi pakaian dan sepatu tua dan usang, tetapi juga pakaian yang bagus dan bisa digunakan lagi.
is: Textilia er frekar nýr í klíkunni. Hún safnar gömlum og slitnum fötum og skóm en einnig flíkum sem eru fínar og hægt er að nota aftur.
it: Textilia è piuttosto nuova nella banda. Colleziona vestiti e scarpe vecchi e usurati, ma anche capi che sono belli e possono essere riutilizzati.
ja: ティテリアはギャングにかなり新しいです。彼女は古くて着た服や靴だけでなく、素敵で再び使用できる衣服を収集します。
ka: ტექსტილია საკმაოდ ახალია ბანდისთვის. იგი აგროვებს ძველ და ნახმარ ტანსაცმელს და ფეხსაცმელს, მაგრამ ასევე ტანსაცმელს, რომელიც ლამაზია და შეიძლება გამოყენებულ იქნას ისევ.
kk: Текстилия банда үшін өте жаңа. Ол ескі және тозған киімдер мен аяқ киімдерді ғана емес, әдемі және қайтадан пайдалануға болатын тігін бұйымдарын да жинайды.
km: Textilia គឺ ថ្មី ណាស់ ចំពោះ ក្រុម នោះ ។ នាង ប្រមូល សម្លៀកបំពាក់ ចាស់ និង ពាក់ ស្បែក ជើង ប៉ុន្តែ ក៏ សម្លៀកបំពាក់ ដែល ល្អ និង អាច ប្រើ បាន ម្តង ទៀត ។
kn: ಟೆಕ್ಸ್ಟಿಲಿಯಾ ಗ್ಯಾಂಗ್ ಗೆ ತುಂಬಾ ಹೊಸದು. ಅವಳು ಹಳೆಯ ಮತ್ತು ಸವೆದ ಬಟ್ಟೆಗಳು ಮತ್ತು ಬೂಟುಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಾಳೆ, ಆದರೆ ಸುಂದರವಾದ ಮತ್ತು ಮತ್ತೆ ಬಳಸಬಹುದಾದ ಉಡುಪುಗಳನ್ನು ಸಹ ಸಂಗ್ರಹಿಸುತ್ತಾಳೆ.
ko: Textilia는 갱단에게 꽤 새로운 것입니다. 그녀는 낡고 낡은 옷과 신발뿐만 아니라 멋지고 다시 사용할 수있는 의복을 수집합니다.
ku: تێکستیلیا زۆر تازەیە بۆ چەتەکە ئەو جل و پێڵاوی کۆن و پۆشاک کۆدەکاتەوە، بەڵام هەروەها جل و بەرگی جوانە و دەکرێت دووبارە بەکار بهێنرێت.
ky: Текстилия банда үчүн абдан жаңы. Ал эски жана кийилген кийимдерди жана бут кийимдерди, ошондой эле жагымдуу жана кайрадан колдонулушу мүмкүн кийимдерди чогултуп жатат.
lo: Textilia ແມ່ນ ງາມ ໃຫມ່ ກັບ gang ໄດ້ . ນາງເກັບເຄື່ອງນຸ່ງເກົ່າ ແລະ ນຸ່ງຫົ່ມ ແລະ ເກີບ, ແຕ່ຍັງມີເສື້ອຜ້າທີ່ດີ ແລະ ສາມາດໃຊ້ໄດ້ອີກ.
lt: 'Textilia' yra gana nauja gaujai. Ji renka senus ir dėvėtus drabužius bei batus, bet taip pat drabužius, kurie yra gražūs ir kuriuos galima vėl naudoti.
lv: Textilia ir diezgan jauns bandai. Viņa kolekcionē vecas un novalkātas drēbes un apavus, kā arī apģērbus, kas ir jauki un kurus var izmantot vēlreiz.
mg: Vaovao ihany ny Textilia ho an'ny andian-jiolahy. Manangona akanjo sy kiraro tonta sy tonta izy, nefa koa akanjo tsara tarehy sy azo ampiasaina indray.
mi: He tino hou a Textilia ki te rōpū. Ka kohia e ia he kākahu tahito, he hū, engari he kākahu pai hoki, a, ka taea te whakamahi anō.
mk: Текстилија е прилично нова за бандата. Таа собира стари и носени алишта и чевли, но и облеки кои се убави и може да се користат повторно.
ml: ടെക്സ്റ്റിലിയ സംഘത്തിന് വളരെ പുതിയതാണ്. അവൾ പഴയതും ധരിച്ചതുമായ വസ്ത്രങ്ങളും ഷൂസുകളും ശേഖരിക്കുന്നു, മാത്രമല്ല നല്ലതും വീണ്ടും ഉപയോഗിക്കാൻ കഴിയുന്നതുമായ വസ്ത്രങ്ങളും.
mn_cyrl: Тектилийн бүлгэмийн хувьд цоо шинэ зүйл. Тэр хуучин, өмссөн хувцас, гутал цуглуулдаг ч бас сайхан, дахин хэрэглэж болох хувцас цуглуулдаг.
mr: टेक्स्टेलिया या टोळीसाठी अगदी नवीन आहे. ती जुने आणि परिधान केलेले कपडे आणि शूज गोळा करते, परंतु चांगले आणि पुन्हा वापरले जाऊ शकणारे कपडे देखील गोळा करते.
ms: Textilia agak baru kepada kumpulan itu. Dia mengumpul pakaian dan kasut lama dan usang, tetapi juga pakaian yang bagus dan boleh digunakan semula.
mt: Textilia hija pjuttost ġdida għall-gang. Hija tiġbor ħwejjeġ u żraben qodma u li jintlibsu, iżda wkoll ħwejjeġ li huma sbieħ u jistgħu jerġgħu jintużaw.
my: Textilia ဟာ ဂိုဏ်းအတွက် တော်တော် အသစ်ပါ။ အဝတ်အဟောင်းများနှင့် ဖိနပ်များကို စုဆောင်းထားသော်လည်း ကောင်းမွန်ပြီး ပြန်အသုံးပြုနိုင်သည့် အဝတ်အစားများကိုလည်း စုဆောင်းသည်။
nb: Textilia er ganske ny i gjengen. Hun samler gamle og slitte klær og sko, men også plagg som er fine og kan brukes igjen.
ne: टेक्स्टिलिया गिरोहको लागि एकदम नयाँ छ। उनी पुराना र जीर्ण लुगा हरू र जुत्ताहरू जम्मा गर्छिन्, तर राम्रो र फेरि प्रयोग गर्न सकिने लुगाहरू पनि।
nl: Textilia is vrij nieuw voor de bende. Ze verzamelt oude en versleten kleding en schoenen, maar ook kledingstukken die leuk zijn en weer gebruikt kunnen worden.
or: ଟେକ୍ସଟିଲିଆ ଗ୍ୟାଙ୍ଗ ପାଇଁ ବହୁତ ନୂଆ | ସେ ପୁରୁଣା ଏବଂ ପିନ୍ଧିଥିବା ପୋଷାକ ଏବଂ ଜୋତା ସଂଗ୍ରହ କରନ୍ତି, କିନ୍ତୁ ପୋଷାକ ମଧ୍ୟ ଯାହା ଭଲ ଏବଂ ପୁନର୍ବାର ବ୍ୟବହୃତ ହୋଇପାରିବ |
pa: ਟੈਕਸਟੇਲੀਆ ਗਿਰੋਹ ਲਈ ਬਹੁਤ ਨਵਾਂ ਹੈ। ਉਹ ਪੁਰਾਣੇ ਅਤੇ ਪਹਿਨੇ ਹੋਏ ਕੱਪੜੇ ਅਤੇ ਜੁੱਤੇ ਇਕੱਠੇ ਕਰਦੀ ਹੈ, ਪਰ ਉਹ ਕੱਪੜੇ ਵੀ ਇਕੱਠੇ ਕਰਦੀ ਹੈ ਜੋ ਵਧੀਆ ਹੁੰਦੇ ਹਨ ਅਤੇ ਦੁਬਾਰਾ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pl: Textilia jest całkiem nowa w gangu. Zbiera stare i zużyte ubrania i buty, ale także ubrania, które są ładne i mogą być używane ponownie.
ps: .متنیا د ګنګ لپاره ډیر نوی دی هغه زاړه او اغوستل شوی جامې او بوټان راټولوی، مګر همدارنګه هغه جامې چې ښکلې دی او بیا کارول کیدی شی.
pt_br: Textilia é muito nova para a gangue. Ela coleciona roupas e sapatos velhos e usados, mas também roupas que são bonitas e podem ser usadas novamente.
ro: Textilia este destul de nou pentru gasca. Ea colectează haine și încălțăminte vechi și uzate, dar și articole de îmbrăcăminte care sunt frumoase și pot fi folosite din nou.
ru: Textilia является довольно новым для банды. Она собирает старую и изношенную одежду и обувь, а также одежду, которая хороша и может быть использована снова.
sk: Textilia je pre gang celkom nová. Zbiera staré a opotrebované oblečenie a obuv, ale aj odevy, ktoré sú pekné a dajú sa znova použiť.
sl: Textilia je precej nova v tolpi. Zbira stara in nošnja oblačila in čevlje, pa tudi oblačila, ki so lepa in jih je mogoče ponovno uporabiti.
sq: Textilia është goxha e re për bandën. Ajo mbledh rroba dhe këpucë të vjetra dhe të veshura, por edhe rroba që janë të këndshme dhe mund të përdoren përsëri.
sr_latn: Textilia je priliиno nova u bandi. Skuplja staru i iznošenu odeću i obuću, ali i odeću koja je lepa i može ponovo da se koristi.
sv: Textilia är en av de nyare i gänget och samlar på kläder och skor både sånt som är gammalt och slitet, men även kläder som är fina och kan användas igen.
sw: Textilia ni mpya sana kwa genge. Anakusanya nguo za zamani na zilizovaliwa na viatu, lakini pia mavazi ambayo ni mazuri na yanaweza kutumika tena.
ta: Textilia கும்பலுக்கு மிகவும் புதியது. அவள் பழைய மற்றும் அணிந்த ஆடைகள் மற்றும் காலணிகள் சேகரிக்கிறது, ஆனால் நல்ல மற்றும் மீண்டும் பயன்படுத்த முடியும் என்று ஆடைகள்.
te: టెక్స్టిలియా ముఠాకు చాలా కొత్త. ఆమె పాత మరియు అరిగిపోయిన బట్టలు మరియు షూలను సేకరిస్తుంది, కానీ మంచిగా ఉన్న మరియు తిరిగి ఉపయోగించగల దుస్తులను కూడా ఆమె సేకరిస్తుంది.
th: Textilia ค่อนข้างใหม่สําหรับแก๊งนี้ เธอรวบรวมเสื้อผ้าและรองเท้าเก่าและสวมใส่ แต่ยังมีเสื้อผ้าที่ดีและสามารถใช้อีกครั้ง
tk: Tekstiliýa bandalar üçin gaty täzelik. Ol köne we geýnen egin-eşikleri, aýakgaplary, şeýle hem ýakymly we ýene-de ulanyp bolýan egin-eşikleri ýygnaýar.
tr: Textilia çete için oldukça yeni. Eski ve yıpranmış kıyafetleri ve ayakkabıları, aynı zamanda güzel ve tekrar kullanılabilecek giysiler de toplar.
tt: Текстилиа бандага бик яңа. Ул иске, киенгән киемнәр, аяк киемнәрен җыя, шулай ук матур, кабат кулланып була торган киемнәрне дә җыя.
ug: توقۇلما بۇ توپقا نىسبەتەن خېلى يېڭى. ئۇ كونا ۋە كىيگەن كىيىم ۋە ئاياغلارنى يىغىدۇ، شۇنداقلا يېقىملىق، قايتا ئىشلىتىشكە بولىدىغان كىيىملەرنىمۇ يىغىدۇ.
uk: Textilia є досить новим для банди. Вона збирає старий і зношений одяг і взуття, а також одяг, який хороший і може бути використаний знову.
ur: ٹیکسٹیلیا گینگ کے لئے بہت نیا ہے۔ وہ پرانے اور پہنے ہوئے کپڑے اور جوتے جمع کرتی ہے، لیکن ایسے لباس بھی جمع کرتی ہے جو اچھے ہیں اور دوبارہ استعمال کیے جا سکتے ہیں۔
uz: Textilia bandalar uchun juda yangi. U eski va kiyilgan kiyim-kechak va poyabzallarni, shuningdek, chiroyli va yana ishlatilishi mumkin bo'lgan kiyimlarni to'playdi.
vi: Textilia khá mới đối với băng đảng. Cô thu thập quần áo và giày cũ và mòn, nhưng cũng có quần áo đẹp và có thể được sử dụng lại.
zh_hans: 文本对帮派来说很新。她收集旧的和破旧的衣服和鞋子，但也收集漂亮的衣服，可以再次使用。
zu: I-Textilia intsha kakhulu eqenjini lezigelekeqe. Uqoqa izingubo nezicathulo ezindala nezigugile, kodwa futhi nezingubo ezimnandi futhi ezingasetshenziswa futhi.
