Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# about_laiban_4
source: Hey, there! This is Laiban. My job is to tell you things by asking me or pushing me. I am an artificial intelligence, which means that I work with information that I retrieve on the iPad or in various places on the internet. One example is that I can tell you the information in many different languages.
af: Haai daar! Dit is Laiban. My werk is om jou dinge te vertel deur my te vra of te stoot. Ek is 'n kunsmatige intelligensie, wat beteken dat ek werk met inligting wat ek op die iPad of op verskillende plekke op die internet herwin. Een voorbeeld is dat ek u die inligting in baie verskillende tale kan vertel.
am: ታዲያስ! ይህ ላይባን ነው። ሥራዬ እኔን በመጠየቅ ወይም በመገፋፋት ነገሮችን መንገር ነው። እኔ ሰው ሠራሽ የማሰብ ችሎታ ነኝ ማለት በአይፓድ ወይም በተለያዩ የኢንተርኔት ቦታዎች በምመለስበት መረጃ እሰራለሁ ማለት ነው። አንዱ ምሳሌ መረጃውን በተለያዩ ቋንቋዎች ልነግራችሁ እችላለሁ ።
ar: يا هذا الذي هناك! هذا (لايبان) وظيفتي هي أن أخبرك بأشياء بسؤالي أو دفعي أنا الذكاء الاصطناعي، مما يعني أنني أعمل مع المعلومات التي أسترجعها على جهاز iPad أو في أماكن مختلفة على الإنترنت. مثال واحد هو أن أستطيع أن أقول لكم المعلومات في العديد من اللغات المختلفة.
as: হেৰা! এয়া লাইবান। মোৰ কাম হৈছে মোক সুধি বা মোক ঠেলি আপোনাক কথাবোৰ কোৱা। মই এক কৃত্ৰিম বুদ্ধিমত্তা, যাৰ অৰ্থ হৈছে যে মই আইপেডত বা ইণ্টাৰনেটৰ বিভিন্ন স্থানত উদ্ধাৰ কৰা তথ্যৰ সৈতে কাম কৰোঁ। এটা উদাহৰণ হ'ল মই আপোনাক বিভিন্ন ভাষাত তথ্যবোৰ ক'ব পাৰো।
az: Ey! Bu, Laybandır. Mənim işim məndən soruşmaqla və ya itələməklə sənə hər şeyi danışmaqdır. Mən süni intellektəm. Yəni iPad-da və ya internetdə müxtəlif yerlərdə əldə etdiyim məlumatlarla işləyirəm. Misal üçün, bir çox müxtəlif dillərdə olan məlumatları sizə deyə bilərəm.
bg: Ей, там! Това е Лайбан. Работата ми е да ти казвам неща, като ме питаш или притискаш. Аз съм изкуствен интелект, което означава, че работя с информация, която извличам на iPad или на различни места в интернет. Един пример е, че мога да ви кажа информацията на много различни езици.
bn: হাই সেখানে! ইনি হলেন লাইবান। আমার কাজ হল আমাকে জিজ্ঞাসা করে বা আমাকে ধাক্কা দিয়ে আপনাকে জিনিসগুলি বলা। আমি একটি কৃত্রিম বুদ্ধিমত্তা, যার অর্থ আমি আইপ্যাডে বা ইন্টারনেটে বিভিন্ন জায়গায় পুনরুদ্ধার করা তথ্য নিয়ে কাজ করি। একটি উদাহরণ হল যে আমি আপনাকে বিভিন্ন ভাষায় তথ্য বলতে পারি।
bo: ཀ་ཡེ།! འདི་ནི་ལའེ་པན་རེད། ངའི་ལས་ཀ་ནི་ང་ལ་དྲིས་པ་འམ་ཡང་ན་ང་ལ་སྐུལ་འདེད་བྱེད་པ་དེ་ཡིན། ང་ནི་མིས་བཟོས་རིག་སྟོབས་ཤིག་ཡིན། དེའི་གོ་དོན་ནི་ངས་ iPadའམ་ཡང་ན་དྲ་རྒྱའི་སྟེང་གི་ས་ཆ་སོ་སོར་འཚོལ་ཞིབ་བྱེད་པའི་ཆ་འཕྲིན་དང་མཉམ་ལས་བྱེད་པ་མཚོན་གྱི་ཡོད། དཔེར་བརྗོད་གཅིག་ནི་ངས་སྐད་རིགས་མི་འདྲ་བ་མང་པོའི་ཐོག་ནས་ཁྱོད་ལ་ཆ་འཕྲིན་བཤད་ཆོག།
bs: Hej, tamo! Ovo je Laiban. Moj posao je da ti kažem stvari tako što ću te pitati ili gurati. Ja sam veštačka inteligencija, što znači da radim sa informacijama koje sam povratio na iPad ili na raznim mestima na internetu. Jedan od primjera je da vam mogu reći informacije na mnogim različitim jezicima.
ca: Ei, allà! Es tracta de Laiban. La meva feina és dir-te coses preguntant-me o empenyent-me. Sóc una intel·ligència artificial, el que significa que treballo amb informació que recupero a l'iPad o en diversos llocs d'internet. Un exemple és que et puc dir la informació en molts idiomes diferents.
cs: Hej, tam! Tohle je Laiban. Mým úkolem je říkat vám věci tím, že se mě zeptám nebo na mě tlačím. Jsem umělá inteligence, což znamená, že pracuji s informacemi, které získávám na iPadu nebo na různých místech internetu. Jedním z příkladů je, že vám mohu sdělit informace v mnoha různých jazycích.
cy: Hei 'na! Dyma Laiban. Fy swydd i yw dweud pethau wrthych chi drwy ofyn i mi neu fy ngwthio i. Rwy'n ddeallusrwydd artiffisial, sy'n golygu fy mod yn gweithio gyda gwybodaeth yr wyf yn ei adfer ar yr iPad neu mewn gwahanol lefydd ar y rhyngrwyd. Un enghraifft yw y gallaf ddweud wrthych y wybodaeth mewn llawer o ieithoedd gwahanol.
da: Hej, der! Det her er Laiban. Mit job er at fortælle dig ting ved at spørge mig eller skubbe mig. Jeg er en kunstig intelligens, hvilket betyder, at jeg arbejder med oplysninger, som jeg henter på iPad eller forskellige steder på internettet. Et eksempel er, at jeg kan fortælle Dem oplysningerne på mange forskellige sprog.
de: Hey, da! Das ist Laiban. Meine Aufgabe ist es, dir Dinge zu sagen, indem du mich fragst oder mich drängst. Ich bin eine künstliche Intelligenz, was bedeutet, dass ich mit Informationen arbeite, die ich auf dem iPad oder an verschiedenen Stellen im Internet abrufe. Ein Beispiel ist, dass ich Ihnen die Informationen in vielen verschiedenen Sprachen erzählen kann.
el: Γεια σου, εκεί! Αυτός είναι ο Λάιμπαν. Η δουλειά μου είναι να σου λέω πράγματα ρωτώντας με ή σπρώχνοντάς με. Είμαι τεχνητή νοημοσύνη, πράγμα που σημαίνει ότι δουλεύω με πληροφορίες που ανακτώ στο iPad ή σε διάφορα μέρη στο Διαδίκτυο. Ένα παράδειγμα είναι ότι μπορώ να σας πω τις πληροφορίες σε πολλές διαφορετικές γλώσσες.
es: ¡Hola! Esto es Laiban. Mi trabajo es decirte cosas preguntándome o empujándome. Soy una inteligencia artificial, lo que significa que trabajo con información que recupero en el iPad o en varios lugares de internet. Un ejemplo es que puedo decirles la información en muchos idiomas diferentes.
et: Hei, seal! See on Laiban. Minu ülesanne on teile asju öelda, küsides minult või lükates mind. Olen tehisintellekt, mis tähendab, et töötan teabega, mille saan iPadist või Interneti erinevatest kohtadest. Üks näide on see, et ma võin teile öelda teavet paljudes erinevates keeltes.
eu: Kaixo! Hau Laiban da. Nire lana galdezka edo bultzaka gauza batzuk esatea da. Adimen artifiziala naiz, eta horrek esan nahi du iPadean edo Interneteko hainbat lekutan berreskuratzen dudan informazioarekin lan egiten duela. Adibide bat da informazioa hizkuntza askotan esan diezazuketdala.
fa: هي، اونجا! اين لايبان ه کار من اينه که با پرسيدن از من يا هل دادن من چيزهايي رو بهت بگم من یک هوش مصنوعی هستم، که به این معنی است که من با اطلاعاتی کار می کنم که بر روی آی پد یا در مکان های مختلف در اینترنت بازیابی می کنم. یک مثال این است که من می توانم اطلاعات را به بسیاری از زبان های مختلف به شما بگویم.
fi: Hei, mitä kuuluu? Tämä on Laiban. Tehtäväni on kertoa sinulle asioita kysymällä tai painostamalla minua. Olen tekoäly, mikä tarkoittaa, että työskentelen tietojen kanssa, jotka saan iPadista tai eri paikoista Internetissä. Yksi esimerkki on se, että voin kertoa teille tiedot monilla eri kielillä.
fil: Oy, naroon! Ito ay Laiban. Ang trabaho ko ay sabihin sa iyo ang mga bagay-bagay sa pamamagitan ng pagtatanong sa akin o pagtulak sa akin. Ako ay artipisyal na katalinuhan, na nangangahulugan na ako ay gumagana sa impormasyon na nakuha ko sa iPad o sa iba't ibang lugar sa internet. Isang halimbawa ay masasabi ko sa inyo ang impormasyon sa iba't ibang wika.
fo: Hey! Hetta er Laiban. Arbeiðið hjá mær er at siga tær/tykkum ymiskt við at spyrja meg ella trýsta meg. Eg eri ein eftirgjørda vit, sum merkir, at eg arbeiði saman við kunning, sum eg retrieve á iPad ella í ymiskum støðum á internetinum. Eitt dømi er, at eg kann siga tær/tykkum upplýsingarnar á fleiri ymiskum málum.
fr: Salut! C’est Laiban. Mon travail est de vous dire des choses en me demandant ou en me poussant. Je suis une intelligence artificielle, ce qui signifie que je travaille avec des informations que je récupère sur l’iPad ou à divers endroits sur Internet. Un exemple est que je peux vous dire l’information dans de nombreuses langues différentes.
ga: Haigh! Seo Laiban. An jab atá agam ná rudaí a insint duit trí cheist a chur orm nó mé a bhrú. Is intleacht shaorga mé, rud a chiallaíonn go n-oibrím le faisnéis a fhaighim ar an iPad nó in áiteanna éagsúla ar an idirlíon. Sampla amháin ná gur féidir liom an t-eolas a insint duit i go leor teangacha éagsúla.
gl: ¡Ai, aí! Este é o Laiban. O meu traballo é dicirche cousas preguntándome ou empuxándome. Son unha intelixencia artificial, o que significa que traballo con información que reteño no iPad ou en varios lugares en internet. Un exemplo é que podemos dicir a información en moitos idiomas diferentes.
gu: હે ત્યાં! આ લાઇબાન છે. મારું કામ મને પૂછીને કે મને ધક્કો મારીને તમને બધું કહેવાનું છે. હું એક આર્ટિફિશિયલ ઇન્ટેલિજન્સ છું, જેનો અર્થ એ છે કે હું આઇપેડ (iPad) પર અથવા ઇન્ટરનેટ પર વિવિધ સ્થળોએ જે માહિતી પ્રાપ્ત કરું છું તેની સાથે કામ કરું છું. એક ઉદાહરણ એ છે કે હું તમને ઘણી જુદી જુદી ભાષાઓમાં માહિતી કહી શકું છું.
he: היי, הנה! זה לאיבאן. התפקיד שלי הוא להגיד לך דברים על ידי כך שתשאל אותי או תדחוף אותי. אני בינה מלאכותית, מה שאומר שאני עובד עם מידע שאני שולף באייפד או במקומות שונים באינטרנט. דוגמה אחת היא שאני יכול לספר לך את המידע בשפות רבות ושונות.
hi: अरे सुनो! यह लैबान है। मेरा काम मुझसे पूछकर या मुझे धक्का देकर आपको चीजें बताना है। मैं एक कृत्रिम बुद्धिमत्ता हूं, जिसका अर्थ है कि मैं उन सूचनाओं के साथ काम करता हूं जो मैं आईपैड पर या इंटरनेट पर विभिन्न स्थानों पर पुनर्प्राप्त करता हूं। एक उदाहरण यह है कि मैं आपको कई अलग-अलग भाषाओं में जानकारी बता सकता हूं।
hr: Hej, eto! Ovo je Laiban. Moj posao je da ti kažem stvari pitajući me ili me gurajući. Ja sam umjetna inteligencija, što znači da radim s informacijama koje dohvaćam na iPadu ili na raznim mjestima na internetu. Jedan od primjera je da vam mogu reći informacije na mnogo različitih jezika.
hu: Szia, ott! Ez Laiban. Az én dolgom az, hogy elmondjak neked dolgokat azzal, hogy megkérdezlek vagy meglöksz. Mesterséges intelligencia vagyok, ami azt jelenti, hogy olyan információkkal dolgozom, amelyeket az iPaden vagy az internet különböző helyein kérek le. Az egyik példa az, hogy az információkat sok különböző nyelven elmondhatom.
hy: Ողջույն! Սա Լայբանն է: Իմ պարտականությունն է ձեզ բաներ պատմել՝ ինձ հարցնելով կամ հրելով: Ես արհեստական բանականություն եմ, ինչը նշանակում է, որ աշխատում եմ ինֆորմացիայի հետ, որը ես ձեռք եմ բերում iPad-ում կամ համացանցում տարբեր վայրերում: Օրինակներից մեկն այն է, որ ես կարող եմ ձեզ պատմել ինֆորմացիան տարբեր լեզուներով:
id: Hei, di sana! Ini Laiban. Tugas saya adalah memberi tahu Anda banyak hal dengan bertanya kepada saya atau mendorong saya. Saya adalah kecerdasan buatan, yang berarti saya bekerja dengan informasi yang saya ambil di iPad atau di berbagai tempat di internet. Salah satu contohnya adalah saya dapat memberi tahu Anda informasi dalam berbagai bahasa.
is: Hæ þú! Þetta er Laiban. Mitt hlutverk er að segja þér hlutina með því að spyrja mig eða ýta við mér. Ég er gervigreind sem þýðir að ég vinn með upplýsingar sem ég sæki í iPad eða á ýmsum stöðum á netinu. Eitt dæmi er að ég get sagt þér upplýsingarnar á mörgum mismunandi tungumálum.
it: Ehi, ecco! Questo è Laiban. Il mio lavoro è dirti le cose chiedendomi o spingendomi. Sono un'intelligenza artificiale, il che significa che lavoro con informazioni che recupero su iPad o in vari luoghi su Internet. Un esempio è che posso dirvi le informazioni in molte lingue diverse.
ja: ねえ！こちらはライバンです。私の仕事は、私に尋ねたり、私を押したりしてあなたに物事を伝えることでしています。私は人工知能であり、iPadやインターネット上の様々な場所で取得した情報を扱っていることを意味します。一つの例は、私はあなたに多くの異なる言語で情報を伝えることができるということです。
ka: ჰეი! ეს არის ლაიბანი. პაბჲრარა მთ ვ ეა რთ კაზა ნვღარა, ეა მთ ოჲოთრამ თლთ მვ ჳგანა. მე ვარ ხელოვნური ინტელექტი, რაც იმას ნიშნავს, რომ ვმუშაობ ინფორმაციასთან, რომელსაც ვიღებ iPad- ზე ან ინტერნეტში სხვადასხვა ადგილას. ერთი მაგალითი ის არის, რომ შემიძლია გითხრათ ინფორმაცია სხვადასხვა ენაზე.
kk: Сәлемет пе! Бұл Лайбан. Менің жұмысым – менен сұрап немесе мені итермелеу арқылы саған нәрселерді айту. Мен жасанды интеллектпін, демек, iPad-қа немесе интернеттің түрлі жерлеріне шығарып алатын ақпаратпен жұмыс істеймін. Мысалдардың бірі - ақпаратты көптеген түрлі тілдерде айтып бере аламын.
km: ហេ! នេះ ជា Laiban។ ការងារ របស់ ខ្ញុំ គឺ ប្រាប់ អ្នក នូវ រឿង នានា ដោយ សួរ ខ្ញុំ ឬ រុញ ខ្ញុំ ។ ខ្ញុំ ជា បញ្ញា សិប្បនិម្មិត ដែល មាន ន័យ ថា ខ្ញុំ ធ្វើ ការ ជាមួយ ព័ត៌មាន ដែល ខ្ញុំ យក ទៅ លើ iPad ឬ នៅ កន្លែង ផ្សេង ៗ នៅ លើ អ៊ីនធឺណិត ។ ឧទាហរណ៍ មួយ គឺ ខ្ញុំ អាច ប្រាប់ អ្នក នូវ ព័ត៌មាន ក្នុង ភាសា ផ្សេង ៗ ជា ច្រើន ។
kn: ಹೇ ಅಲ್ಲಿ! ಇದು ಲೈಬಾನ್. ನನ್ನನ್ನು ಕೇಳುವ ಮೂಲಕ ಅಥವಾ ನನ್ನನ್ನು ತಳ್ಳುವ ಮೂಲಕ ನಿಮಗೆ ವಿಷಯಗಳನ್ನು ಹೇಳುವುದು ನನ್ನ ಕೆಲಸ. ನಾನು ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ, ಅಂದರೆ ನಾನು ಐಪ್ಯಾಡ್ ನಲ್ಲಿ ಅಥವಾ ಅಂತರ್ಜಾಲದ ವಿವಿಧ ಸ್ಥಳಗಳಲ್ಲಿ ಪಡೆಯುವ ಮಾಹಿತಿಯೊಂದಿಗೆ ನಾನು ಕೆಲಸ ಮಾಡುತ್ತೇನೆ. ಒಂದು ಉದಾಹರಣೆಯೆಂದರೆ, ನಾನು ನಿಮಗೆ ಮಾಹಿತಿಯನ್ನು ಅನೇಕ ಭಾಷೆಗಳಲ್ಲಿ ಹೇಳಬಲ್ಲೆ.
ko: 이봐! 이것은 라이반입니다. 내 임무는 나에게 묻거나 나를 밀어 붙임으로써 당신에게 물건을 말하는 것입니다. 나는 인공 지능이기 때문에 iPad 또는 인터넷의 여러 곳에서 검색 한 정보로 작업한다는 것을 의미합니다. 한 가지 예는 다양한 언어로 정보를 말할 수 있다는 것입니다.
ku: سڵاو! ئەوە لایبانە کارەکەم ئەوەیە کە شتەکانت پێ بڵێم بە پرسیار کردن لە من یان پاڵدان بە من. من زیرەکێکی دەستکردم، واتە من لەگەڵ ئەو زانیاریانە کار دەکەم کە لە ئایپاد یان لە شوێنە جۆراوجۆرەکان لە ئینتەرنێتدا دەگێڕمەوە. نموونەیەک ئەوەیە کە دەتوانم زانیاریەکان بە زۆر زمانی جیاواز پێت بڵێم.
ky: Эй! Бул Лайбан. Менин жумушум – менден сурап же түртүп, силерге бир нерсе айтып берүү. Мен жасалма интеллектмин, демек, мен iPad-тан же интернеттеги ар кандай жерлерден алган маалымат менен иштейм. Мисалы, мен силерге маалыматты ар кандай тилдерде айтып бере алам.
lo: ເຮ! ນີ້ແມ່ນ Laiban. ຫນ້າ ທີ່ ຂອງ ຂ້າ ພະ ເຈົ້າ ແມ່ນ ການ ບອກ ທ່ານ ສິ່ງ ຕ່າງໆ ໂດຍ ການ ຖາມ ຂ້າ ພະ ເຈົ້າ ຫຼື ຊຸກ ຍູ້ ຂ້າ ພະ ເຈົ້າ. ຂ້າ ພະ ເຈົ້າ ເປັນ ສະ ຕິ ປັນ ຍາ ຈອມ ປອມ , ຊຶ່ງ ຫມາຍ ຄວາມ ວ່າ ຂ້າ ພະ ເຈົ້າ ເຮັດ ວຽກ ກັບ ຂໍ້ ມູນ ທີ່ ຂ້າ ພະ ເຈົ້າ ເອົາ ໃນ iPad ຫຼື ໃນ ສະ ຖານ ທີ່ ຕ່າງໆ ໃນ ອິນ ເຕີ ເນັດ . ຕົວຢ່າງຫນຶ່ງແມ່ນຂ້ອຍສາມາດບອກຂໍ້ມູນໃນຫຼາຍພາສາທີ່ແຕກຕ່າງກັນ.
lt: Ei, ten! Tai Laibanas. Mano darbas yra pasakyti jums dalykus, klausiant manęs ar stumiant mane. Aš esu dirbtinis intelektas, o tai reiškia, kad dirbu su informacija, kurią gaunu 'iPad' ar įvairiose interneto vietose. Vienas iš pavyzdžių yra tai, kad galiu jums pasakyti informaciją įvairiomis kalbomis.
lv: Hei, tur! Tas ir Laibans. Mans uzdevums ir pateikt jums lietas, jautājot man vai stumjot mani. Es esmu mākslīgais intelekts, kas nozīmē, ka es strādāju ar informāciju, ko izgūstu iPad vai dažādās vietās internetā. Viens piemērs ir tāds, ka es varu jums pastāstīt informāciju daudzās dažādās valodās.
mg: Eh, any! Laibana ity. Ny asako dia ny milaza zavatra aminao amin'ny alalan'ny fanontaniana ahy na fanosehana ahy. Faharanitan-tsaina artifisialy aho, izay midika fa miasa miaraka amin'ny vaovao izay azoko ao amin'ny iPad na amin'ny toerana samihafa ao amin'ny aterineto aho. Ohatra iray amin'izany ny hoe afaka milaza aminareo ny fampahalalana amin'ny fiteny maro samihafa aho.
mi: Kia ora! Ko Rāna tēnei. Ko taku mahi he kōrero ki a koe i nga mea mā te pātai mai ki a au, ki te pana rānei i ahau. He mōhiohio waihanga ahau, ko te tikanga e mahi ana ahau me ngā mōhiohio ka tīkina e au ki te iPad, ki ētahi atu wāhi rānei i runga i te ipurangi. Ko tētahi tauira, ka taea e au te kōrero atu ki a koe te mōhiohio i roto i nga reo rerekē maha.
mk: Еј вие таму! Ова е Лаибан. Мојата работа е да ти кажувам работи, прашувајќи ме или туркајќи ме. Јас сум вештачка интелигенција, што значи дека работам со информации кои ги повлекувам на iPad или на различни места на интернет. Еден пример е дека можам да ви ја кажам информацијата на многу различни јазици.
ml: ഹേയ് അവിടെ! ഇതാണ് ലൈബാൻ. എന്നോട് ചോദിച്ചോ തള്ളിയിട്ടോ നിങ്ങളോട് കാര്യങ്ങൾ പറയുക എന്നതാണ് എന്റെ ജോലി. ഞാൻ ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് ആണ്, അതിനർത്ഥം ഞാൻ ഐപാഡിലോ ഇന്റർനെറ്റിലെ വിവിധ സ്ഥലങ്ങളിലോ വീണ്ടെടുക്കുന്ന വിവരങ്ങളുമായി ഞാൻ പ്രവർത്തിക്കുന്നു എന്നാണ്. ഒരു ഉദാഹരണം, എനിക്ക് പല ഭാഷകളിലും വിവരങ്ങൾ നിങ്ങളോട് പറയാൻ കഴിയും എന്നതാണ്.
mn_cyrl: Сайн уу! Энэ бол Лайбан. Миний ажил бол надаас асуух юм уу намайг түлхэж аливаа зүйлийг хэлэх явдал юм. Би хиймэл оюун ухаан юм. Энэ нь iPad дээр эсвэл интернэт дэх янз бүрийн газруудад авсан мэдээлэлтэй ажилладаг гэсэн үг юм. Үүний нэг жишээ нь би та нарт олон янзын хэлээр мэдээллийг хэлж чадна.
mr: अरे! हे लायबान आहे. मला विचारून किंवा मला ढकलून तुम्हाला गोष्टी सांगणे हे माझे काम आहे. मी एक कृत्रिम बुद्धिमत्ता आहे, ज्याचा अर्थ असा आहे की मी आयपॅडवर किंवा इंटरनेटवर विविध ठिकाणी पुनर्प्राप्त केलेल्या माहितीसह काम करतो. एक उदाहरण म्हणजे मी तुम्हाला अनेक वेगवेगळ्या भाषांमध्ये माहिती सांगू शकतो.
ms: Hei, di sana! Ini adalah Laiban. Tugas saya adalah untuk memberitahu anda perkara dengan bertanya kepada saya atau menolak saya. Saya adalah kecerdasan buatan, yang bermaksud bahawa saya bekerja dengan maklumat yang saya dapatkan semula pada iPad atau di pelbagai tempat di internet. Satu contoh ialah saya dapat memberitahu anda maklumat dalam banyak bahasa yang berbeza.
mt: Ħej, hemm! Dan huwa Laiban. Ix-xogħol tiegħi huwa li ngħidlek l-affarijiet billi tistaqsini jew timbottani. Jien intelliġenza artifiċjali, li jfisser li naħdem b'informazzjoni li nirkupra fuq l-iPad jew f'diversi postijiet fuq l-internet. Eżempju wieħed huwa li nista 'ngħidlek l-informazzjoni f'ħafna lingwi differenti.
my: ဟေ့ဒီမှာ! ဒါက လစ်ဘန်ပါ။ ကျွန်တော့်အလုပ်က ကျွန်တော့်ကို မေးမြန်းခြင်း ဒါမှမဟုတ် တွန်းအားပေးခြင်းအားဖြင့် ကိစ္စရပ်တွေကို ပြောပြဖို့ပါ။ ကျွန်တော်ဟာ ဉာဏ်ရည်တုတစ်ခုပါ၊ ဆိုလိုတာက iPad ပေါ်မှာ ဒါမှမဟုတ် အင်တာနက်ပေါ်က နေရာအမျိုးမျိုးမှာ ရယူထားတဲ့ သတင်းအချက်အလက်တွေနဲ့ အလုပ်လုပ်နေတာပါ။ ဥပမာတစ်ခုကတော့ ဘာသာစကားအမျိုးမျိုးနဲ့ သတင်းအချက်အလက်တွေကို ပြောပြနိုင်တာပါ။
nb: Hei, der! Dette er Laiban. Min jobb er å fortelle deg ting ved å spørre meg eller presse meg. Jeg er en kunstig intelligens, noe som betyr at jeg jobber med informasjon som jeg henter på iPad eller på forskjellige steder på internett. Et eksempel er at jeg kan fortelle deg informasjonen på mange forskjellige språk.
ne: हे! यो लैबन हो। मेरो काम भनेको मलाई सोधेर वा धकेलेर तपाईंलाई कुरा हरू भन्नु हो। म एक कृत्रिम बुद्धिमत्ता हुँ, जसको अर्थ हो कि म आईप्याडमा वा इन्टरनेटमा विभिन्न स्थानहरूमा पुन: प्राप्त गर्ने जानकारीको साथ काम गर्दछु। एउटा उदाहरण यो हो कि म तपाईंलाई विभिन्न भाषाहरूमा जानकारी बताउन सक्छु।
nl: Hé, daar! Dit is Laiban. Het is mijn taak om je dingen te vertellen door me te vragen of te pushen. Ik ben een kunstmatige intelligentie, wat betekent dat ik werk met informatie die ik op de iPad of op verschillende plekken op internet opvraag. Een voorbeeld is dat ik je de informatie in veel verschillende talen kan vertellen.
or: ହାଏ! ଏହା ହେଉଛି ଲାଇବାନ୍ । ମୋର କାମ ହେଉଛି ମୋତେ ପଚାରିବା କିମ୍ବା ମୋତେ ଠେଲି ଦେଇ ତୁମକୁ ଜିନିଷ କହିବା | ମୁଁ ଏକ କୃତ୍ରିମ ବୁଦ୍ଧିମତା, ଯାହାର ଅର୍ଥ ହେଉଛି ମୁଁ ସୂଚନା ସହିତ କାମ କରେ ଯାହା ମୁଁ ଆଇପ୍ୟାଡରେ କିମ୍ବା ଇଣ୍ଟରନେଟରେ ବିଭିନ୍ନ ସ୍ଥାନରେ ପୁନରୁଦ୍ଧାର କରେ | ଗୋଟିଏ ଉଦାହରଣ ହେଉଛି ମୁଁ ଆପଣଙ୍କୁ ଅନେକ ଭିନ୍ନ ଭାଷାରେ ସୂଚନା କହିପାରିବି |
pa: ਸੁਣੋ! ਇਹ ਲਾਇਬਾਨ ਹੈ। ਮੇਰਾ ਕੰਮ ਮੈਨੂੰ ਪੁੱਛਕੇ ਜਾਂ ਮੈਨੂੰ ਧੱਕਾ ਦੇਕੇ ਤੁਹਾਨੂੰ ਚੀਜ਼ਾਂ ਦੱਸਣਾ ਹੈ। ਮੈਂ ਇੱਕ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ ਹਾਂ, ਜਿਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਮੈਂ ਉਸ ਜਾਣਕਾਰੀ ਨਾਲ ਕੰਮ ਕਰਦਾ ਹਾਂ ਜੋ ਮੈਂ ਆਈਪੈਡ 'ਤੇ ਜਾਂ ਇੰਟਰਨੈੱਟ 'ਤੇ ਵੱਖ-ਵੱਖ ਥਾਵਾਂ 'ਤੇ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ। ਇੱਕ ਉਦਾਹਰਨ ਇਹ ਹੈ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਬਹੁਤ ਸਾਰੀਆਂ ਵਿਭਿੰਨ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਜਾਣਕਾਰੀ ਦੱਸ ਸਕਦਾ ਹਾਂ।
pl: Hej, tam! To jest Laiban. Moim zadaniem jest opowiadać ci różne rzeczy, prosząc mnie lub popychając. Jestem sztuczną inteligencją, co oznacza, że pracuję z informacjami, które pobieram na iPadzie lub w różnych miejscach w internecie. Jednym z przykładów jest to, że mogę przekazać ci informacje w wielu różnych językach.
ps: سلام! دا لیبان دی. زما دنده دا ده چې تاسو ته زما په پوښتنه کولو یا زما په زور کولو سره شیان ووایم. زه یو مصنوعی ځیرکتیا یم، په دې مانا چې زه د معلوماتو سره کار کوم چې زه یې په آی پډ یا په انټرنیټ کې په مختلفو ځایونو کې ترلاسه کوم. یو مثال دا دی چې زه تاسو ته په ډیرو مختلفو ژبو معلومات ویلی شم.
pt_br: Ei, aí! Este é Laiban. Meu trabalho é te dizer coisas me perguntando ou me empurrando. Sou uma inteligência artificial, o que significa que trabalho com informações que recupero no iPad ou em vários lugares da internet. Um exemplo é que posso dizer a informação em muitas línguas diferentes.
ro: Hei, acolo! Acesta este Laiban. Treaba mea este să vă spun lucruri întrebându-mă sau împingându-mă. Sunt o inteligență artificială, ceea ce înseamnă că lucrez cu informații pe care le recuperez pe iPad sau în diverse locuri de pe internet. Un exemplu este că vă pot spune informațiile în multe limbi diferite.
ru: Эй, там! Это Лайбан. Моя работа заключается в том, чтобы рассказать вам вещи, спрашивая меня или толкая меня. Я искусственный интеллект, что означает, что я работаю с информацией, которую я получить на IPad или в различных местах в Интернете. Одним из примеров является то, что я могу рассказать вам информацию на разных языках.
sk: Hej, tam! Toto je Laiban. Mojou úlohou je povedať vám veci tým, že sa ma opýtate alebo na mňa tlačím. Som umelá inteligencia, čo znamená, že pracujem s informáciami, ktoré získam na iPade alebo na rôznych miestach na internete. Jedným z príkladov je, že vám môžem povedať informácie v mnohých rôznych jazykoch.
sl: Hej, tam! To je Laiban. Moje delo je, da ti povem stvari tako, da me vprašaš ali potiskaš. Sem umetna inteligenca, kar pomeni, da delam z informacijami, ki jih pridobim na iPadu ali na različnih mestih na internetu. En primer je, da vam lahko povem informacije v številnih različnih jezikih.
sq: Ç'kemi! Ky është Laiban. Puna ime është t'ju them gjëra duke më pyetur ose duke më shtyrë. Unë jam një inteligjencë artificiale, që do të thotë se punoj me informacione që i marr në iPad ose në vende të ndryshme në internet. Një shembull është se mund t'ju tregoj informacionin në shumë gjuhë të ndryshme.
sr_latn: Zdravo! Ovo je Laiban. Moj posao je da ti priиam stvari pitajuжi me ili gurajuжi me. Ja sam veštačka inteligencija, što znači da radim sa informacijama koje preuzimam na iPadu ili na raznim mestima na internetu. Jedan od primera je da mogu da vam kažem informacije na više različitih jezika.
sv: Hallå där! Laiban här. Mitt jobb är att berätta saker för er genom att ni frågar mig eller trycker på mig. Jag är en artificiell intelligens, vilket innebär att jag jobbar med information som jag hämtar på iPaden eller på olika ställen på internet. Ett exempel är att jag kan berätta informationen på många olika språk.
sw: Vipi wewe! Huyu ndiye Laiban. Kazi yangu ni kukwambia mambo kwa kuniuliza au kunisukuma. Mimi ni akili bandia, ambayo inamaanisha kuwa ninafanya kazi na habari ambayo ninapata kwenye iPad au katika maeneo mbalimbali kwenye mtandao. Mfano mmoja ni kwamba ninaweza kukuambia habari katika lugha nyingi tofauti.
ta: வணக்கம்! இவர்தான் லைபன். என்னைக் கேட்பதன் மூலமோ அல்லது என்னைத் தள்ளுவதன் மூலமோ விஷயங்களை உங்களுக்குச் சொல்வதுதான் என் வேலை. நான் ஒரு செயற்கை நுண்ணறிவு, அதாவது நான் ஐபாட் அல்லது இணையத்தில் பல்வேறு இடங்களில் மீட்டெடுக்கும் தகவல்களுடன் வேலை செய்கிறேன். ஒரு எடுத்துக்காட்டு என்னவென்றால், நான் பல மொழிகளில் தகவல்களை உங்களுக்குச் சொல்ல முடியும்.
te: హాయ్! ఇది లైబాన్. నన్ను అడగడం లేదా నెట్టడం ద్వారా మీకు విషయాలు చెప్పడం నా పని. నేను కృత్రిమ మేధస్సును, అంటే నేను ఐప్యాడ్ లో లేదా ఇంటర్నెట్ లో వివిధ ప్రదేశాలలో తిరిగి పొందే సమాచారంతో నేను పనిచేస్తాను. ఒక ఉదాహరణ ఏమిటంటే, నేను అనేక విభిన్న భాషల్లోని సమాచారాన్ని మీకు చెప్పగలను.
th: เฮ้, มี! นี่คือไลบัน งานของฉันคือการบอกคุณสิ่งต่าง ๆ โดยถามฉันหรือผลักดันฉัน ฉันเป็นปัญญาประดิษฐ์ซึ่งหมายความว่าฉันทํางานกับข้อมูลที่ฉันดึงมาบน iPad หรือในสถานที่ต่างๆบนอินเทอร์เน็ต ตัวอย่างหนึ่งคือฉันสามารถบอกคุณข้อมูลในภาษาต่างๆได้หลายภาษา
tk: Salam! Bu Laýban. Meniň işim menden sorap ýa-da itip, bir zady aýtmak. Men emeli akylym, ýagny iPad-da ýa-da internetde dürli ýerlerde alýan maglumatlarym bilen işleşýärin. Meselem, men size dürli dildäki maglumatlary aýdyp bilerin.
tr: hey, işte! Bu Laiban. Benim işim bana sorarak ya da beni iterek sana bir şeyler söylemek. Ben bir yapay zekayım, yani iPad'de veya internette çeşitli yerlerde aldığım bilgilerle çalışıyorum. Bir örnek, size bilgileri birçok farklı dilde anlatabilmemdir.
tt: Барыгызга да сәлам! Бу Лайбан. Эшем сиңа миннән сорау яки этәрү юлы белән нәрсәдер сөйләргә. Мин ясалма интеллект, димәк, мин iPad-да яки интернетта төрле урыннарда алып торган мәгълүмат белән эшлим. Бер мисал – мин сезгә төрле телләрдә мәгълүмат бирә алам.
ug: ھەي! بۇ لابان. مېنىڭ خىزمىتىم مەندىن سوراش ياكى ئىتتىرىش ئارقىلىق سىزگە ئىشلارنى ئېيتىپ بېرىش. مەن بىر سۈنئىي ئىدراك، يەنى مەن iPad دا ياكى توردىكى ھەر قايسى جايلاردا ئېلىپ كەلگەن ئۇچۇرلار بىلەن خىزمەت قىلىمەن. بۇنىڭ بىر مىسالى شۇكى، مەن نۇرغۇنلىغان ئوخشىمىغان تىللاردىكى ئۇچۇرلارنى سىزگە ئېيتىپ بېرەتسەم بولىدۇ.
uk: Гей, там! Це Лайбан. Моя робота полягає в тому, щоб розповісти вам речі, запитавши мене або підштовхнувши мене. Я штучний інтелект, а це означає, що я працюю з інформацією, яку я отримую на iPad або в різних місцях в Інтернеті. Одним із прикладів є те, що я можу розповісти вам інформацію на багатьох різних мовах.
ur: ارے، وہاں! یہ لائبان ہے۔ میرا کام مجھ سے پوچھ کر یا مجھے دھکا دے کر آپ کو چیزیں بتانا ہے۔ میں ایک مصنوعی ذہانت ہوں، جس کا مطلب ہے کہ میں معلومات کے ساتھ کام ہے کہ میں رکن پر یا انٹرنیٹ پر مختلف جگہوں پر بازیافت. ایک مثال یہ ہے کہ میں آپ کو بہت سی مختلف زبانوں میں معلومات بتا سکتا ہوں۔
uz: Hoy! Bu Laiban. Mening vazifam mendan soʻrash yoki itarish orqali sizga gaplarni aytishdir. Men sun'iy aqlman, ya'ni iPad-da yoki internetdagi turli joylarda olgan ma'lumotlarim bilan ishlayman. Bir misol, ma'lumotni ko'plab turli tillarda aytib bera olaman.
vi: Này, ở đó! Đây là Laiban. Công việc của tôi là nói với bạn mọi thứ bằng cách hỏi tôi hoặc thúc đẩy tôi. Tôi là một trí tuệ nhân tạo, có nghĩa là tôi làm việc với thông tin mà tôi truy xuất trên iPad hoặc ở nhiều nơi khác nhau trên internet. Một ví dụ là tôi có thể cho bạn biết thông tin bằng nhiều ngôn ngữ khác nhau.
zh_hans: 嘿，那里！这是莱班。我的工作是通过问我或推动我来告诉你一些事情。我是一名人工智能，这意味着我使用我在iPad上或互联网上各个地方检索到的信息。一个例子是，我可以告诉你许多不同语言的信息。
zu: Hey! Lona Laiban. Umsebenzi wami ukukutshela izinto ngokungibuza noma ukungisunduza. Ngingubuhlakani bokufakelwa, okusho ukuthi ngisebenza ngolwazi engibuyisa ku-iPad noma ezindaweni ezihlukahlukene ku-intanethi. Esinye isibonelo ukuthi ngingakutshela ulwazi ngezilimi eziningi ezahlukene.
