Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# activities_nothing
source: Nothing planned, ask the teacher if you are bored
af: Niks beplan nie, vra die onderwyser of jy verveeld is
am: ምንም የታቀደ ነገር የለም፣ ሰለቸህ እንደሆነ አስተማሪውን ጠይቀው
ar: لا شيء مخطط له، اسأل المعلم إذا كنت تشعر بالملل
as: একো পৰিকল্পনা কৰা নাই, শিক্ষকক সোধক আপুনি আমনি পাইছে নেকি
az: Heç nə planlaşdırılmır, müəllimdən soruşun ki, darıxmısınız,
bg: Нищо планирано, попитайте учителя дали сте отегчени
bn: কিছুই পরিকল্পিত নয়, শিক্ষককে জিজ্ঞাসা করুন যদি আপনি বিরক্ত হন
bo: འཆར་གཞི་ཅི་ཡང་མེད་པར་དགེ་རྒན་ལ་སུན་སྣང་སྐྱེས་མིན་དྲིས།
bs: Ništa planirano, pitaj učitelja da li ti je dosadno
ca: Res previst, pregunteu al professor si esteu avorrits
cs: Nic plánovaného, zeptejte se učitele, jestli se nudíte
cy: Dim byd wedi ei gynllunio, gofynnwch i'r athro os ydych wedi diflasu
da: Intet planlagt, så spørg læreren, hvis du keder dig
de: Nichts geplant, fragen Sie den Lehrer, wenn Sie sich langweilen
el: Τίποτα προγραμματισμένο, ρωτήστε τον δάσκαλο αν βαριέστε
es: Nada planeado, pregúntele al maestro si está aburrido
et: Midagi pole plaanis, küsige õpetajalt, kas teil on igav
eu: Ezer ez pentsatuta, galdetu maisuari aspertuta zauden ala ez
fa: هیچ چیز برنامه ریزی شده، از معلم بپرسید که آیا حوصله شما سر رفته است
fi: Mitään ei ole suunniteltu, kysy opettajalta, jos olet tylsistynyt
fil: Walang nakaplanong plano, itanong sa guro kung ikaw ay iniinip
fo: Einki ætlað, spyr læraran, um tú keðir teg
fr: Rien de prévu, demandez à l’enseignant si vous vous ennuyez
ga: Níl aon rud beartaithe, fiafraigh den mhúinteoir an bhfuil tú leamh
gl: Nada planeado, pregunta ao profesor se está aburrido.
gu: કંઇ આયોજન નથી કર્યું, શિક્ષકને પૂછો કે શું તમે કંટાળી ગયા છો
he: שום דבר לא מתוכנן, שאל את המורה אם אתה משועמם
hi: कुछ भी योजनाबद्ध नहीं है, शिक्षक से पूछें कि क्या आप ऊब गए हैं
hr: Ništa planirano, pitajte učitelja je li vam dosadno
hu: Semmi sem tervezett, kérdezze meg a tanárt, hogy unatkozik-e
hy: Ոչինչ ծրագրված չէ, ուսուցչին հարցրեք՝ ձանձրանա՞ք
id: Tidak ada yang direncanakan, tanyakan kepada guru apakah Anda bosan
is: Ekkert skipulagt, spurðu kennarann hvort þér leiðist
it: Niente di pianificato, chiedi all'insegnante se sei annoiato
ja: 何も計画されていない、あなたが退屈しているかどうかを先生に尋ねる
ka: არაფერი დაგეგმილი, ჰკითხეთ მასწავლებელს, მოწყენილი ხართ თუ არა
kk: Жоспарланбаған ештеңе жоқ, мұғалімнен борсық болсаңыз сұраңыз
km: គ្មាន អ្វី ដែល បាន គ្រោង ទុក សួរ គ្រូ ថា តើ អ្នក ធុញ ទ្រាន់ ឬ អត់
kn: ಯೋಜಿಸಲಾದ ಯಾವುದೂ ಇಲ್ಲ, ನಿಮಗೆ ಬೇಸರವಾಗಿದ್ದರೆ ಶಿಕ್ಷಕರನ್ನು ಕೇಳಿ
ko: 아무것도 계획하지 않았고, 선생님에게 지루한 지 물어보십시오.
ku: هیچ پلانێک بۆ دانابوو، لە مامۆستا بپرسە کە ئایا بێزاریت؟
ky: Пландаштырылган эч нерсе жок, мугалимден кызыксызбы деп сураңыз
lo: ບໍ່ມີຫຍັງວາງແຜນ, ຖາມນາຍຄູວ່າທ່ານເບື່ອ
lt: Nieko neplanuota, paklauskite mokytojo, ar jums nuobodu
lv: Nekas nav plānots, pajautājiet skolotājam, vai jums ir garlaicīgi
mg: Tsy misy na inona na inona nomanina, anontanio ny mpampianatra raha leo ianao.
mi: Kāore he mea i whakaritea, pātai atu ki te kaiako mehemea kua poka koe
mk: Ништо не е планирано, прашај го учителот дали ти е досадно.
ml: ഒന്നും പ്ലാൻ ചെയ്തിട്ടില്ല, നിങ്ങൾക്ക് ബോറടിച്ചോ എന്ന് ടീച്ചറോട് ചോദിക്കുക
mn_cyrl: Юу ч төлөвлөөгүй, уйтгартай байгаа эсэхийг багшаас асуу
mr: काही नियोजन केले नाही, तुला कंटाळा आला आहे का ते शिक्षकांना विचारा.
ms: Tiada apa-apa yang dirancang, tanya guru jika anda bosan
mt: Xejn ippjanat, staqsi lill-għalliem jekk tkunx imdejjaq
my: စီစဉ်ထားတာ ဘာမှမရှိဘူး၊ ဆရာမကို ငြီးငွေ့သလားလို့ မေးပါ
nb: Ingenting planlagt, spør læreren om du kjeder deg
ne: कुनै पनि योजनाबद्ध छैन, शिक्षकलाई सोध्नुहोस् यदि तपाईं बोर हुनुहुन्छ भने
nl: Niets gepland, vraag de leraar als je je verveelt
or: କିଛି ଯୋଜନା ହୋଇନାହିଁ, ଶିକ୍ଷକଙ୍କୁ ପଚାରନ୍ତୁ ଆପଣ ବିରକ୍ତ କି?
pa: ਕੁਝ ਵੀ ਯੋਜਨਾਬੱਧ ਨਹੀਂ ਹੈ, ਅਧਿਆਪਕ ਨੂੰ ਪੁੱਛੋ ਕਿ ਕੀ ਤੁਸੀਂ ਬੋਰ ਹੋ ਗਏ ਹੋ
pl: Nic nie planowane, zapytaj nauczyciela, czy się nudzisz
ps: هیڅ پلان شوی نه دی ، له ښوونکی څخه پوښتنه وکړه چې آیا تاسو په تنګ شوی یاست ؟
pt_br: Nada planejado, pergunte ao professor se você está entediado
ro: Nimic planificat, întrebați profesorul dacă vă plictisiți
ru: Ничего не планируется, спросите учителя, если вам скучно
sk: Nič plánované, opýtajte sa učiteľa, ak sa nudíte
sl: Nič načrtovanega, vprašaj učitelja, če ti je dolgčas.
sq: Asgjë e planifikuar, pyete mësuesin nëse mërzitesh
sr_latn: Ništa nije isplanirano, pitajte učiteljicu da li vam je dosadno
sv: Inget planerat, fråga läraren om du har tråkigt
sw: Hakuna kilichopangwa, muulize mwalimu kama umechoka
ta: எதுவும் திட்டமிடப்படவில்லை, நீங்கள் சலிப்பாக இருக்கிறீர்களா என்று ஆசிரியரிடம் கேளுங்கள்
te: ఏదీ ప్లాన్ చేయబడలేదు, మీకు విసుగుగా ఉన్నదా అని టీచర్ ని అడగండి.
th: ไม่มีอะไรวางแผนถามครูว่าคุณเบื่อไหม
tk: Hiç zat planlaşdyrylmasa, ýürekgysgynçmy mugallymdan sora,
tr: Planlanmış bir şey yok, hocaya sıkılıp sıkılmadın diye sor.
tt: Бернәрсә дә планлаштырмый, кызыгып торсаң, укытучыдан сорагыз
ug: ھېچنېمە پىلانلانمىدى، مۇئەللىمدىن زېرىكىشلىكمۇ دەپ سوراڭ
uk: Нічого не планується, запитайте вчителя, якщо вам нудно
ur: کچھ بھی منصوبہ بند نہیں ہے، استاد سے پوچھیں کہ کیا آپ بور ہیں
uz: Hech narsa rejalashtirilmasa, zerikkanmisiz, o'qituvchidan so'rang
vi: Không có kế hoạch, hỏi giáo viên nếu bạn đang chán
zh_hans: 没什么计划，问问老师你是否无聊
zu: Akukho okuhleliwe, buza uthisha ukuthi ukhathele yini

# activities_nothing_here
source: There do not appear to be any activities added here. Ask the teacher if they can add some.
af: Dit lyk nie of daar enige aktiwiteite hier bygevoeg word nie. Vra die onderwyser of hulle 'n paar kan byvoeg.
am: እዚህ ላይ ምንም ዓይነት እንቅስቃሴ የሚጨመር አይመስልም ። መምህሩን አንዳንድ መጨመር ይችሉ እንደሆነ ጠይቁት።
ar: لا يبدو أن هناك أي أنشطة مضافة هنا. اسأل المعلم إذا كان بإمكانهم إضافة بعض.
as: ইয়াত কোনো কাৰ্যকলাপ যোগ কৰা দেখা নাযায়। শিক্ষকক সোধক তেওঁলোকে কিছু যোগ দিব পাৰিবনে।
az: Görünür, burada heç bir fəaliyyət əlavə olunmur. Müəllimdən xahiş et ki, onlar bir az əlavə edə bilsinlər.
bg: Не изглежда да има никакви дейности, добавени тук. Попитайте учителя дали могат да добавят някои.
bn: এখানে কোনও ক্রিয়াকলাপ যুক্ত হয়েছে বলে মনে হয় না। শিক্ষককে জিজ্ঞাসা করুন যে তারা কিছু যোগ করতে পারে কিনা।
bo: འདི་རུ་ཁ་སྣོན་བྱས་པའི་བྱ་འགུལ་ཅི་ཡང་མེད་པ་འདྲ། དགེ་རྒན་ལ་ཁོ་ཚོས་ཁ་སྣོན་བྱེད་ཐུབ་མིན་དྲིས།
bs: Čini se da ovdje nema nikakvih aktivnosti. Pitaj učitelja da li mogu da dodaju malo.
ca: No sembla que s'hi afegeixi cap activitat. Pregunteu al professor si poden afegir-ne algun.
cs: Zdá se, že zde nejsou přidány žádné aktivity. Zeptejte se učitele, zda může nějaké přidat.
cy: Nid yw'n ymddangos bod unrhyw weithgareddau yn cael eu hychwanegu yma. Gofynnwch i'r athro os ydyn nhw'n gallu ychwanegu rhai.
da: Der synes ikke at være nogen aktiviteter tilføjet her. Spørg læreren, om de kan tilføje nogle.
de: Es scheint keine Aktivitäten zu geben, die hier hinzugefügt wurden. Fragen Sie den Lehrer, ob er welche hinzufügen kann.
el: Δεν φαίνεται να προστίθενται δραστηριότητες εδώ. Ρωτήστε τον δάσκαλο αν μπορεί να προσθέσει μερικά.
es: No parece haber ninguna actividad añadida aquí. Pregúntele al maestro si puede agregar algunos.
et: Tundub, et siia ei ole lisatud ühtegi tegevust. Küsige õpetajalt, kas nad saavad neid lisada.
eu: Ez dirudi hemen beste jarduerarik dagoenik. Galdetu maisuari ea batzuk gehi ditzakeen.
fa: به نظر نمی رسد هیچ فعالیتی در اینجا اضافه شود. از معلم بپرسید که آیا می توانند مقداری اضافه کنند یا نه.
fi: Tähän ei näytä lisättävän aktiviteetteja. Kysy opettajalta, voivatko he lisätä sitä.
fil: Tila walang anumang aktibidad na idinagdag dito. Itanong sa guro kung maidaragdag nila ang ilan.
fo: Tað sær ikki út til at vera nakað virksemi afturat her. Spyr/spyrjið læraran, um tey kunnu leggja eitt sindur av.
fr: Il ne semble pas y avoir d’activités ajoutées ici. Demandez à l’enseignant s’il peut en ajouter.
ga: Ní cosúil go bhfuil aon ghníomhaíochtaí curtha leis anseo. Fiafraigh den mhúinteoir an féidir leo roinnt a chur leis.
gl: Non parece que haxa ningunha actividade aquí. Pregúntalle ao profesor se pode engadir algo.
gu: અહીં કોઈ પ્રવૃત્તિઓ ઉમેરવામાં આવી હોય તેવું લાગતું નથી. શિક્ષકને પૂછો કે શું તેઓ કેટલાક ઉમેરી શકે છે.
he: לא נראה שיש כאן פעילויות כלשהן שנוספו. שאל את המורה אם הוא יכול להוסיף כמה.
hi: यहां कोई गतिविधि नहीं जोड़ी गई है। शिक्षक से पूछें कि क्या वे कुछ जोड़ सकते हैं।
hr: Čini se da ovdje nema dodanih aktivnosti. Pitajte učitelja mogu li dodati neke.
hu: Úgy tűnik, hogy itt nincsenek tevékenységek. Kérdezd meg a tanárt, hogy hozzá tud-e adni néhányat.
hy: Այստեղ, ինչպես երեւում է, ոչ մի միջոցառում չի ավելացվում ։ Հարցրեք ուսուցչին, թե արդյոք նրանք կարող են ավելացնել մի քանիսը:
id: Tampaknya tidak ada kegiatan yang ditambahkan di sini. Tanyakan kepada guru apakah mereka dapat menambahkan beberapa.
is: Hér virðist ekki vera neinni starfsemi bætt við. Spurðu kennarann hvort hann geti bætt við nokkrum.
it: Non sembrano esserci attività aggiunte qui. Chiedi all'insegnante se può aggiungerne qualcuna.
ja: ここには、アクティビティが追加されていないようです。先生に追加できるか尋ねてください。
ka: როგორც ჩანს, აქ არ არის დამატებული რაიმე აქტივობა. ჰკითხეთ მასწავლებელს, შეუძლიათ თუ არა მათ დაამატოთ რამდენიმე.
kk: Мұнда қандай да бір іс-шаралар қосылмайды. Мұғалімнен олардың біразын қоса алатынын сұраңыз.
km: ទំនង ជា មិន មាន សកម្មភាព ណា មួយ ដែល បាន បន្ថែម នៅ ទីនេះ ទេ & # 160; ។ សួរគ្រូថា តើពួកគេអាចបន្ថែមខ្លះបានទេ។
kn: ಇಲ್ಲಿ ಯಾವುದೇ ಚಟುವಟಿಕೆಗಳನ್ನು ಸೇರಿಸಿರುವಂತೆ ತೋರುವುದಿಲ್ಲ. ಅವರು ಕೆಲವು ಸೇರಿಸಬಹುದೇ ಎಂದು ಶಿಕ್ಷಕರನ್ನು ಕೇಳಿ.
ko: 여기에 추가 된 활동이없는 것 같습니다. 교사에게 몇 가지를 추가할 수 있는지 물어본다.
ku: وا دەرناکەوێت هیچ چالاکیەک لێرە زیاد بکرێت. پرسیار لە مامۆستاکە بکە ئەگەر ئەوان دەتوانن هەندێک زیاد بکەن.
ky: Бул жерде эч кандай иш-чаралар кошулган жок көрүнөт. Мугалимден кээ бирлерин кошо алар-албасын сураңыз.
lo: ບໍ່ ປາກົດ ວ່າ ມີ ກິດ ຈະ ກໍາ ໃດໆ ທີ່ ເພີ່ມ ເຕີມ ຢູ່ ທີ່ ນີ້. ຖາມນາຍຄູວ່າພວກເຂົາສາມາດຕື່ມບາງຢ່າງໄດ້ບໍ.
lt: Atrodo, kad čia nėra jokios veiklos. Paklauskite mokytojo, ar jis gali pridėti keletą.
lv: Šķiet, ka šeit nav pievienotas nekādas aktivitātes. Pajautājiet skolotājam, vai viņš var pievienot dažus.
mg: Toa tsy misy zavatra hafa ampidirina eto. Anontanio ny mpampianatra raha afaka manampy izy ireo.
mi: Te āhua nei kāore he ngohe i tāpirihia ki konei. Pātai atu ki te kaiako mehemea ka taea e rātau te tāpiri ētahi.
mk: Се чини дека нема активности додадени овде. Прашај го учителот дали можат да додадат нешто.
ml: ഇവിടെ ഏതെങ്കിലും പ്രവർത്തനങ്ങൾ ചേർത്തതായി തോന്നുന്നില്ല. കുറച്ച് ചേർക്കാമോ എന്ന് ടീച്ചറോട് ചോദിക്കുക.
mn_cyrl: Энд ямар нэгэн үйл ажиллагаа нэмэгдээгүй бололтой. Багшаас заримыг нь нэмж болох эсэхийг асуу.
mr: येथे कोणत्याही उपक्रमांची भर पडलेली दिसत नाही. शिक्षकांना विचारा की ते काही जोडू शकतात का?
ms: Nampaknya tidak ada aktiviti yang ditambahkan di sini. Tanya guru jika mereka boleh menambah beberapa.
mt: Ma jidhirx li hemm xi attivitajiet miżjuda hawn. Staqsi lill-għalliem jekk jistgħux iżidu xi wħud.
my: ဒီမှာ ထပ်ဖြည့်စွက်ထားတဲ့ ဘယ်လုပ်ဆောင်မှုမှ မရှိဘူးလို့ ထင်ရပါတယ်။ ဆရာက တချို့ထပ်ထည့်နိုင်မလားလို့ မေးပါ။
nb: Det ser ikke ut til å være noen aktiviteter som er lagt til her. Spør læreren om de kan legge til noen.
ne: यहाँ कुनै गतिविधि थपिएको देखिंदैन । शिक्षकलाई सोध्नुहोस् कि उनीहरूले केही थप्न सक्छन् कि सक्दैनन्।
nl: Er lijken hier geen activiteiten aan toegevoegd te zijn. Vraag de leraar of ze wat kunnen toevoegen.
or: ଏଠାରେ କୌଣସି କାର୍ଯ୍ୟକଳାପ ଯୋଡାଯାଇଥିବା ପରି ମନେ ହୁଏ ନାହିଁ | ଶିକ୍ଷକଙ୍କୁ ପଚାରନ୍ତୁ ସେମାନେ କିଛି ଯୋଡି ପାରିବେ କି?
pa: ਇੱਥੇ ਕੋਈ ਗਤੀਵਿਧੀਆਂ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਗਈਆਂ ਜਾਪਦੀਆਂ ਨਹੀਂ ਹਨ। ਅਧਿਆਪਕ ਨੂੰ ਪੁੱਛੋ ਕਿ ਕੀ ਉਹ ਕੁਝ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹਨ।
pl: Wydaje się, że nie ma tu żadnych działań. Zapytaj nauczyciela, czy może dodać kilka.
ps: دلته هیڅ ډول فعالیتونه اضافه شوی نه ښکاری. د ښوونکی څخه پوښتنه وکړه چې ایا دوی یو څه اضافه کولی شی.
pt_br: Não parece haver nenhuma atividade adicionada aqui. Pergunte ao professor se eles podem adicionar um pouco.
ro: Nu par a fi nici o activitate adăugată aici. Întrebați profesorul dacă poate adăuga unele.
ru: Как представляется, здесь не добавлено никаких мероприятий. Спросите учителя, могут ли они добавить некоторые из них.
sk: Zdá sa, že tu nie sú pridané žiadne aktivity. Opýtajte sa učiteľa, či môže nejaké pridať.
sl: Zdi se, da tukaj ni dodanih nobenih dejavnosti. Vprašaj učitelja, če lahko nekaj doda.
sq: Nuk duket të ketë ndonjë veprimtari të shtuar këtu. Pyete mësuesin nëse mund të shtojnë ca.
sr_latn: Izgleda da ovde nema dodatih aktivnosti. Pitaj učitelja da li mogu da dodaju.
sv: Det verkar inte finnas några aktiviteter inlagda här. Fråga pedagogen om att lägga till några.
sw: Haionekani kuwa na shughuli zozote zilizoongezwa hapa. Muulize mwalimu kama anaweza kuongeza baadhi.
ta: இங்கு எந்தச் செயல்பாடுகளும் சேர்க்கப்பட்டதாகத் தெரியவில்லை. சிலவற்றைச் சேர்க்க முடியுமா என்று ஆசிரியரிடம் கேளுங்கள்.
te: ఇక్కడ ఎలాంటి యాక్టివిటీలు జోడించబడినట్లుగా కనిపించడం లేదు. వారు కొన్నింటిని జోడించగలరా అని టీచర్ ని అడగండి.
th: ดูเหมือนจะไม่มีกิจกรรมใด ๆ ที่เพิ่มเข้ามาที่นี่ ถามครูว่าพวกเขาสามารถเพิ่มบางอย่างได้หรือไม่
tk: Bu ýerde hiç hili iş goşulmaýan ýaly görünýär. Mugallymdan olaryň käbirini goşup bilermikä diýip soraň.
tr: Buraya herhangi bir etkinlik eklenmemiş gibi görünüyor. Öğretmene biraz ekleyip ekleyemezlerini sorun.
tt: Монда өстәлгән нинди дә булса чаралар күрелми. Берәрсе өстәп буламы, укытучыдан сорагыз.
ug: بۇ يەردە ھېچقانداق پائالىيەت قوشۇلمىغاندەك قىلىدۇ. مۇئەللىمدىن ئازراق قوشقىلى بولامدۇ يوق دەپ سوراڭ.
uk: Тут, здається, немає ніяких дій. Запитайте у вчителя, чи можуть вони додати деякі.
ur: یہاں کوئی سرگرمیاں شامل ہوتی نظر نہیں آتی ہیں۔ استاد سے پوچھیں کہ کیا وہ کچھ شامل کر سکتے ہیں۔
uz: Bu erda hech qanday faoliyat qoʻshilgan koʻrinmaydi. O'qituvchidan ba'zilarini qo'sha oladimi, deb so'rang.
vi: Dường như không có bất kỳ hoạt động nào được thêm vào đây. Hỏi giáo viên xem họ có thể thêm một số không.
zh_hans: 此处似乎没有添加任何活动。询问老师是否可以添加一些。
zu: Akubonakali kukhona imisebenzi eyengeziwe lapha. Buza uthisha ukuthi bangakwazi yini ukwengeza ezinye.

# activities_participants
source: Participating
af: Deelnemende
am: በመሳተፍ ላይ
ar: المشاركه
as: অংশগ্ৰহণ কৰা হৈছে
az: İştirak etmək
bg: Участващите
bn: অংশগ্রহণকারী
bo: དེའི་ནང་ཞུགས་པ།
bs: Učestvovanje
ca: Participants
cs: Podílející se
cy: Cymryd rhan
da: Deltager
de: Beteiligend
el: Συμμετέχουν
es: Participar
et: Osalevate
eu: Parte-hartzailea
fa: شرکت
fi: Osallistuvien
fil: Pakikilahok
fr: Participant
ga: Páirt a ghlacadh
gl: Participación
gu: ભાગ લઈ રહ્યા છે
he: המשתתפים
hi: भाग लेने
hr: Sudionica
hu: Részt vevő
hy: Մասնակից
id: Berpartisipasi
is: Taka þátt
it: Partecipante
ja: 参加
ka: მონაწილეობა
kk: Қатысушы
km: ការចូលរួម
kn: ಭಾಗವಹಿಸುವಿಕೆ
ko: 참여
ku: بەشداریکردن
ky: Катышуу
lo: ການມີສ່ວນຮ່ວມ
lt: Dalyvaujančių
lv: Iesaistītās
mg: Mandray anjara
mi: Whai wāhi
mk: Учесништво
ml: പങ്കാളിത്തം
mn_cyrl: Оролцох
mr: सहभागी होणे
ms: Menyertai
mt: Parteċipanti
my: ပါဝင်ခြင်း
nb: Deltakende
ne: भाग लिने
nl: Deelnemende
or: ଅଂଶଗ୍ରହଣ କରିବା
pa: ਭਾਗ ਲੈਣਾ
pl: Uczestniczących
ps: ګډون
pt_br: Participantes
ro: Participante
ru: Участие
sk: Zúčastnených
sl: Sodelujejo
sq: Pjesëmarrja
sr_latn: Učestvuje
sv: deltar
sw: Kushiriki
ta: பங்கேற்பு
te: పాల్గొనడం
th: เข้าร่วม
tk: Gatnaşyjy
tr: Katılan
tt: Катнашу
ug: قاتناشقانلار
uk: Участь
ur: شرکت
uz: Ishtirok etayotgan
vi: Tham gia
zh_hans: 参与
zu: Ukubamba iqhaza

# activities_participants_future
source: to participate
af: om deel te neem
am: ለመሳተፍ
ar: للمشاركة
as: অংশগ্ৰহণ কৰিবলৈ
az: iştirak etmək üçün
bg: да участва
bn: অংশগ্রহণ ের জন্য
bo: དེའི་ནང་ཞུགས་པ།
bs: da ucestvuju
ca: per participar
cs: k účasti
cy: cymryd rhan
da: at deltage
de: zur Teilnahme
el: να συμμετάσχω
es: para participar
et: osaleda
eu: parte hartzeko
fa: برای شرکت
fi: osallistua
fil: upang lumahok
fo: at luttaka.
fr: de participer
ga: páirt a ghlacadh
gl: Para participar
gu: ભાગ લેવા માટે
he: כדי להשתתף
hi: भाग लेने के लिए
hr: za sudjelovanje
hu: részt venni
hy: մասնակցելու համար
id: untuk berpartisipasi
is: að taka þátt
it: per partecipare
ja: 参加する
ka: მონაწილეობის მისაღებად
kk: қатысу үшін
km: ដើម្បីចូលរួម
kn: ಭಾಗವಹಿಸಲು
ko: 참가
ku: بۆ بەشداریکردن
ky: катышуу үчүн
lo: ເພື່ອເຂົ້າຮ່ວມ
lt: dalyvauti
lv: piedalīties
mg: mandray anjara
mi: whai wāhi
mk: за учество
ml: പങ്കെടുക്കാൻ
mn_cyrl: оролцох
mr: सहभागी होण्यासाठी
ms: untuk mengambil bahagian
mt: biex jipparteċipaw
my: ပါဝင်ရန်
nb: å delta
ne: भाग लिनको लागि
nl: om deel te nemen
or: ଅଂଶଗ୍ରହଣ କରିବାକୁ
pa: ਭਾਗ ਲੈਣ ਲਈ
pl: aby wziąć udział
ps: ګډون کول
pt_br: para participar
ro: pentru a participa
ru: для участия
sk: zúčastniť sa
sl: za sodelovanje
sq: për të marrë pjesë
sr_latn: da učestvujem
sv: ska delta
sw: kushiriki
ta: பங்கேற்க
te: పాల్గొనడానికి
th: เพื่อเข้าร่วม
tk: gatnaşmaga
tr: katılmak için
tt: катнашырга
ug: قاتنىشىش ئۈچۈن
uk: для участі
ur: شرکت کرنا
uz: ishtirok etish uchun
vi: để tham gia
zh_hans: 参加
zu: ukubamba iqhaza

# activities_participants_past
source: Participated
af: Deelgeneem
am: ተሳትፎ ውለታ
ar: شارك
as: অংশগ্ৰহণ কৰা হৈছে
az: İştirak etdi
bg: Участва
bn: অংশগ্রহণকারী
bo: དེའི་ནང་ཞུགས་པ།
bs: Sudjelovao
ca: Participat
cs: Zúčastnil
cy: Cymryd rhan
da: Deltog
de: Teilgenommen
el: Συμμετείχε
es: Participado
et: Osalenud
eu: Parte hartu
fa: شرکت
fi: Osallistunut
fil: Lumahok
fr: Participé
ga: Páirt
gl: Participaron
gu: ભાગ લીધેલ
he: השתתפו
hi: भाग लिया
hr: Sudjelovali
hu: Részt vett
hy: Մասնակցել է
id: Berpartisipasi
is: Tekið þátt
it: Partecipato
ja: 参加
ka: მონაწილეობა მიიღო
kk: Қатысқандар
km: ចូលរួម
kn: ಭಾಗವಹಿಸಿದ
ko: 참가
ku: بەشدار بوو
ky: Катышуучу
lo: ມີສ່ວນຮ່ວມ
lt: Dalyvavo
lv: Piedalījās
mg: Nandray anjara
mi: Kua Whai wāhitia
mk: Учествувавме
ml: പങ്കെടുത്തു
mn_cyrl: Оролцсон
mr: सहभागी
ms: Mengambil bahagian
mt: Pparteċipat
my: ပါဝင်ခဲ့သည်။ ပါဝင်
nb: Deltok
ne: भाग लिए
nl: Deelgenomen
or: ଅଂଶଗ୍ରହଣ ହୋଇଛି
pa: ਭਾਗ ਲਿਆ
pl: Uczestniczyli
ps: ګډون کړی
pt_br: Participou
ro: Au participat
ru: Участвовал
sk: Zúčastnil
sl: Sodelovali
sq: Mori pjesë
sr_latn: Učestvovao
sv: deltog
sw: Walishiriki
ta: பங்குபற்றியது
te: పాల్గొన్నారు
th: เข้าร่วม
tk: Gatnaşanlar
tr: Katıldı
tt: Катнашкан
ug: قاتناشقانلار
uk: Брали участь
ur: شرکت
uz: Ishtirok etgan
vi: Tham gia
zh_hans: 参与
zu: Iqhaza

# activities_title
source: This is what we're going to do today!
af: Dit is wat ons vandag gaan doen!
am: ዛሬ ምናደርገው ይህ ነው!
ar: هذا ما سنفعله اليوم!
as: আজি আমি এইটোৱেই কৰিম!
az: Bu gün biz belə edəcəyik!
bg: Това ще направим днес!
bn: এটাই আমরা আজ করতে চলেছি!
bo: འདི་ནི་ང་ཚོས་དེ་རིང་སྒྲུབ་དགོས་པའི་བྱ་བ་ཞིག་རེད།
bs: Ovako ćemo danas!
ca: Això és el que farem avui!
cs: To je to, co dnes uděláme!
cy: Dyma beth rydyn ni'n mynd i'w wneud heddiw!
da: Det er, hvad vi skal gøre i dag!
de: Das ist es, was wir heute tun werden!
el: Αυτό θα κάνουμε σήμερα!
es: ¡Esto es lo que vamos a hacer hoy!
et: See on see, mida me täna teeme!
eu: Horixe egingo dugu gaur!
fa: اين کاريه که امروز ميخوايم بکنيم!
fi: Tämän me teemme tänään!
fil: Ito ang gagawin natin ngayon!
fo: Hetta er tað, vit fara at gera í dag!
fr: C’est ce qu’on va faire aujourd’hui !
ga: Seo a bheidh le déanamh againn inniu!
gl: Isto é o que imos facer hoxe!
gu: આજે આપણે આ જ કરવાના છીએ!
he: זה מה שאנחנו הולכים לעשות היום!
hi: आज हम यही करने जा रहे हैं!
hr: To je ono što ćemo učiniti danas!
hu: Ezt fogjuk ma megtenni!
hy: Ահա թե ինչ ենք անելու այսօր։
id: Inilah yang akan kita lakukan hari ini!
is: Þetta er það sem við ætlum að gera í dag!
it: Questo è quello che faremo oggi!
ja: これは私たちが今日やるつもりです!
ka: ეს არის ის, რასაც დღეს ვაპირებთ!
kk: Біз бүгін осылай істейміз!
km: នេះ ជា អ្វី ដែល យើង នឹង ធ្វើ នៅ ថ្ងៃ នេះ !
kn: ಇದನ್ನೇ ನಾವು ಇಂದು ಮಾಡಲಿದ್ದೇವೆ!
ko: 이것이 오늘 우리가 할 일입니다!
ku: ئەمە ئەو شتەیە کە ئەمڕۆ دەیکەین!
ky: Биз бүгүн ушундай кылабыз!
lo: ນີ້ແມ່ນສິ່ງທີ່ພວກເຮົາຈະເຮັດໃນມື້ນີ້!
lt: Štai ką mes ketiname padaryti šiandien!
lv: Tas ir tas, ko mēs šodien darīsim!
mg: Izany no hataontsika androany!
mi: Koinei tā mātou e mahi ai i tēnei rā!
mk: Ова ќе го направиме денес!
ml: അതാണ് നമ്മള് ഇന്ന് ചെയ്യാന് പോകുന്നത്!
mn_cyrl: Өнөөдөр бид ингэж л явна!
mr: आज आपण हेच करणार आहोत!
ms: Inilah yang akan kita lakukan hari ini!
mt: Dan huwa dak li se nagħmlu llum!
my: ဒီနေ့ ကျွန်တော်တို့ လုပ်ရမယ့်အရာပါ။
nb: Det er dette vi skal gjøre i dag!
ne: आज हामी यही गर्न गइरहेका छौं!
nl: Dit is wat we vandaag gaan doen!
or: ଆଜି ଆମେ ଏହା କରିବାକୁ ଯାଉଛୁ!
pa: ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਅੱਜ ਕਰਨ ਜਾ ਰਹੇ ਹਾਂ!
pl: To właśnie zamierzamy zrobić dzisiaj!
ps: دا هغه څه دی چې نن به یې کوو!
pt_br: Isto é o que vamos fazer hoje!
ro: Asta vom face astăzi!
ru: Это то, что мы собираемся сделать сегодня!
sk: To je to, čo dnes urobíme!
sl: To bomo naredili danes!
sq: Kjo është ajo që do të bëjmë sot!
sr_latn: Ovo ćemo da uradimo danas!
sv: Det här ska vi göra idag!
sw: Hiki ndicho tutakachokifanya leo!
ta: இதைத்தான் இன்று நாம் செய்யப் போகிறோம்!
te: ఈ రోజు మనం చేయబోయేది ఇదే!
th: นี่คือสิ่งที่เรากําลังจะทําในวันนี้!
tk: Bu gün edäýjek işimiz!
tr: Bugün yapacağımız şey bu!
tt: Бүген без шулай эшлибез!
ug: بۇ بىزنىڭ بۈگۈن قىلىدىغان ئىشىمىز!
uk: Це те, що ми збираємося зробити сьогодні!
ur: آج ہم یہی کرنے جا رہے ہیں!
uz: Bugun shunday qilamiz!
vi: Đây là những gì chúng ta sẽ làm hôm nay!
zh_hans: 这就是我们今天要做的！
zu: Yilokhu esizokwenza namuhla!

# activity_today
source: Today %@
af: Vandag %@
am: ዛሬ %@
ar: اليوم %@
as: আজি <span translate='no'>string</span>
az: Bu gün %@
bg: Днес %@
bn: আজ %@
bo: དེ་རིང་ %@
bs: Danas %@
ca: Avui %@
cs: Dnes %@
cy: Heddiw %@
da: I dag %@
de: Heute %@
el: Σήμερα %@
es: Hoy %@
et: Täna %@
eu: Gaur %@
fa: امروز %@
fi: Tänään %@
fil: Ngayon %@
fo: Í dag %@
fr: Aujourd'hui %@
ga: Inniu %@
gl: Hoxe %@
gu: આજે <span translate='no'>string</span>
he: היום %@
hi: आज %@
hr: Danas %@
hu: Ma %@
hy: Այսօր %@
id: Hari ini %@
is: Í dag %@
it: Oggi %@
ja: 今日 %@
ka: დღეს %@
kk: Бүгін %@
km: ថ្ងៃនេះ <span translate='no'>string</span>
kn: ಇಂದು <span translate='no'>string</span>
ko: 오늘 %@
ku: ئەمڕۆ %@
ky: Бүгүн %@
lo: ມື້ ນີ້ <span translate='no'>string</span>
lt: Šiandien %@
lv: Šodien %@
mg: Androany %@
mi: Ngā %@ o Tēnei Rā
mk: Денес %@
ml: ഇന്ന് <span translate='no'>string</span>
mn_cyrl: Өнөөдөр %@
mr: आज %@
ms: Hari ini %@
mt: Illum %@
my: ယနေ့ %@ ယနေ့
nb: I dag %@
ne: आज %@
nl: Vandaag %@
or: ଆଜି <span translate='no'>string</span>
pa: ਅੱਜ <span translate='no'>string</span>
pl: Dzisiaj %@
ps: نن %@
ro: Astăzi %@
ru: Сегодня %@
sk: Dnes %@
sl: Danes %@
sq: Sot %@
sv: Idag %@
sw: Leo %@
ta: இன்று <span translate='no'>string</span>
te: నేడు <span translate='no'>string</span>
th: วันนี้ <span translate='no'>string</span>
tk: Şu gün %@
tr: Bugün %@
tt: Бүген %@
ug: تارىخ-بۈگۈن %@
uk: Сьогодні %@
ur: آج %@
uz: Bugun %@
vi: Hôm nay %@
zh_hans: 今日 %@
zu: Namuhla %@
