Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# home_survey_reminder
source: There's a new survey available. Please remind your teacher to complete it!
af: Daar is 'n nuwe opname beskikbaar. Herinner u onderwyser om dit te voltooi!
am: አዲስ ጥናት አለ። እባክዎን አስተማሪዎን እንዲጨርሱት አሳሰቡት!
ar: هناك مسح جديد متاح. يرجى تذكير المعلم الخاص بك لإكمال ذلك!
as: এটা নতুন জৰীপ উপলব্ধ আছে। অনুগ্ৰহ কৰি আপোনাৰ শিক্ষকক ইয়াক সম্পূৰ্ণ কৰিবলৈ মনত পেলাই দিয়ক!
az: Yeni bir anket mövcuddur. Xahiş edirəm, müəlliminizə onu tamamlamağınızı xatırladın!
bg: Има ново проучване на разположение. Моля, напомнете на учителя си да го завърши!
bn: একটি নতুন জরিপ উপলব্ধ আছে। দয়া করে আপনার শিক্ষককে এটি সম্পূর্ণ করার জন্য মনে করিয়ে দিন!
bo: ད་ཡོད་ཀྱི་བརྟག་དཔྱད་གསར་བ་ཞིག་ཡོད། ཁྱེད་ཚོའི་དགེ་རྒན་ལ་དྲན་སྐུལ་བྱས་ནས་ལེགས་འགྲུབ་བྱེད་རོགས།
bs: Dostupna je nova anketa. Molim vas, podsjetite učitelja da je dovrši!
ca: Hi ha una nova enquesta disponible. Si us plau, recorda al teu professor que l'hagi de completar!
cs: K dispozici je nový průzkum. Prosím, připomeňte svému učiteli, aby ji dokončil!
cy: Mae arolwg newydd ar gael. Atgoffwch eich athro/athrawes i'w gwblhau!
da: Der er en ny undersøgelse til rådighed. Mind din lærer om at fuldføre det!
de: Es gibt eine neue Umfrage. Bitte erinnere deinen Lehrer daran, es zu vervollständigen!
el: Υπάρχει μια νέα έρευνα διαθέσιμη. Υπενθυμίστε στον δάσκαλό σας να το ολοκληρώσει!
es: Hay una nueva encuesta disponible. ¡Por favor, recuérdale a tu maestro que lo complete!
et: Saadaval on uus uuring. Palun tuletage oma õpetajale meelde, et ta selle lõpetaks!
eu: Inkesta berri bat eskuragarri. Mesedez, gogoan izan zure maisuari hura osatzeko!
fa: یک نظرسنجی جدید در دسترس است. لطفا به معلم خود یادآوری کنید که آن را تکمیل کند!
fi: Uusi tutkimus on saatavilla. Muistuta opettajaasi, että suoritat sen loppuun!
fil: May bagong survey na magagamit. Mangyaring paalalahanan ang iyong guro na kumpletuhin ito!
fo: Tað er ein nýggjur kannarmálari. Minn vinarliga tín lærara at gera tað liðugt!
fr: Il y a une nouvelle enquête disponible. S’il vous plaît rappeler à votre professeur de le compléter!
ga: Tá suirbhé nua ar fáil. Cuir i gcuimhne do do mhúinteoir é a chríochnú!
gl: Hai unha nova enquisa dispoñible. Por favor, recorde ao seu profesor que o complete.
gu: એક નવો સર્વે ઉપલબ્ધ છે. કૃપા કરીને તેને પૂર્ણ કરવા માટે તમારા શિક્ષકને યાદ કરાવો!
he: יש סקר חדש זמין. אנא הזכירו למורה שלכם להשלים אותו!
hi: एक नया सर्वेक्षण उपलब्ध है। कृपया इसे पूरा करने के लिए अपने शिक्षक को याद दिलाएं!
hr: Dostupna je nova anketa. Molim vas, podsjetite svog učitelja da ga dovrši!
hu: Új felmérés érhető el. Kérjük, emlékeztesse tanárát, hogy töltse ki!
hy: Առկա է նոր հարցում: Խնդրում եմ հիշեցրեք ձեր ուսուցչին, որ այն ավարտին հասցնի!
id: Ada survei baru yang tersedia. Harap ingatkan guru Anda untuk menyelesaikannya!
is: Það er ný könnun í boði. Vinsamlegast minntu kennarann þinn á að ljúka því!
it: È disponibile un nuovo sondaggio. Ricorda al tuo insegnante di completarlo!
ja: 新しい調査が利用可能です。先生に完了を思い出させてください!
ka: არსებობს ახალი გამოკითხვა. გთხოვთ, შეახსენოთ თქვენს მასწავლებელს, რომ დაასრულოს იგი!
kk: Жаңа сауалнама бар. Ұстазыңызға оны аяқтауды еске салуыңызды сұраймын!
km: មាន ការ ស្ទង់ មតិ ថ្មី មួយ ដែល មាន ។ សូមរំឭកគ្រូរបស់អ្នកឲ្យចប់ហើយ!
kn: ಒಂದು ಹೊಸ ಸಮೀಕ್ಷೆ ಲಭ್ಯವಿದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಶಿಕ್ಷಕರಿಗೆ ನೆನಪಿಸಿ!
ko: 새로운 설문 조사를 사용할 수 있습니다. 선생님에게 그것을 완료하도록 상기시켜주십시오!
ku: ڕاپرسییەکی نوێ بەردەستە. تکایە مامۆستاکەت بەبیر بهێنە بۆ تەواوکردنی!
ky: Жаңы сурамжылоо бар. Мугалимиңерге аны аягына чыгарууну эскертиңиз!
lo: ມີການສໍາຫຼວດໃຫມ່ທີ່ມີຢູ່. ກະລຸນາເຕືອນນາຍຄູໃຫ້ສໍາເລັດ!
lt: Yra nauja apklausa. Prašome priminti savo mokytojui, kad jis tai užbaigtų!
lv: Ir pieejama jauna aptauja. Lūdzu, atgādiniet savam skolotājam, lai viņš to pabeidz!
mg: Misy fanadihadiana vaovao azo raisina. Mba ampahatsiahivo ny mpampianatra anao mba hameno izany!
mi: He tirohanga hōu e wātea ana. Me whakamahara koa ki to kaiako kia oti!
mk: Има ново истражување на располагање. Те молам, потсети го твојот учител да го заврши!
ml: ഒരു പുതിയ സർവേ ലഭ്യമാണ്. ഇത് പൂർത്തിയാക്കാൻ ദയവായി നിങ്ങളുടെ അധ്യാപകനെ ഓർമ്മിപ്പിക്കുക!
mn_cyrl: Шинэ судалгаа хийх боломжтой. Багшдаа энэ бүхнийг гүйцээж өгөхийг сануулна уу!
mr: नवीन सर्वेक्षण उपलब्ध आहे. कृपया आपल्या शिक्षकांना ते पूर्ण करण्याची आठवण करून द्या!
ms: Terdapat tinjauan baharu yang tersedia. Sila ingatkan guru anda untuk menyelesaikannya!
mt: Hemm stħarriġ ġdid disponibbli. Jekk jogħġbok fakkar lill-għalliem tiegħek biex itemmha!
my: စစ်တမ်းအသစ်တစ်ခု ရနိုင်ပါတယ်။ ကျေးဇူးပြု၍ သင့်ဆရာကို အပြီးသတ်ရန် သတိပေးပါ!
nb: Det er en ny undersøkelse tilgjengelig. Vennligst minn læreren din på å fullføre det!
ne: त्यहाँ एक नयाँ सर्वेक्षण उपलब्ध छ। कृपया यसलाई पूरा गर्न आफ्नो शिक्षकलाई सम्झाउनुहोस्!
nl: Er is een nieuwe enquête beschikbaar. Herinner je leraar eraan om het te voltooien!
or: ଏକ ନୂତନ ସର୍ଭେ ଉପଲବ୍ଧ ଅଛି। ଦୟାକରି ଏହାକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କ ଶିକ୍ଷକଙ୍କୁ ମନେ ପକାନ୍ତୁ!
pa: ਇੱਕ ਨਵਾਂ ਸਰਵੇਖਣ ਉਪਲਬਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਆਪਣੇ ਅਧਿਆਪਕ ਨੂੰ ਯਾਦ ਕਰਵਾਓ!
pl: Dostępna jest nowa ankieta. Przypomnij swojemu nauczycielowi, aby go wypełnił!
ps: دلته یوه نوې سروې موجوده ده. مهربانی وکړئ خپل ښوونکی ته یادونه وکړئ چې دا بشپړ کړی!
pt_br: Há uma nova pesquisa disponível. Por favor, lembre seu professor para completá-lo!
ro: Există un nou sondaj disponibil. Vă rugăm să-i reamintiți profesorului dumneavoastră să-l completeze!
ru: Доступно новое обследование. Пожалуйста, напомните своему учителю, чтобы завершить его!
sk: K dispozícii je nový prieskum. Pripomeňte svojmu učiteľovi, aby ho dokončil!
sl: Na voljo je nova raziskava. Prosim, opomni učitelja, da ga dokonča!
sq: Ka një sondazh të ri në dispozicion. Ju lutem kujtojini mësuesit tuaj që ta përfundojë atë!
sr_latn: Dostupna je nova anketa. Molim vas podsetite učitelja da ga završi!
sv: Det finns en ny enkät tillgänglig. Påminn gärna din pedagog om att svara på den!
sw: Kuna utafiti mpya unapatikana. Tafadhali mkumbushe mwalimu wako kuikamilisha!
ta: ஒரு புதிய கணக்கெடுப்பு உள்ளது. தயவுசெய்து அதை முடிக்க உங்கள் ஆசிரியருக்கு நினைவூட்டுங்கள்!
te: ఒక కొత్త సర్వే అందుబాటులో ఉంది. దానిని పూర్తి చేయమని దయచేసి మీ టీచర్ కు గుర్తు చేయండి!
th: มีแบบสํารวจใหม่ โปรดเตือนครูของคุณให้ทํามันให้เสร็จ!
tk: Täze sorag bar. Haýyş edýärin, ony tamamlamagy mugallyma ýatlatsyn!
tr: Yeni bir anket var. Lütfen öğretmeninize tamamlamasını hatırlatın!
tt: Яңа сораштыру бар. Зинһар, укытучыңның аны тәмамларга хәтереңне!
ug: يېڭى تەكشۈرۈش ئېلىپ باردۇق. مۇئەللىمگە ئۇنى تاماملاشنى ئەسكەرتىڭ!
uk: Доступне нове опитування. Будь ласка, нагадайте своєму вчителю, щоб завершити його!
ur: ایک نیا سروے دستیاب ہے۔ براہ کرم اپنے استاد کو اسے مکمل کرنے کی یاد دلائیں!
uz: Yangi anketa mavjud. Iltimos, o'qituvchingizga uni tugatishni eslatib qo'ying!
vi: Có một cuộc khảo sát mới có sẵn. Hãy nhắc nhở giáo viên của bạn để hoàn thành nó!
zh_hans: 有一项新的调查可用。请提醒你的老师完成它！
zu: Kukhona inhlolovo entsha etholakalayo. Sicela ukhumbuze uthisha wakho ukuthi ayiqede!

# home_take_action
source: What do you want to know?
af: Wat wil jy weet?
am: ምን ማወቅ ትፈልጋለህ?
ar: ماذا تريد أن تعرف؟
as: আপুনি কি জানিব বিচাৰে?
az: Nə bilmək istəyirsən?
bg: Какво искаш да знаеш?
bn: আপনি কি জানতে চান?
bo: ཁྱོད་ཀྱིས་ཅི་ཞིག་ཤེས་འདོད་དམ།
bs: Šta želiš da znaš?
ca: Què vols saber?
cs: Co chcete vědět?
cy: Beth ydych chi eisiau ei wybod?
da: Hvad vil du vide?
de: Was möchten Sie wissen?
el: Τι θέλετε να μάθετε;
es: ¿Qué quieres saber?
et: Mida sa tahad teada?
eu: Zer jakin nahi duzu?
fa: ميخواي چي بدوني؟
fi: Mitä haluat tietää?
fil: Ano ang gusto ninyong malaman?
fo: Hvat vilt/vilja tú/vita?
fr: Que voulez-vous savoir?
ga: Cad ba mhaith leat a fháil amach?
gl: Que queres saber?
gu: તમે શું જાણવા માંગો છો?
he: מה אתה רוצה לדעת?
hi: आप क्या जानना चाहते हैं?
hr: Što vas zanima?
hu: Mit akarsz tudni?
hy: Ի՞նչ եք ուզում իմանալ:
id: Apa yang ingin Anda ketahui?
is: Hvað viltu vita?
it: Cosa vuoi sapere?
ja: あなたは何を知りたいですか?
ka: კაკგჲ თჟკაქ ეა ჱნავქ?
kk: Нені білгіңіз келеді?
km: ចង់ ដឹង អ្វី ខ្លះ?
kn: ನೀವು ಏನನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸುವಿರಿ?
ko: 무엇을 알고 싶습니까?
ku: تۆ دەتەوێت چی بزانیت؟
ky: Эмнени билгиңер келет?
lo: ທ່ານຢາກຮູ້ຫຍັງ?
lt: Ką norite žinoti?
lv: Ko jūs vēlaties zināt?
mg: Inona no tianao ho fantatra?
mi: He aha tāu e hiahia ana ki te mōhio?
mk: Што сакаш да знаеш?
ml: നിനക്കെന്താണ് അറിയേണ്ടത്?
mn_cyrl: Та юу мэдэхийг хүсч байна вэ?
mr: तुला काय जाणून घ्यायचं आहे?
ms: Apa yang anda ingin tahu?
mt: X'tixtieq tkun taf?
my: သင် ဘာ သိ ချင် သလဲ ။
nb: Hva vil du vite?
ne: तपाईं के जान्न चाहनुहुन्छ?
nl: Wat wil je weten?
or: ଆପଣ କ'ଣ ଜାଣିବାକୁ ଚାହାଁନ୍ତି?
pa: ਤੁਸੀਂ ਕੀ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Co chcesz wiedzieć?
ps: تاسو څه غواړئ چې پوه شئ؟
pt_br: O que você quer saber?
ro: Ce vrei să știi?
ru: Что ты хочешь знать?
sk: Čo chcete vedieť?
sl: Kaj vas zanima?
sq: Çfarë do të dish?
sr_latn: Šta želite da znate?
sv: Vad vill du veta?
sw: Unataka kujua nini?
ta: நீங்கள் என்ன தெரிந்து கொள்ள விரும்புகிறீர்கள்?
te: మీరు ఏమి తెలుసుకోవాలని అనుకుంటున్నారు?
th: คุณอยากรู้อะไร?
tk: Sen nämeleri bilesiň gelýär?
tr: Ne bilmek istiyorsun?
tt: Сез нәрсә беләсез?
ug: نېمىنى بىلگۈڭىز بار؟
uk: Що ви хочете знати?
ur: آپ کیا جاننا چاہتے ہیں؟
uz: Nimani bilmoqchisiz?
vi: Anh muốn biết gì?
zh_hans: 您想知道什么？
zu: Yini ofuna ukuyazi?

# home_weekend
source: It's saturday tomorrow, have a nice weekend!
af: Dit is Saterdag môre, het 'n lekker naweek!
am: ቅዳሜ ነው ነገ, ጥሩ ቅዳሜና እሁድ ይኑርህ!
ar: إنه يوم السبت غداً، وتحظى بعطلة نهاية أسبوع لطيفة!
as: কাইলৈ শনিবাৰে, এটা সুন্দৰ সপ্তাহান্ত হওক!
az: Sabah şənbədir, gözəl həftəsonun olsun!
bg: Утре е събота, приятен уикенд!
bn: এটা আগামীকাল শনিবার, একটি সুন্দর সপ্তাহান্তে আছে!
bo: སང་ཉིན་གཟའ་སྤེན་པའི་ཉིན་རེད། གཟའ་མཇུག་སྐྱིད་པོ་ཞིག་གཏོང་རྒྱུ་རེད།
bs: Sutra je subota, prijatan vikend!
ca: Demà és dissabte, que tingueu un bon cap de setmana!
cs: Zítra je sobota, přeji hezký víkend!
cy: Mae hi'n ddydd Sadwrn yfory, cael penwythnos braf!
da: Det er lørdag i morgen, har en dejlig weekend!
de: Es ist Samstag morgen, habt ein schönes Wochenende!
el: Είναι Σάββατο αύριο, καλό Σαββατοκύριακο!
es: ¡Mañana es sábado, que tengas un buen fin de semana!
et: Homme on laupäev, ilusat nädalavahetust!
eu: Bihar larunbata da, asteburu ona izan dezazula!
fa: شنبه فردا، آخر هفته خوبي داشته باشيد!
fi: Huomenna on lauantai, hyvää viikonloppua!
fil: Sabado bukas, magkaroon ng magandang katapusan ng linggo!
fo: Tað er leygardagur í morgin, hava eitt gott vikuskifti!
fr: C’est samedi demain, passez un bon week-end !
ga: Dé Sathairn amárach atá ann, bíodh deireadh seachtaine deas agat!
gl: Mañá é sábado, que teñas un bo fin de semana!
gu: આવતીકાલે શનિવાર છે, એક સરસ વીકએન્ડ હોય!
he: זה יום שבת מחר, שיהיה לך סוף שבוע נחמד!
hi: यह शनिवार कल है, एक अच्छा सप्ताहांत है!
hr: Sutra je subota, želim ti lijep vikend!
hu: Holnap szombat van, szép hétvégét kívánok!
hy: Վաղը շաբաթ է, ունեցեք հաճելի հանգստյան օր!
id: Ini hari Sabtu besok, semoga akhir pekanmu menyenangkan!
is: Það er laugardagur á morgun, eigið góða helgi!
it: Domani è sabato, buon fine settimana!
ja: 明日は土曜日です、素敵な週末を過ごしてください!
ka: სრპვ ვ ჟყბჲრა, თმაქ ჳსბაგა სთკვნეა!
kk: Ертең сенбі, демалыс күндері тамаша болсын!
km: ថ្ងៃ សៅរ៍ ស្អែក នេះ មាន ចុង សប្តាហ៍ ដ៏ ល្អ!
kn: ಇದು ನಾಳೆ ಶನಿವಾರ, ಉತ್ತಮ ವಾರಾಂತ್ಯವನ್ನು ಹೊಂದಿರಿ!
ko: 내일 토요일, 좋은 주말 되세요!
ku: سبەی شەممەیە، کۆتایی هەفتەیەکی خۆشت هەبێت!
ky: Эртең ишемби, жагымдуу дем алыш!
lo: ມັນເປັນວັນເສົາມື້ອື່ນ, ມີທ້າຍອາທິດທີ່ດີ!
lt: Rytoj šeštadienis, gražaus savaitgalio!
lv: Rīt ir sestdiena, lai jauka nedēļas nogale!
mg: Andro iray rahampitso, manana faran'ny herinandro mahafinaritra!
mi: He pai te mutunga wiki o āpōpō!
mk: Утре е сабота, убав викенд!
ml: നാളെ ശനിയാഴ്ചയാണ്, നല്ല വാരാന്ത്യം!
mn_cyrl: Маргааш бямба гараг, амралтын өдрүүд сайхан болж байна!
mr: उद्या शनिवार आहे, चांगला शनिवार आहे!
ms: Hari Sabtu esok, mempunyai hujung minggu yang bagus!
mt: Huwa s-Sibt għada, ikollok weekend sabiħ!
my: မနက်ဖြန် စနေနေ့၊ စနေ၊ တနင်္ဂနွေနေ့ကောင်းပြီ!
nb: Det er lørdag i morgen, ha en fin helg!
ne: यो शनिबार भोलि हो, एक राम्रो सप्ताहांत छ!
nl: Het is morgen zaterdag, fijn weekend!
or: ଆସନ୍ତାକାଲି ଶନିବାର, ଏକ ସୁନ୍ଦର ସପ୍ତାହଶେଷ ଅଛି!
pa: ਕੱਲ੍ਹ ਸ਼ਨੀਵਾਰ ਦਾ ਦਿਨ ਹੈ, ਤੁਹਾਡਾ ਵੀਕਐਂਡ ਵਧੀਆ ਹੋਵੇ!
pl: Jutro jest sobota, miłego weekendu!
ps: دا سبا د شنبې ورځ ده، یوه ښه اوونۍ ولرئ!
pt_br: É sábado amanhã, tenha um bom fim de semana!
ro: E sâmbătă mâine, să ai un weekend frumos!
ru: Завтра суббота, хорошо провести выходные!
sk: Zajtra je sobota, prajem pekný víkend!
sl: Jutri je sobota, lep vikend!
sq: Është e shtunë nesër, kalofsh një fundjavë të bukur!
sr_latn: Sutra je subota, želim ti lep vikend!
sv: Imorgon är det lördag, trevlig helg!
sw: Ni jumamosi kesho, kuwa na wikendi nzuri!
ta: இது நாளை சனிக்கிழமை, ஒரு நல்ல வார இறுதியில்!
te: ఇది రేపు శనివారం, మంచి వారాంతం!
th: มันเป็นวันเสาร์ในวันพรุ่งนี้มีวันหยุดสุดสัปดาห์ที่ดี!
tk: Ertir şenbe güni, dynç günleri gowy bolsun!
tr: Yarın cumartesi, güzel bir hafta sonu!
tt: Иртәгә бу шимбә, матур яллар бар!
ug: ئەتە شەنبە، ھەپتە ئاخىرى كۆڭۈللۈك بولسۇن!
uk: Завтра субота, гарних вихідних!
ur: یہ کل ہفتہ ہے، ایک اچھا ہفتے کے آخر میں ہے!
uz: Ertaga shanba, yaxshi dam olish kunlari bo'ladi!
vi: Hôm nay là thứ bảy, có một ngày cuối tuần tuyệt vời!
zh_hans: 明天是星期六，祝你周末愉快！
zu: KunguMgqibelo kusasa, ube nempelasonto enhle!

# instagram_month_title
source: This is what we have done during the past month
af: Dit is wat ons die afgelope maand gedoen het.
am: ባለፈው ወር ያደረግነው ይህ ነው
ar: هذا ما فعلناه خلال الشهر الماضي
as: যোৱা মাহত আমি এইটোৱেই কৰিছো
az: Ötən ay ərzində belə etdik
bg: Това направихме през последния месец
bn: গত এক মাসে আমরা যা করেছি, তা-ই হয়েছে।
bo: འདི་ནི་ང་ཚོས་འདས་ཟིན་པའི་ཟླ་བ་གཅིག་གི་ནང་བསྒྲུབས་པའི་བྱ་བ་ཡིན།
bs: Ovo smo uradili tokom proteklog mjeseca.
ca: Això és el que hem fet durant l'últim mes
cs: To je to, co jsme udělali během uplynulého měsíce
cy: Dyma yr ydym wedi'i wneud yn ystod y mis diwethaf
da: Dette er, hvad vi har gjort i løbet af den seneste måned
de: Das haben wir im vergangenen Monat getan
el: Αυτό κάναμε τον τελευταίο μήνα
es: Esto es lo que hemos hecho durante el último mes
et: Seda oleme viimase kuu jooksul teinud
eu: Hori da azken hilabetean egin duguna
fa: این کاری است که ما در طول یک ماه گذشته انجام داده ایم
fi: Näin olemme tehneet viimeisen kuukauden aikana.
fil: Ito ang nagawa natin sa nakaraang buwan
fo: Hetta er tað, vit hava gjørt í farna mánaði
fr: C’est ce que nous avons fait au cours du dernier mois
ga: Is é seo atá déanta againn le mí anuas
gl: Isto é o que fixemos no último mes.
gu: પાછલા મહિના દરમિયાન અમે આ જ કર્યું છે
he: זה מה שעשינו בחודש האחרון
hi: पिछले एक महीने के दौरान हमने यही किया है।
hr: To je ono što smo učinili tijekom proteklog mjeseca
hu: Ezt tettük az elmúlt hónapban
hy: Ահա թե ինչ ենք արել անցած ամսվա ընթացքում
id: Inilah yang telah kami lakukan selama sebulan terakhir
is: Þetta höfum við gert undanfarinn mánuð
it: Questo è ciò che abbiamo fatto nell'ultimo mese
ja: これは私たちが過去1ヶ月間に行ったことです
ka: ეს არის ის, რაც ჩვენ გავაკეთეთ გასული თვის განმავლობაში
kk: Біз өткен ай ішінде осылай істедік
km: នេះ ជា អ្វី ដែល យើង បាន ធ្វើ ក្នុង អំឡុង ខែ មុន
kn: ಕಳೆದ ಒಂದು ತಿಂಗಳಲ್ಲಿ ನಾವು ಇದನ್ನೇ ಮಾಡಿದ್ದೇವೆ
ko: 이것이 지난 한 달 동안 우리가 한 일입니다.
ku: ئەمە ئەو کارەیە کە لەماوەی مانگی ڕابردوودا کردوومانە
ky: Биз өткөн ай ичинде ушундай кылдык
lo: ນີ້ແມ່ນສິ່ງທີ່ພວກເຮົາໄດ້ເຮັດໃນຊ່ວງເດືອນທີ່ຜ່ານມາ
lt: Štai ką mes padarėme per pastarąjį mėnesį
lv: Tas ir tas, ko mēs esam paveikuši pēdējā mēneša laikā
mg: Izany no nataonay nandritra ny volana lasa.
mi: Koinei tā mātou i mahi ai i roto i te marama kua taha
mk: Ова го направивме во текот на изминатиот месец
ml: കഴിഞ്ഞ ഒരു മാസത്തിനുള്ളില് ഞങ്ങള് ചെയ്തത് ഇതാണ്
mn_cyrl: Өнгөрсөн сарын хугацаанд бид ингэж
mr: गेल्या महिन्याभरात आम्ही हेच केले आहे
ms: Inilah yang telah kita lakukan pada bulan lalu
mt: Dan huwa dak li għamilna matul ix-xahar li għadda
my: ဒါက လွန်ခဲ့တဲ့လအတွင်းမှာ ကျွန်တော်တို့ လုပ်ခဲ့တာတွေပါ။
nb: Dette har vi gjort den siste måneden
ne: बितेको एक महिनामा हामीले यसो गरेका छौं
nl: Dit is wat we de afgelopen maand hebben gedaan
or: ଗତ ମାସରେ ଆମେ ଏହା କରିଛୁ
pa: ਪਿਛਲੇ ਮਹੀਨੇ ਦੌਰਾਨ ਅਸੀਂ ਇਹੀ ਕੀਤਾ ਹੈ
pl: To właśnie zrobiliśmy w ciągu ostatniego miesiąca
ps: دا هغه څه دی چې موږ په تیره یوه میاشت کې کړی دی
pt_br: Isto é o que fizemos durante o último mês
ro: Aceasta este ceea ce am făcut în ultima lună
ru: Это то, что мы сделали за последний месяц
sk: To je to, čo sme urobili za posledný mesiac
sl: To smo storili v preteklem mesecu
sq: Kjo është ajo që kemi bërë gjatë muajit të kaluar
sr_latn: Ovo smo radili tokom proteklog meseca
sv: Det här gjorde vi den senaste månaden
sw: Hiki ndicho tulichokifanya katika kipindi cha mwezi mmoja uliopita
ta: கடந்த மாதத்தில் இதைத்தான் நாங்கள் செய்துள்ளோம்
te: గత నెలలో మేం చేసినది ఇదే
th: นี่คือสิ่งที่เราได้ทําในช่วงเดือนที่ผ่านมา
tk: Biz muny geçen aýyň dowamynda etdik,
tr: Geçen ay yaptığımız şey bu.
tt: Үткән ай эчендә без нәкъ шулай эшләдек
ug: بۇ بىز ئۆتكەن ئايلاردا قىلغان ئەمەللىرىمىز
uk: Це те, що ми зробили за останній місяць.
ur: گزشتہ ماہ کے دوران ہم نے یہی کیا ہے۔
uz: Oʻtgan oy davomida shunday qildik
vi: Đây là những gì chúng tôi đã làm trong tháng qua.
zh_hans: 这是我们在过去一个月里所做的
zu: Yilokhu esikwenzile ngenyanga edlule

# instagram_today_title
source: This is what we have did today
af: Dit is wat ons vandag gedoen het
am: ይኸው ነው ዛሬ ያደረነው
ar: هذا ما فعلناه اليوم
as: আজি আমি এইটোৱেই কৰিছো
az: Bu gün də belə etdik
bg: Това направихме днес
bn: আজ আমরা এটাই করেছি।
bo: འདི་ནི་ང་ཚོས་དེ་རིང་བསྒྲུབས་པའི་བྱ་བ་ཞིག་རེད།
bs: Ovo smo danas uradili.
ca: Això és el que hem fet avui
cs: To je to, co jsme dnes udělali
cy: Dyma'r hyn yr ydym wedi ei wneud heddiw
da: Det er, hvad vi har gjort i dag
de: Das haben wir heute getan
el: Αυτό κάναμε σήμερα
es: Esto es lo que hemos hecho hoy
et: See on see, mida me täna tegime
eu: Hori da gaur egin duguna
fa: اين کاريه که امروز کرديم
fi: Näin olemme tehneet tänään.
fil: Ito ang ginawa natin ngayon
fo: Hetta er tað, vit hava gjørt í dag
fr: C’est ce que nous avons fait aujourd’hui
ga: Sin é a rinneamar inniu
gl: Isto é o que fixemos hoxe
gu: આજે આપણે આ જ કર્યું છે
he: זה מה שעשינו היום
hi: आज हमने यही किया है।
hr: To je ono što smo učinili danas
hu: Ez az, amit ma tettünk
hy: Ահա թե ինչ ենք արել այսօր
id: Inilah yang telah kami lakukan hari ini
is: Þetta er það sem við höfum gert í dag
it: Questo è ciò che abbiamo fatto oggi
ja: これは私たちが今日やったことです
ka: ეს არის ის, რაც დღეს გავაკეთეთ
kk: Біз бүгін осылай істедік
km: នេះ ជា អ្វី ដែល យើង បាន ធ្វើ នៅ ថ្ងៃ នេះ
kn: ಇದನ್ನೇ ನಾವು ಇಂದು ಮಾಡಿದ್ದೇವೆ
ko: 이것이 오늘 우리가 한 일입니다.
ku: ئەمە ئەو کارەیە کە ئەمڕۆ کردوومانە
ky: Биз бүгүн ушундай кылдык
lo: ນີ້ຄືສິ່ງທີ່ພວກເຮົາໄດ້ເຮັດໃນມື້ນີ້
lt: Štai ką mes šiandien padarėme
lv: Tas ir tas, ko mēs šodien esam izdarījuši
mg: Izany no nataontsika androany.
mi: Koinei tā mātou i mahi ai i tēnei rā
mk: Ова го направивме денес.
ml: അതാണ് ഇന്ന് നമ്മള് ചെയ്തത്.
mn_cyrl: Өнөөдөр бид ингэсэн
mr: आज आपण हेच केले आहे.
ms: Inilah yang telah kita lakukan hari ini
mt: Hekk għamilna llum
my: ဒါက ဒီနေ့ ကျွန်တော်တို့ လုပ်ခဲ့တာပါ။
nb: Dette er hva vi har gjort i dag
ne: आज हामीले यही गरेका छौं
nl: Dit is wat we vandaag hebben gedaan
or: ଆଜି ଆମେ ଏହା କରିଛୁ
pa: ਇਹ ਉਹ ਹੈ ਜੋ ਅਸੀਂ ਅੱਜ ਕੀਤਾ ਹੈ
pl: To właśnie zrobiliśmy dzisiaj.
ps: دا هغه څه دی چې نن مو کړی دی
pt_br: Isto é o que fizemos hoje.
ro: Aceasta este ceea ce am făcut astăzi
ru: Это то, что мы сделали сегодня
sk: To je to, čo sme dnes urobili
sl: To smo storili danes.
sq: Kjo është ajo që kemi bërë sot.
sr_latn: Ovo smo danas uradili
sv: Det här har vi gjort idag
sw: Hiki ndicho tulichokifanya leo
ta: இதைத்தான் இன்று நாம் செய்திருக்கிறோம்
te: ఈ రోజు మనం చేసింది ఇదే
th: นี่คือสิ่งที่เราได้ทําในวันนี้
tk: Biz şu gün hem şeýle etdik,
tr: Bugün yaptığımız şey bu.
tt: Без бүген шулай эшләдек
ug: بۇ بىزنىڭ بۈگۈن قىلغان ئىشىمىز
uk: Це те, що ми зробили сьогодні
ur: آج ہم نے یہی کیا ہے
uz: Bugun shunday qildik
vi: Đây là những gì chúng tôi đã làm ngày hôm nay.
zh_hans: 这就是我们今天所做的
zu: Yilokhu esikwenzile namuhla
