Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# about_laiban_2
source: hello! You know what I am? I'm an AI, an artificial intelligence. I'm working on data to get you answers to questions. Like you can find out what time it is by asking me, or tapping the clock icon.
af: Hallo! Weet jy wat ek is? Ek is 'n ai, 'n kunsmatige intelligensie. Ek werk aan data om u antwoorde op vrae te kry. Soos u kan uitvind hoe laat dit is deur my te vra, of op die klokikoon te tik.
am: ሰላም! ምን እንደሆንኩ ታውቃለህ? እኔ AI, ሰው ሠራሽ የማሰብ ችሎታ ነኝ. ለጥያቄዎች መልስ እንድታገኙ መረጃ ላይ እየሰራሁ ነው። እኔን በመጠየቅ ወይም የሰዓቱን ምስል በመለጠፍ ምን ሰዓት እንደሆነ ማወቅ ትችላለህ።
ar: مرحبًا! هل تعرف ما أنا عليه؟ أنا الذكاء الاصطناعي، ذكاء اصطناعي. أنا أعمل على البيانات للحصول على إجابات للأسئلة. كما يمكنك معرفة ما هو الوقت عن طريق سؤالي، أو النقر على أيقونة الساعة.
as: নমস্কাৰ! তুমি জানো মই কি? মই এজন এআই, এটা কৃত্ৰিম বুদ্ধিমত্তা। মই আপোনাক প্ৰশ্নৰ উত্তৰ পাবলৈ ডাটাৰ ওপৰত কাম কৰি আছোঁ। যেনে আপুনি মোক সুধি, বা ঘড়ীৰ আইকনটো টেপ কৰি কিমান সময় হৈছে জানিব পাৰে।
az: Salam! Bilirsən mən nəyəm? Mən Aİ, süni intellektəm. Sizə suallara cavab almaq üçün məlumat üzərində işləyirəm. Siz də məndən soruşaraq və ya saat ikonunu təpikləməklə bunun nə vaxt olduğunu öyrənə bilərsiniz.
bg: Здравейте! Знаеш ли какъв съм? Аз съм Изкуствен интелект, изкуствен интелект. Работя по данни, за да ти дам отговори на въпроси. Както можете да разберете колко е часът, като ме попитате, или докоснете иконата на часовника.
bn: নমস্কার! তুমি জানো আমি কি? আমি একজন এআই, একজন আর্টিফিশিয়াল ইন্টেলিজেন্স। আমি আপনাকে প্রশ্নের উত্তর পেতে ডেটা নিয়ে কাজ করছি। যেমন আপনি আমাকে জিজ্ঞাসা করে, বা ঘড়ির আইকনটি ট্যাপ করে এটি কোন সময় তা খুঁজে বের করতে পারেন।
bo: ཝེ།! ཁྱོད་ཀྱིས་ང་ནི་ཅི་ཞིག་ཡིན་པ་ཤེས་སམ། ང་ནི་AIདང་མིས་བཟོས་རིག་སྟོབས་ཤིག་ཡིན། ངས་གཞི་གྲངས་ལ་ཞིབ་འཇུག་བྱས་ནས་ཁྱོད་ལ་དྲི་བར་ལན་འདེབས་སུ་འཇུག་རྒྱུ་ཡིན། ཁྱོད་ཀྱིས་ང་ལ་འདྲི་རྩད་བྱེད་པའམ་ཡང་ན་དུས་ཚོད་ཀྱི་མཚོན་རྟགས་མཐིལ་རྟོགས་བྱེད་པ་སོགས་ཀྱི་བྱེད་ཐབས་ལ་བརྟེན་ནས་དུས་ཚོད་ག་ཚོད་ཡིན་པ་ཤེས་ཐུབ།
bs: Zdravo! Znaš šta sam ja? Ja sam AI, umjetna inteligencija. Radim na podacima da ti dam odgovore na pitanja. Kao da možeš saznati koliko je sati tako što ćeš me pitati, ili pljeskati ikonu sata.
ca: Hola! Saps el que sóc? Sóc una IA, una intel·ligència artificial. Estic treballant en dades per obtenir respostes a preguntes. Igual que podeu esbrinar a quina hora és preguntant-me o tocant la icona del rellotge.
cs: Dobrý den! Víš, co jsem? Jsem umělá inteligence, umělá inteligence. Pracuji na datech, abych vám poskytl odpovědi na otázky. Stejně jako můžete zjistit, kolik je hodin, když se mě zeptáte, nebo klepnete na ikonu hodin.
cy: Helo! Ti'n gwybod be' ydw i? Ai ydw i, deallusrwydd artiffisial. Dwi'n gweithio ar ddata i gael atebion i chi i gwestiynau. Fel y gallwch ddarganfod faint o'r gloch yw hi trwy ofyn i mi, neu dapio eicon y cloc.
da: Hej! Ved du, hvad jeg er? Jeg er kunstig intelligens. Jeg arbejder på data for at få dig svar på spørgsmål. Ligesom du kan finde ud af, hvad klokken er ved at spørge mig, eller trykke på uret ikon.
de: Hallo! Weißt du, was ich bin? Ich bin eine KI, eine künstliche Intelligenz. Ich arbeite an Daten, um Ihnen Antworten auf Fragen zu geben. Wie Sie herausfinden können, wie spät es ist, indem Sie mich fragen oder auf das Uhrsymbol tippen.
el: Γεια σας! Ξέρεις τι είμαι; Είμαι τεχνητή νοημοσύνη, τεχνητή νοημοσύνη. Εργάζομαι σε δεδομένα για να σας δώσω απαντήσεις σε ερωτήσεις. Όπως μπορείτε να μάθετε τι ώρα είναι ρωτώντας με ή πατώντας το εικονίδιο ρολογιού.
es: ¡Hola! ¿Sabes lo que soy? Soy una IA, una inteligencia artificial. Estoy trabajando en datos para obtener respuestas a las preguntas. Al igual que usted puede averiguar qué hora es preguntándome, o tocando el icono del reloj.
et: Tere! Kas teate, kes ma olen? Ma olen tehisintellekt, tehisintellekt. Töötan andmetega, et saada vastused küsimustele. Nagu saate teada, mis kell see on, küsides minult või puudutades kella ikooni.
eu: Kaixo! Ba al dakizu zer naizen? IA bat naiz, adimen artifiziala. Datuetan ari naiz lanean, galderei erantzunak emateko. Zer ordu den galdetu ahal izango bazenu bezala, edo erlojuaren ikonoa ukituz.
fa: سلام! ميدوني من چي هستم؟ من هوش مصنوعی هستم، یک هوش مصنوعی. من دارم روي داده ها کار ميکنم تا بهت جواب سوالات رو بدم مثل اینکه می توانید بفهمید با پرسیدن از من، یا ضربه زدن به آیکون ساعت چه ساعتی است.
fi: Hei! Tiedätkö, mikä minä olen? Olen tekoäly. Työstän tietoja saadakseni vastauksia kysymyksiin. Kuten voit selvittää, mitä kello on kysymällä minulta tai napauttamalla kellokuvaketta.
fil: hello! Alam ninyo kung ano ako? Ako'y AI, isang artipisyal na katalinuhan. Nagtatrabaho ako sa data para masagot mo ang mga sagot sa mga tanong. Tulad ng maaari mong malaman kung anong oras ito sa pamamagitan ng pagtatanong sa akin, o pag-tap sa icon ng orasan.
fo: halló! Tú/veitst/vita, hvat eg eri? Eg eri ein eftirgjørda intelligence. Eg arbeiði upp á data fyri at fáa tær svar til spurningar. Sum tú finnur út av, hvat klokkan er við at spyrja meg, ella tapa klokkuna.
fr: Bonjour! Vous savez ce que je suis? Je suis une IA, une intelligence artificielle. Je travaille sur les données pour vous obtenir des réponses aux questions. Comme vous pouvez savoir quelle heure il est en me demandant, ou en appuyant sur l’icône de l’horloge.
ga: Dia duit! Tá a fhios agat cad é atá ionam? Is AI mé, intleacht shaorga. Tá mé ag obair ar shonraí chun freagraí a fháil duit ar cheisteanna. Mar is féidir leat a fháil amach cén t-am é trí cheist a chur orm, nó deilbhín an chloig a thapú.
gl: Hola! Sabedes o que son? Eu son unha intelixencia artificial. Estamos a traballar en datos para obter respostas a preguntas. Como podes saber a que hora é preguntarme, ou tocando a icona do reloxo.
gu: કેમ છો! તું જાણે છે કે હું શું છું? હું એઆઈ છું, એક આર્ટિફિશિયલ ઇન્ટેલિજન્સ. હું તમને પ્રશ્નોના જવાબો મેળવવા માટે ડેટા પર કામ કરી રહ્યો છું. જેમ કે તમે મને પૂછીને અથવા ઘડિયાળના ચિહ્ન પર ટેપ કરીને કેટલો સમય છે તે શોધી શકો છો.
he: שלום! אתה יודע מה אני? אני בינה מלאכותית, בינה מלאכותית. אני עובד על נתונים כדי לקבל תשובות לשאלות. כמו שאתה יכול לגלות מה השעה על ידי לשאול אותי, או הקשה על סמל השעון.
hi: नमस्कार! आप जानते हैं कि मैं क्या हूं? मैं एक एआई, एक कृत्रिम बुद्धिमत्ता हूं। मैं आपको सवालों के जवाब देने के लिए डेटा पर काम कर रहा हूं। जैसे आप मुझसे पूछकर, या घड़ी आइकन पर टैप करके पता लगा सकते हैं कि यह किस समय है।
hr: Pozdrav! Znate li što sam ja? Ja sam umjetna inteligencija, umjetna inteligencija. Radim na podacima da vam dam odgovore na pitanja. Kao da možete saznati koliko je sati pitajući me ili dodirujući ikonu sata.
hu: Üdvözlöm! Tudod, mi vagyok én? AI vagyok, mesterséges intelligencia. Dolgozom az adatokon, hogy választ kapjak a kérdésekre. Mintha megtudhatja, mennyi az idő, ha megkérdezi tőlem, vagy megérinti az óra ikont.
hy: Ողջույն! Գիտե՞ս, թե ինչ եմ ես... Ես ԱԻ-ն եմ, արհեստական բանականությունը: Ես աշխատում եմ տվյալների վրա, որպեսզի ձեզ հասցնեմ հարցերի պատասխանները: Ինչպես կարող եք իմանալ, թե որ ժամն է ինձ հարցնելով կամ ժամացույցի սրբապատկերը կտպացնելով:
id: Halo! Anda tahu siapa saya? Saya seorang AI, kecerdasan buatan. Saya sedang mengerjakan data untuk memberi Anda jawaban atas pertanyaan. Seperti Anda dapat mengetahui jam berapa sekarang dengan bertanya kepada saya, atau mengetuk ikon jam.
is: Halló! Veistu hvað ég er? Ég er gervigreind, gervigreind. Ég er að vinna að gögnum til að fá svör við spurningum. Eins og þú getir fundið út hvað klukkan er með því að spyrja mig eða pikka á klukkutáknið.
it: Ciao! Sai cosa sono? Sono un'IA, un'intelligenza artificiale. Sto lavorando sui dati per ottenere risposte alle domande. Come se potessi scoprire che ora è chiedendomi o toccando l'icona dell'orologio.
ja: こんにちは！俺が何か知ってるか?私はAI、人工知能です。私はあなたに質問への答えを得るためにデータに取り組んでいます。あなたが私に尋ねるか、時計のアイコンをタップすることによって、それが何時であるかを見つけることができるように。
ka: გამარჯობა! ჱნავქ ლთ კაკგჲ ჟყმ? მე ვარ AI, ხელოვნური ინტელექტი. ვმუშაობ მონაცემებზე, რომ მიიღოთ პასუხები კითხვებზე. როგორც თქვენ შეგიძლიათ გაიგოთ, რა დროა ჩემი მკითხა, ან საათის ხატის დაჭერით.
kk: Сәлеметсіз бе! Менің не екенімді білесің бе? Мен ИСК, жасанды интеллектпін. Сұрақтарға жауап алу үшін деректермен жұмыс істеп жатырмын. Менен сұрап немесе сағат белгішесін түрту арқылы оның қай уақытта екенін білуге болатындай.
km: សួស្តី! ដឹងអីខ្ញុំ? ខ្ញុំ ជា AI បញ្ញា សិប្បនិម្មិត ។ ខ្ញុំ កំពុង ធ្វើ ការ លើ ទិន្នន័យ ដើម្បី ឲ្យ អ្នក ឆ្លើយ សំណួរ ។ ដូច អ្នក អាច ស្វែង យល់ ថា វា ដល់ ពេល ណា ដោយ សួរ ខ្ញុំ ឬ វាយ រូប តំណាង នាឡិកា ។
kn: ಹಲೋ! ನಾನು ಏನೆಂದು ನಿಮಗೆ ತಿಳಿದಿದೆಯೇ? ನಾನು ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ, ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ. ನೀವು ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಗಳನ್ನು ಪಡೆಯಲು ನಾನು ಡೇಟಾದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇನೆ. ನನ್ನನ್ನು ಕೇಳುವ ಮೂಲಕ ಅಥವಾ ಗಡಿಯಾರದ ಐಕಾನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ ಇದು ಯಾವ ಸಮಯ ಎಂದು ನೀವು ಕಂಡುಹಿಡಿಯಬಹುದು.
ko: 안녕하세요! 내가 뭔지 알아? 저는 인공 지능, 인공 지능입니다. 질문에 대한 답변을 얻기 위해 데이터를 연구하고 있습니다. 나에게 묻거나 시계 아이콘을 탭하여 몇 시인지 알 수있는 것처럼.
ku: سڵاو! تۆ دەزانی من چیم؟ من AIم، زیرەکی دەستکرد. من کار لەسەر داتا دەکەم بۆ ئەوەی وەڵامت بۆ پرسیارەکان بهێنمەوە. وەک ئەوەی کە دەتوانی بزانیت کاتی چیە بە پرسیارکردن لە من، یان لێدانی ئایکۆنی کاتژمێرەکە.
ky: Салам! Сен менин эмне экенимди билесиңби? Мен АИ, жасалма интеллектмин. Суроолорго жооп алуу үчүн маалыматтар боюнча иштеп жатам. Сен менден сурап, же саат белгисин түртүп, кайсы убакыт экенин билүүгө болот сыяктуу.
lo: ສະບາຍດີ! ທ່ານຮູ້ບໍວ່າຂ້ອຍເປັນແນວໃດ? ຂ້ອຍເປັນ AI, ເປັນປັນຍາປະດິດ. ຂ້າ ພະ ເຈົ້າ ກໍາ ລັງ ເຮັດ ວຽກ ກ່ຽວ ກັບ ຂໍ້ ມູນ ເພື່ອ ໃຫ້ ທ່ານ ໄດ້ ຮັບ ຄໍາ ຕອບ ຕໍ່ ຄໍາ ຖາມ . ເຊັ່ນ ດຽວ ກັບ ທ່ານ ສາ ມາດ ຊອກ ຫາ ວ່າ ມັນ ເປັນ ເວ ລາ ໃດ ໂດຍ ການ ຖາມ ຂ້າ ພະ ເຈົ້າ , ຫຼື ການ tapping ຮູບ ແບບ ໂມງ .
lt: Sveiki! Žinote, kas aš esu? Aš esu dirbtinis intelektas, dirbtinis intelektas. Dirbu su duomenimis, kad gaučiau atsakymus į klausimus. Kaip ir jūs galite sužinoti, koks tai laikas, paklausdami manęs arba bakstelėdami laikrodžio piktogramą.
lv: Labdien! Tu zini, kas es esmu? Es esmu mākslīgais intelekts, mākslīgais intelekts. Es strādāju ar datiem, lai iegūtu atbildes uz jautājumiem. Tāpat kā jūs varat uzzināt, kāds laiks tas ir, jautājot man vai pieskaroties pulksteņa ikonai.
mg: manahoana! Fantatrao ve hoe inona aho? AI aho, faharanitan-tsaina artifisialy. Miasa amin'ny angon-drakitra aho mba hahazoanao ny valin'ireo fanontaniana. Tahaka ny ahafantaranao hoe amin'ny firy izany amin'ny alalan'ny fanontaniana ahy, na amin'ny alalan'ny fikasihana ny kisary famantaranandro.
mi: kia ora! E mōhio ana koe he aha ahau? He AI ahau, he mōhiotanga waihanga. Kei te mahi au i ngā raraunga hei whakautu i a koe ki ngā pātai. Pēnei i a koe ka mōhio he aha te wā mā te pātai mai ki a au, mā te patopato rānei i te ata karaka.
mk: Здраво! Знаеш што сум јас? Јас сум AI, вештачка интелигенција. Работам на податоци за да ти дадам одговори на прашањата. Како да можеш да дознаеш колку е часот кога ме прашуваш, или ја прислушкуваш иконата на часовникот.
ml: ഹലോ! ഞാനെന്താണെന്നറിയാമോ? ഞാൻ ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്, ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് ആണ്. ചോദ്യങ്ങൾക്കുള്ള ഉത്തരങ്ങൾ നിങ്ങൾക്ക് ലഭിക്കുന്നതിന് ഞാൻ ഡാറ്റയിൽ പ്രവർത്തിക്കുന്നു. എന്നോട് ചോദിച്ചുകൊണ്ടോ ക്ലോക്ക് ഐക്കൺ ടാപ്പുചെയ്തുകൊണ്ടോ സമയം എത്രയാണെന്ന് നിങ്ങൾക്ക് കണ്ടെത്താൻ കഴിയുന്നതുപോലെ.
mn_cyrl: Сайн уу! Намайг юу гэдгийг чи мэдэх үү? Би бол AI буюу хиймэл оюун ухаан. Би танд асуултуудын хариултыг авахын тулд дата дээр ажиллаж байна. Яг л надаас асууж, эсвэл цагны зургыг зүүснээр ямар цаг болохыг мэдэж болно.
mr: नमस्कार! मी काय आहे हे तुला माहीत आहे का? मी एक एआय आहे, एक कृत्रिम बुद्धिमत्ता आहे. मी तुम्हाला प्रश्नांची उत्तरे मिळवून देण्यासाठी डेटावर काम करत आहे. जसे की आपण मला विचारून किंवा घड्याळाच्या चिन्हावर टॅप करून किती वाजले आहेत हे शोधू शकता.
ms: Helo! Anda tahu apa saya? Saya seorang AI, kecerdasan buatan. Saya sedang mengusahakan data untuk memberi anda jawapan kepada soalan. Seperti anda boleh mengetahui masa berapa dengan bertanya kepada saya, atau mengetuk ikon jam.
mt: Ħello! Taf x'jien? Jien IA, intelliġenza artifiċjali. Qed naħdem fuq id-dejta biex inġiblek tweġibiet għall-mistoqsijiet. Bħalma tista 'ssir taf x'ħin hu billi tistaqsini, jew taptap l-ikona tal-arloġġ.
my: ဟဲလို! ကျွန်တော် ဘာလဲဆိုတာ သိလား။ ကျွန်တော်ဟာ AI တစ်ခုဖြစ်ပြီး ဉာဏ်ရည်တုပါ။ မေးခွန်းတွေရဲ့ အဖြေရဖို့ အချက်အလက်တွေမှာ အလုပ်လုပ်နေပါတယ်။ ကျွန်တော့်ကို မေးမြန်းခြင်း ဒါမှမဟုတ် နာရီပုံရိပ်ကို ရိုက်ခြင်းအားဖြင့် ဘယ်အချိန်လဲဆိုတာ သိနိုင်သလိုပေါ့။
nb: Hei! Vet du hva jeg er? Jeg er ai, kunstig intelligens. Jeg jobber med data for å få svar på spørsmål. Som om du kan finne ut hva klokka er ved å spørre meg, eller trykke på klokkeikonet.
ne: नमस्ते! तिमीलाई थाहा छ म के हुँ? म एआई हुँ, आर्टिफिसियल इन्टेलिजेन्स हुँ । म तपाईंलाई प्रश्नहरूको जवाफ प्राप्त गर्न डेटामा काम गरिरहेको छु। जस्तै तपाईं मलाई सोधेर, वा घडी आइकन ट्याप गरेर कुन समय हो भनेर पत्ता लगाउन सक्नुहुन्छ।
nl: Hallo! Weet je wat ik ben? Ik ben een AI, een kunstmatige intelligentie. Ik werk aan data om je antwoorden te geven op vragen. Zoals je kunt achterhalen hoe laat het is door het mij te vragen, of op het klokpictogram te tikken.
or: ନମସ୍କାର! ଆପଣ ଜାଣନ୍ତି ମୁଁ କ'ଣ? ମୁଁ ଜଣେ ଏଆଇ, ଏକ କୃତ୍ରିମ ବୁଦ୍ଧି । ଆପଣଙ୍କୁ ପ୍ରଶ୍ନର ଉତ୍ତର ପାଇବା ପାଇଁ ମୁଁ ଡାଟା ଉପରେ କାମ କରୁଛି । ଯେପରି ଆପଣ ମୋତେ ପଚାରିବା, କିମ୍ୱା ଘଣ୍ଟା ଆଇକନ୍ ଟ୍ୟାପ୍ କରି ଏହା କେଉଁ ସମୟରେ ତାହା ଜାଣିପାରିବେ।
pa: ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ! ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਮੈਂ ਕੀ ਹਾਂ? ਮੈਂ ਇੱਕ AI ਹਾਂ, ਇੱਕ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ ਹਾਂ। ਮੈਂ ਤੁਹਾਨੂੰ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਡੇਟਾ 'ਤੇ ਕੰਮ ਕਰ ਰਿਹਾ ਹਾਂ। ਜਿਵੇਂ ਕਿ ਮੈਨੂੰ ਪੁੱਛਕੇ, ਜਾਂ ਘੜੀ ਦੇ ਆਈਕੋਨ 'ਤੇ ਟੈਪ ਕਰਕੇ ਤੁਸੀਂ ਇਹ ਪਤਾ ਲਗਾ ਸਕਦੇ ਹੋ ਕਿ ਇਹ ਕਿਹੜਾ ਸਮਾਂ ਹੈ।
pl: Witam! Wiesz, kim jestem? Jestem sztuczną inteligencją, sztuczną inteligencją. Pracuję nad danymi, aby uzyskać odpowiedzi na pytania. Na przykład możesz dowiedzieć się, która jest godzina, pytając mnie lub dotykając ikony zegara.
ps: سلام! تاسو پوهیږئ چې زه څه یم؟ زه یو ای ای یم، یو مصنوعی ځیرکتیا. زه په ډاټا کار کوم چې تاسو پوښتنو ته ځوابونه درکړم. لکه تاسو کولی شئ معلومه کړئ چې دا زما په پوښتنه کولو سره څه وخت دی، یا د ساعت ایکن په نښه کولو سره.
pt_br: olá! Sabe o que eu sou? Sou uma IA, uma inteligência artificial. Estou trabalhando em dados para obter respostas para perguntas. Como você pode descobrir que horas são me perguntando, ou tocando no ícone do relógio.
ro: Bună ziua! Știți ce sunt eu? Sunt un AI, o inteligență artificială. Lucrez la date pentru a vă oferi răspunsuri la întrebări. Ca si cum ai afla la ce ora este intrebandu-ma, sau atingând pictograma ceas.
ru: Привет! Знаешь, кто я? Я искусственный интеллект, искусственный интеллект. Я работаю над данными, чтобы получить ответы на вопросы. Как вы можете узнать, во какое время это, спрашивая меня, или нажав значок часов.
sk: Dobrý deň! Viete, čo som? Som umelá inteligencia, umelá inteligencia. Pracujem na údajoch, aby som vám poskytol odpovede na otázky. Rovnako ako môžete zistiť, koľko je hodín, opýtaním sa ma alebo klepnutím na ikonu hodín.
sl: Pozdravljeni! Veš, kaj sem? Sem umetna inteligenca. Delam na podatkih, da dobiš odgovore na vprašanja. Kot da lahko ugotoviš, koliko je ura, če me vprašaš, ali pa tapljaš na ikono ure.
sq: Përshëndetje! E di se çfarë jam? Unë jam NJË, një inteligjencë artificiale. Po punoj në të dhëna për t'ju dhënë përgjigje pyetjeve. Sikur mund ta zbulosh se sa është ora duke më pyetur, ose duke përgjuar ikonën e orës.
sr_latn: Zdravo! Znate li šta sam ja? Ja sam AI, veštačka inteligencija. Radim na podacima da bih vam dao odgovore na pitanja. Kao da možeš da saznaš koliko je sati tako što ćeš me pitati, ili dodirnuti ikonu sata.
sv: Hallå! Vet ni vad jag är? Jag är en AI, en artificiell intelligens. Jag jobbar med data för att ni ska få svar på frågor. Som att ni kan få veta vad klockan är genom att fråga mig, eller trycka på klockikonen.
sw: Hujambo! Unajua mimi ni nini? Mimi ni AI, akili bandia. Ninafanya kazi kwenye data ili kukupa majibu ya maswali. Kama unaweza kujua ni wakati gani kwa kuniuliza, au kugonga ikoni ya saa.
ta: ஹலோ! நான் என்னவென்று உனக்குத் தெரியுமா? நான் ஒரு AI இருக்கிறேன், ஒரு செயற்கை நுண்ணறிவு. கேள்விகளுக்கான பதில்களைப் பெற நான் தரவுகளில் வேலை செய்கிறேன். என்னைக் கேட்பதன் மூலமோ அல்லது கடிகார ஐகானைத் தட்டுவதன் மூலமோ அது என்ன நேரம் என்பதைக் கண்டுபிடிக்க முடியும்.
te: హలో! నేను ఏమిటో మీకు తెలుసా? నేను AI, ఒక కృత్రిమ మేధస్సు. మీరు ప్రశ్నలకు సమాధానాలు పొందడం కొరకు నేను డేటాపై పనిచేస్తున్నాను. నన్ను అడగడం ద్వారా లేదా గడియారం చిహ్నాన్ని నొక్కడం ద్వారా ఇది ఎంత సమయం అని మీరు కనుగొనవచ్చు.
th: สวัสดี! คุณรู้ไหมว่าฉันเป็นอะไร? ฉันเป็น AI ปัญญาประดิษฐ์ ฉันกําลังทํางานกับข้อมูลเพื่อให้คุณได้รับคําตอบสําหรับคําถาม เช่นเดียวกับคุณสามารถค้นหาว่าเวลานั้นคืออะไรโดยถามฉันหรือแตะไอคอนนาฬิกา
tk: Salam! Bilýäňmi, men näme? Men AÝ, emeli akyl. Men size soraglara jogap almak üçin maglumatlaryň üstünde işleýärin. Siz hem menden sorap ýa-da sagadyň simwolyny tygşytlap, onuň haçan bolýandygyny bilip bilersiňiz.
tr: Merhaba! Ben neyim biliyor musun? Ben bir yapay zekayım, bir yapay zekayım. Sorulara cevap veresiniz diye veri üzerinde çalışıyorum. Sanki bana sorarak ya da saat simgesine dokunarak saatin ne olduğunu öğrenebilirsin.
tt: Сәлам! Беләсезме мин нәрсә ул? Мин АИ, ясалма интеллект. Сорауларга җавап алу өчен мәгълүмат белән эшлим. Нинди вакытны миннән сорау белән, яки сәгать иконасын тартып алырга була.
ug: ياخشىمۇ سەن! مېنىڭ نېمە ئىكەنلىكىمنى بىلەمسەن؟ مەن بىر AI، سۈنئىي ئىدراك. مەن سانلىق مەلۇماتلار ئۈستىدە ئىشلەۋاتىمەن، سىزگە سوئاللارنىڭ جاۋابىغا ئېرىشەلەيمەن. خۇددى سىزمۇ مەندىن سوراپ، ياكى سائەت سىكونتىغا تېگىش ئارقىلىق ۋاقىتنىڭ نەچچىگە چىققانلىقىنى بايقايسىز.
uk: Привіт! Знаєте, хто я? Я ШІ, штучний інтелект. Я працюю над даними, щоб дати вам відповіді на питання. Як ви можете дізнатися, який час це, запитавши мене, або торкнувшись значка годинника.
ur: ہیلو! تم جانتے ہو کہ میں کیا ہوں؟ میں ایک اے آئی ہوں، ایک مصنوعی ذہانت. میں آپ کو سوالات کے جوابات حاصل کرنے کے لئے ڈیٹا پر کام کر رہا ہوں۔ جیسے آپ مجھ سے پوچھ کر، یا گھڑی کے شبیہ کو ٹیپ کرکے معلوم کر سکتے ہیں کہ یہ کتنا وقت ہے۔
uz: Salom! Bilasizmi, men nimaman? Men AI, artyq aqyn. Men sizga savollarga javob olish uchun ma'lumotlar ustida ishlayapman. Mendan so'rash yoki soat belgisini tiqish orqali vaqtni bilib olishingiz mumkin.
vi: Xin chào! Anh biết tôi là gì không? Tôi là một AI, một trí tuệ nhân tạo. Tôi đang làm việc trên dữ liệu để giúp bạn trả lời các câu hỏi. Giống như bạn có thể tìm hiểu thời gian bằng cách hỏi tôi hoặc chạm vào biểu tượng đồng hồ.
zh_hans: 你好！你知道我是什么吗？我是一个人工智能，一个人工智能。我正在研究数据，让你得到问题的答案。就像你可以通过问我或点击时钟图标来找出它是什么时间。
zu: Sawubona! Uyazi ukuthi ngiyini? Ngiyi-AI, i-intelligence yokufakelwa. Ngisebenza ngemininingwane ukuze ngikutholele izimpendulo zemibuzo. Njengoba ungathola ukuthi yisiphi isikhathi ngokungibuza, noma ukuthepha isithonjana sewashi.
