Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_4_title
source: Goal 4: Quality education
af: Doel 4: Gehalte-onderwys
am: ግብ 4 የጥራት ትምህርት
ar: الهدف 4: التعليم الجيد
as: লক্ষ্য 4: মানদণ্ডৰ শিক্ষা
az: Məqsəd 4: Keyfiyyətli təhsil
bg: Цел 4: Качествено образование
bn: লক্ষ্য ৪: মানসম্মত শিক্ষা
bo: དམིགས་འབེན་4:སྤུས་ཚད་སློབ་གསོ།
bs: Cilj 4: Kvalitetno obrazovanje
ca: Objectiu 4: Educació de qualitat
cs: Cíl 4: Kvalitní vzdělávání
cy: Nod 4: Addysg ansawdd
da: Mål 4: Kvalitetsuddannelse
de: Ziel 4: Hochwertige Bildung
el: Στόχος 4: Ποιοτική εκπαίδευση
es: Objetivo 4: Educación de calidad
et: 4. eesmärk: kvaliteetne haridus
eu: 4. helburua: Kalitatezko hezkuntza
fa: هدف 4: آموزش با کیفیت
fi: Tavoite 4: Laadukas koulutus
fil: Mithiin 4: Kalidad ng edukasyon
fo: Goal 4: Quality útbúgving
fr: Objectif 4 : Éducation de qualité
ga: Sprioc 4: Oideachas ardchaighdeáin
gl: Obxectivo 4: EDUCACIÓN DE CALIDADE
gu: ધ્યેય ૪ઃ ગુણવત્તાયુક્ત શિક્ષણ
he: מטרה 4: חינוך איכותי
hi: लक्ष्य 4: गुणवत्तापूर्ण शिक्षा
hr: Cilj 4: Kvalitetno obrazovanje
hu: 4. cél: Minőségi oktatás
hy: Նպատակ 4. Որակյալ կրթություն
id: Tujuan 4: Pendidikan berkualitas
is: Markmið 4: Gæðamenntun
it: Obiettivo 4: Istruzione di qualità
ja: 目標4:質の高い教育
ka: მიზანი 4: ხარისხიანი განათლება
kk: 4-мақсат: Сапалы білім беру
km: គោលដៅទី៤៖ ការអប់រំគុណភាព
kn: ಗುರಿ 4: ಗುಣಮಟ್ಟದ ಶಿಕ್ಷಣ
ko: 목표 4 : 양질의 교육
ku: ئامانج 4: پەروەردەی کوالێتی
ky: Максаты 4: Сапаттуу билим берүү
lo: ເປົ້າຫມາຍທີ 4: ການສຶກສາທີ່ມີຄຸນນະພາບ
lt: 4 tikslas: kokybiškas švietimas
lv: 4. mērķis: kvalitatīva izglītība
mg: Goal 4: Fianarana Tsara
mi: Goal 4: Mātauranga kounga
mk: Цел 4: Квалитетно образование
ml: ലക്ഷ്യം 4: ഗുണനിലവാരമുള്ള വിദ്യാഭ്യാസം
mn_cyrl: Зорилго 4: Чанартай боловсрол
mr: ध्येय ४ : गुणवत्तापूर्ण शिक्षण
ms: Matlamat 4: Pendidikan berkualiti
mt: Għan 4: Edukazzjoni ta' kwalità
my: ပန်းတိုင် ၄ – အရည်အသွေး ပညာရေး
nb: Mål 4: Kvalitetsutdanning
ne: लक्ष्य ४: गुणस्तरीय शिक्षा
nl: Doel 4: Kwaliteitsonderwijs
or: ଲକ୍ଷ୍ୟ 4: ଗୁଣବତ୍ତା ଶିକ୍ଷା
pa: ਟੀਚਾ 4: ਗੁਣਵਤਾ ਭਰਪੂਰ ਸਿੱਖਿਆ
pl: Cel 4: Wysokiej jakości edukacja
ps: ۴ هدف : د کیفیت زده کړه
pt_br: Objetivo 4: Educação de qualidade
ro: Obiectivul 4: Educație de calitate
ru: Цель 4: Качественное образование
sk: Cieľ 4: Kvalitné vzdelávanie
sl: Cilj 4: Kakovostno izobraževanje
sq: Synimi 4: Arsimim cilësor
sr_latn: Cilj 4: Kvalitetno obrazovanje
sv: Mål 4: God utbildning
sw: Lengo la 4: Elimu bora
ta: இலக்கு 4: தரமான கல்வி
te: లక్ష్యం 4: నాణ్యమైన విద్య
th: เป้าหมายที่ 4: การศึกษาที่มีคุณภาพ
tk: Maksadyň 4-nji maksady: Häsiýetli bilim
tr: Hedef 4: Kaliteli eğitim
tt: 4-нче максат: Сыйфатлы белем бирү
ug: 4-نىشان: سۈپەتلىك مائارىپ
uk: Ціль 4: Якісна освіта
ur: ہدف 4: معیاری تعلیم
uz: 4-maqsad: Sifatli ta'lim
vi: Mục tiêu 4: Chất lượng giáo dục
zh_hans: 目标4：优质教育
zu: Umgomo 4: Imfundo yekhwalithi

# undp_goal_5_description
source: This means that everyone is equally valuable, both girls and boys.
af: Dit beteken dat almal ewe waardevol is, beide meisies en seuns.
am: ይህም ማለት ሁሉም ሰው ሴቶችም ሆኑ ወንዶች እኩል ዋጋ አለው ማለት ነው ።
ar: وهذا يعني أن الجميع على نفس القدر من القيمة، سواء الفتيات أو الفتيان.
as: ইয়াৰ অৰ্থ হৈছে যে ছোৱালী আৰু ল'ৰা দুয়োৰে বাবে সকলোৱে সমানে মূল্যৱান।
az: Bu o deməkdir ki, hər kəs eyni dərəcədə dəyərlidir, həm qızlar, həm də oğlanlar.
bg: Това означава, че всеки е еднакво ценен, както момичета, така и момчета.
bn: এর মানে হল যে সবাই সমানভাবে মূল্যবান, ছেলে এবং মেয়ে উভয়ই।
bo: འདིས་མི་རེ་རེ་ཚང་མར་དེ་དང་འདྲ་བར་རིན་ཐང་ལྡན་པ་མཚོན།བུ་མོ་དང་བུ་མོ་ཚང་མ་ཡིན
bs: To znači da su svi jednako vrijedni, i djevojčice i dječaci.
ca: Això vol dir que tothom és igual de valuós, tant les nenes com els nens.
cs: To znamená, že všichni jsou stejně cenní, dívky i chlapci.
cy: Mae hyn yn golygu bod pawb yr un mor werthfawr, yn ferched ac yn fechgyn.
da: Det betyder, at alle er lige værdifulde, både piger og drenge.
de: Das bedeutet, dass alle gleich wertvoll sind, sowohl Mädchen als auch Jungen.
el: Αυτό σημαίνει ότι όλοι είναι εξίσου πολύτιμοι, τόσο τα κορίτσια όσο και τα αγόρια.
es: Esto significa que todos son igualmente valiosos, tanto niñas como niños.
et: See tähendab, et kõik on võrdselt väärtuslikud, nii tüdrukud kui ka poisid.
eu: Horrek esan nahi du denak ere baliotsuak direla, bai neskatoak, bai haurrak.
fa: یعنی هر به همان اندازه با ارزش است، هم دختر و هم پسر.
fi: Tämä tarkoittaa, että kaikki ovat yhtä arvokkaita, sekä tytöt että pojat.
fil: Ito ay nangangahulugan na ang lahat ay pantay-pantay mahalaga, parehong mga batang babae at lalaki.
fo: Hetta merkir, at øll eru líka virðismikið, báðar gentur og dreingir.
fr: Cela signifie que tout le monde est tout aussi précieux, filles et garçons.
ga: Ciallaíonn sé seo go bhfuil gach duine chomh luachmhar céanna, idir chailíní agus bhuachaillí.
gl: Isto significa que todos son igualmente valiosos, tanto nenas como nenos.
gu: આનો અર્થ એ છે કે છોકરીઓ અને છોકરાઓ બંને, દરેક જણ સમાન મૂલ્યવાન છે.
he: משמעות הדבר היא שכולם בעלי ערך שווה, גם בנות וגם בנים.
hi: इसका मतलब है कि हर कोई समान रूप से मूल्यवान है, दोनों लड़कियां और लड़के।
hr: To znači da su svi jednako vrijedni, i djevojčice i dječaci.
hu: Ez azt jelenti, hogy mindenki egyformán értékes, mind a lányok, mind a fiúk.
hy: Սա նշանակում է, որ բոլորը հավասարապես արժեքավոր են՝ թե՛ աղջիկներ, թե՛ տղաներ։
id: Ini berarti bahwa setiap orang sama-sama berharga, baik perempuan maupun laki-laki.
is: Þetta þýðir að allir eru jafn dýrmætir, bæði stelpur og strákar.
it: Ciò significa che tutti sono ugualmente preziosi, sia ragazze che ragazzi.
ja: これは、女の子と男の子の両方で、誰もが同じように価値があることを意味します。
ka: ეს ნიშნავს, რომ ყველა თანაბრად ღირებულია, როგორც გოგოები, ასევე ბიჭები.
kk: Демек, қыздар да, ұлдар да әркімнің бірдей құндылығы бар.
km: នេះ មាន ន័យ ថា មនុស្ស គ្រប់ គ្នា មាន តម្លៃ ស្មើ គ្នា ទាំង ក្មេង ស្រី និង ក្មេង ប្រុស ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಹುಡುಗಿಯರು ಮತ್ತು ಹುಡುಗರು ಇಬ್ಬರೂ ಸಮಾನವಾಗಿ ಮೌಲ್ಯಯುತರಾಗಿದ್ದಾರೆ.
ko: 이것은 모든 사람이 소녀와 소년 모두에게 똑같이 가치가 있음을 의미합니다.
ku: ئەمە مانای ئەوەیە کە هەموو کەس بە یەکسانی بەنرخە، هەمو کچ و هەمو کوڕ.
ky: Бул кыздар да, эркек балдар да ар бир адам бирдей баалуу дегенди билдирет.
lo: ນີ້ຫມາຍຄວາມວ່າທຸກຄົນມີຄ່າເທົ່າທຽມກັນທັງເດັກຍິງແລະເດັກຊາຍ.
lt: Tai reiškia, kad visi yra vienodai vertingi, tiek mergaitės, tiek berniukai.
lv: Tas nozīmē, ka visi ir vienlīdz vērtīgi gan meitenes, gan zēni.
mg: Midika izany fa samy sarobidy avokoa ny tsirairay, na ankizivavy na ankizilahy.
mi: Ko te tikanga o tēnei he rite tonu te utu o te katoa, nga kōtiro me nga taitama.
mk: Тоа значи дека сите се подеднакво вредни, како девојчињата, така и момчињата.
ml: ഇതിനർത്ഥം പെൺകുട്ടികൾക്കും ആൺകുട്ടികൾക്കും ഒരുപോലെ വിലപ്പെട്ടവരാണ് എല്ലാവരും എന്നാണ്.
mn_cyrl: Энэ нь охид, хөвгүүдийн аль алиных нь хувьд хүн бүр адилхан үнэ цэнэтэй гэсэн үг юм.
mr: याचा अर्थ असा की, मुली आणि मुले दोघेही प्रत्येकजण तितकाच मौल्यवान आहे.
ms: Ini bermakna semua orang sama-sama berharga, baik perempuan dan lelaki.
mt: Dan ifisser li kulħadd huwa ugwalment siewi, kemm bniet kif ukoll subien.
my: ယင်းက မိန်းကလေးများနှင့် ယောက်ျားလေးများပါ အလားတူ အဖိုးတန်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle er like verdifulle, både jenter og gutter.
ne: यसको अर्थ के हो भने केटा र केटी दुवै समान रूपमा मूल्यवान् छन् ।
nl: Dit betekent dat iedereen even waardevol is, zowel meisjes als jongens.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ସମାନ ମୂଲ୍ୟବାନ, ଉଭୟ ଝିଅ ଏବଂ ପୁଅ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕੋਈ ਇੱਕੋ ਜਿਹਾ ਮੁੱਲਵਾਨ ਹੈ, ਕੁੜੀਆਂ ਅਤੇ ਮੁੰਡੇ ਦੋਨੋਂ ਹੀ।
pl: Oznacza to, że wszyscy są równie wartościowi, zarówno dziewczęta, jak i chłopcy.
ps: دا په دې مانا چې هر څوک یو شان ارزښت لری، دواړه نجونې او هلکان.
pt_br: Isso significa que todos são igualmente valiosos, tanto meninas quanto meninos.
ro: Acest lucru înseamnă că toată lumea este la fel de valoroasă, atât fete, cât și băieți.
ru: Это означает, что все одинаково ценны, как девочки, так и мальчики.
sk: To znamená, že každý je rovnako cenný, dievčatá aj chlapci.
sl: To pomeni, da so vsi enako dragoceni, tako dekleta kot fantje.
sq: Kjo do të thotë se të gjithë janë po aq të vlefshëm, si vajzat, ashtu edhe djemtë.
sr_latn: To znači da su svi jednako vredni, i devojčice i dečaci.
sv: Det betyder att alla är lika mycket värda, både flickor och pojkar.
sw: Hii ina maana kwamba kila mtu ana thamani sawa, wasichana na wavulana.
ta: இதன் பொருள் எல்லோரும் சமமாக மதிப்புமிக்கவர்கள், பெண்கள் மற்றும் சிறுவர்கள் இருவரும்.
te: దీని అర్థం ప్రతి ఒక్కరూ అమ్మాయిలు మరియు అబ్బాయిలు ఇద్దరూ సమానంగా విలువైనవారు.
th: ซึ่งหมายความว่าทุกคนมีคุณค่าเท่าเทียมกันทั้งเด็กหญิงและเด็กชาย
tk: Diýmek, gyzlar-da, oglanlar-da her bir adam deň derejede gymmatlydyr.
tr: Bu, hem kızlar hem de erkekler olmak üzere herkesin eşit derecede değerli olduğu anlamına gelir.
tt: Димәк, барысы да бер дәрәҗәдә кыйммәтле, кызлар да, егетләр дә.
ug: بۇ ھەر بىر ئادەمنىڭ ئوخشاشلا قىممەتكە ئىگە ئىكەنلىكىنى بىلدۈرىدۇ، ھەم قىز ھەم ئوغۇل.
uk: Це означає, що всі однаково цінні, як дівчатка, так і хлопчики.
ur: اس کا مطلب یہ ہے کہ ہر کوئی یکساں طور پر قیمتی ہے، لڑکیوں اور لڑکوں دونوں.
uz: Bu degani, har bir inson birdek qadrli, qizlar ham, oʻgʻil bolalar ham.
vi: Điều này có nghĩa là mọi người đều có giá trị như nhau, cả bé gái và bé trai.
zh_hans: 这意味着每个人都同样有价值，无论是女孩还是男孩。
zu: Lokhu kusho ukuthi wonke umuntu uyigugu ngokulinganayo, kokubili amantombazane nabafana.

# undp_goal_5_title
source: Goal 5: Gender equality
af: Doel 5: Geslagsgelykheid
am: ግብ 5 የፆታ እኩልነት
ar: الهدف 5: المساواة بين الجنسين
as: লক্ষ্য 5: লিংগ সমতা
az: 5-ci məqsəd: Gender bərabərliyi
bg: Цел 5: Равенство между половете
bn: লক্ষ্য ৫: লিঙ্গ সমতা
bo: དམིགས་འབེན་5:ཕོ་མོ་འདྲ་མཉམ་
bs: Cilj 5: Ravnopravnost spolova
ca: Objectiu 5: Igualtat de gènere
cs: Cíl 5: Rovnost žen a mužů
cy: Nod 5: Cydraddoldeb rhywedd
da: Mål 5: Ligestilling mellem kønnene
de: Ziel 5: Gleichstellung der Geschlechter
el: Στόχος 5: Ισότητα των φύλων
es: Objetivo 5: Igualdad entre los géneros
et: 5. eesmärk: sooline võrdõiguslikkus
eu: 5. helburua: Generoen arteko berdintasuna
fa: هدف ۵: برابری جنسیتی
fi: Tavoite 5: Sukupuolten tasa-arvo
fil: Mithiin 5: Pagkakapantay-pantay sa kasarian
fo: Goal 5: Gender javnstøðu
fr: Objectif 5 : Égalité des sexes
ga: Sprioc 5: Comhionannas inscne
gl: Obxectivo 5: Igualdade de xénero
gu: ધ્યેય ૫ઃ લિંગ સમાનતા
he: מטרה 5: שוויון מגדרי
hi: लक्ष्य 5: लैंगिक समानता
hr: 5. cilj: Rodna ravnopravnost
hu: 5. cél: Nemek közötti egyenlőség
hy: Նպատակը 5. Գենդերային հավասարություն
id: Sasaran 5: Kesetaraan gender
is: Markmið 5: Jafnrétti kynjanna
it: Obiettivo 5: Parità di genere
ja: 目標5:男女平等
ka: მიზანი 5: გენდერული თანასწორობა
kk: 5-мақсат: Гендерлік теңдік
km: គោលដៅទី៥៖ សមភាពយេនឌ័រ
kn: ಗುರಿ 5: ಲಿಂಗ ಸಮಾನತೆ
ko: 목표 5: 양성평등
ku: ئامانج 5: یەکسانی ڕەگەزی
ky: Максат 5: Гендердик теңдик
lo: ເປົ້າຫມາຍທີ 5: ຄວາມສະເຫມີພາບເພດ
lt: 5 tikslas: lyčių lygybė
lv: 5. mērķis: dzimumu līdztiesība
mg: Tanjona 5: Ny fitovian-jo eo amin'ny lahy sy ny vavy
mi: Goal 5: Ōritetanga ira tangata
mk: Цел 5: Еднаквост на половите
ml: ലക്ഷ്യം 5: ലിംഗസമത്വം
mn_cyrl: Зорилго 5: Жендэрийн тэгш байдал
mr: लक्ष्य 5: लैंगिक समानता
ms: Matlamat 5: Kesaksamaan gender
mt: Għan 5: L-ugwaljanza bejn is-sessi
my: ရည်မှန်းချက် ၅– ကျား/မ တန်းတူညီမျှမှု
nb: Mål 5: Likestilling
ne: लक्ष्य ५: लैङ्गिक समानता
nl: Doel 5: Gendergelijkheid
or: ଲକ୍ଷ୍ୟ 5: ଲିଙ୍ଗ ସମାନତା
pa: ਟੀਚਾ 5: ਲਿੰਗੀ ਬਰਾਬਰਤਾ
pl: Cel 5: Równość płci
ps: ۵ هدف : د جنسیت برابری
pt_br: Objetivo 5: Igualdade de gênero
ro: Obiectivul 5: Egalitatea de gen
ru: Цель 5: Равенство между мужчинами и женщинами
sk: Cieľ 5: Rodová rovnosť
sl: Cilj 5: Enakost spolov
sq: Qëllimi 5: Barazia gjinore
sr_latn: Cilj 5: Rodna ravnopravnost
sv: Mål 5: Jämställdhet
sw: Lengo la 5: Usawa wa kijinsia
ta: இலக்கு 5: பாலின சமத்துவம்
te: లక్ష్యం 5: లింగ సమానత్వం
th: เป้าหมายที่ 5: ความเท่าเทียมทางเพศ
tk: 5-nji maksat: Gender deňligi
tr: Hedef 5: Toplumsal cinsiyet eşitliği
tt: 5-нче максат: Гендер тигезлек
ug: 5-نىشان: جىنس باراۋەرلىكى
uk: Ціль 5: Гендерна рівність
ur: ہدف 5: صنفی مساوات
uz: 5-maqsad: Gender tengligi
vi: Mục tiêu 5: Bình đẳng giới
zh_hans: 目标5：两性平等
zu: Umgomo 5: Ukulingana ngokobulili

# undp_goal_6_description
source: This means that everyone should be able to drink clean water and be able to go to the toilet.
af: Dit beteken dat almal skoon water moet kan drink en na die toilet kan gaan.
am: ይህም ማለት ሁሉም ሰው ንጹሕ ውኃ መጠጣትና ወደ መጸዳጃ ቤት መሄድ መቻል አለበት ማለት ነው ።
ar: وهذا يعني أن الجميع يجب أن تكون قادرة على شرب المياه النظيفة وتكون قادرة على الذهاب إلى المرحاض.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে পৰিষ্কাৰ পানী খাবলৈ সক্ষম হ'ব লাগে আৰু শৌচাগাৰলৈ যাব পাৰিব লাগে।
az: Bu o deməkdir ki, hər kəs təmiz su içməyi və tualetə getməyi bacarmalıdır.
bg: Това означава, че всеки трябва да може да пие чиста вода и да може да отиде до тоалетната.
bn: এর মানে হল যে প্রত্যেকেরই পরিষ্কার জল পান করতে সক্ষম হওয়া উচিত এবং টয়লেটে যেতে সক্ষম হওয়া উচিত।
bo: འདིས་མི་ཚང་མས་དྭངས་གཙང་གི་ཆུ་འཐུང་ནས་སྤྱོད་ཁང་དུ་འགྲོ་ཐུབ་པ་མཚོན།
bs: To znači da bi svi trebali biti u mogućnosti piti čistu vodu i moći otići u WC.
ca: Això vol dir que tothom hauria de poder beure aigua neta i poder anar al lavabo.
cs: To znamená, že každý by měl být schopen pít čistou vodu a být schopen jít na toaletu.
cy: Mae hyn yn golygu y dylai pawb allu yfed dŵr glân a gallu mynd i'r tŷ bach.
da: Det betyder, at alle skal kunne drikke rent vand og være i stand til at gå på toilettet.
de: Das bedeutet, dass jeder in der Lage sein sollte, sauberes Wasser zu trinken und auf die Toilette gehen zu können.
el: Αυτό σημαίνει ότι όλοι πρέπει να μπορούν να πίνουν καθαρό νερό και να μπορούν να πάνε στην τουαλέτα.
es: Esto significa que todo el mundo debe ser capaz de beber agua limpia y ser capaz de ir al inodoro.
et: See tähendab, et igaüks peaks saama juua puhast vett ja saama tualetti minna.
eu: Horrek esan nahi du guztiek ur garbia edan eta bainura joan beharko luketela.
fa: یعنی همه باید بتوانند آب پاک بنوشند و بتوانند به توالت بروند.
fi: Tämä tarkoittaa, että jokaisen pitäisi voida juoda puhdasta vettä ja päästä wc: hen.
fil: Ito ay nangangahulugan na ang lahat ay dapat na makapag-inuman ng malinis na tubig at makapunta sa banyo.
fo: Hetta merkir, at øll áttu at kunna drukkið vatn og vera før fyri at fara á vesið.
fr: Cela signifie que tout le monde devrait être en mesure de boire de l’eau propre et être en mesure d’aller aux toilettes.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann uisce glan a ól agus a bheith in ann dul chuig an leithreas.
gl: Isto significa que todo o mundo debe ser capaz de beber auga limpa e ser capaz de ir ao baño.
gu: આનો અર્થ એ છે કે દરેક વ્યક્તિએ સ્વચ્છ પાણી પીવા માટે સક્ષમ હોવું જોઈએ અને શૌચાલયમાં જવા માટે સક્ષમ હોવું જોઈએ.
he: זה אומר שכולם צריכים להיות מסוגלים לשתות מים נקיים ולהיות מסוגלים ללכת לשירותים.
hi: इसका मतलब है कि हर कोई साफ पानी पीने में सक्षम होना चाहिए और शौचालय जाने में सक्षम होना चाहिए।
hr: To znači da bi svatko trebao biti u stanju piti čistu vodu i moći ići na zahod.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy tiszta vizet inni, és képesnek kell lennie arra, hogy WC-re menjen.
hy: Սա նշանակում է, որ յուրաքանչյուրը պետք է կարողանա մաքուր ջուր խմել եւ կարողանա գնալ զուգարան:
id: Artinya, setiap orang harus bisa minum air bersih dan bisa pergi ke toilet.
is: Þetta þýðir að allir ættu að geta drukkið hreint vatn og geta farið á klósettið.
it: Ciò significa che tutti dovrebbero essere in grado di bere acqua pulita ed essere in grado di andare in bagno.
ja: これは、誰もがきれいな水を飲むことができ、トイレに行くことができるべきであることを意味します。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს სუფთა წყლის დალევა და ტუალეტში წასვლა.
kk: Демек, әркім таза су ішіп, дәретханаға бара білуі керек.
km: នេះមានន័យថា មនុស្សគ្រប់រូបគួរតែអាចផឹកទឹកស្អាតបាន ហើយអាចទៅបន្ទប់ទឹកបាន។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಶುದ್ಧ ನೀರನ್ನು ಕುಡಿಯಲು ಮತ್ತು ಶೌಚಾಲಯಕ್ಕೆ ಹೋಗಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 이것은 모든 사람이 깨끗한 물을 마시고 화장실에 갈 수 있어야한다는 것을 의미합니다.
ku: ئەمە بەو مانایەیە کە پێویستە هەموو کەس بتوانێت ئاوی پاک بخواتەوە و بتوانێت بچێتە سەر تەوالێتەکە.
ky: Бул ар бир адам таза суу ичип, дааратканага бара алышы керек дегенди билдирет.
lo: ນີ້ຫມາຍຄວາມວ່າທຸກຄົນຄວນຈະສາມາດດື່ມນໍ້າສະອາດແລະສາມາດໄປຫ້ອງນໍ້າໄດ້.
lt: Tai reiškia, kad kiekvienas turėtų turėti galimybę gerti švarų vandenį ir turėti galimybę eiti į tualetą.
lv: Tas nozīmē, ka ikvienam vajadzētu būt iespējai dzert tīru ūdeni un spēt doties uz tualeti.
mg: Midika izany fa tokony ho afaka hisotro rano madio ny rehetra ary ho afaka handeha any amin'ny toeram-pivoahana.
mi: Ko te tikanga o tēnei kia taea e te katoa te inu wai mā, a, ka taea te haere ki te whare paku.
mk: Тоа значи дека сите треба да можат да пијат чиста вода и да можат да одат во тоалет.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും ശുദ്ധജലം കുടിക്കാനും ടോയ്ലറ്റിൽ പോകാൻ കഴിയാനും കഴിയണം എന്നാണ്.
mn_cyrl: Энэ нь хүн бүр цэвэр ус ууж, ариун цэврийн өрөө рүү явах боломжтой байх ёстой гэсэн үг юм.
mr: म्हणजे प्रत्येकाला स्वच्छ पाणी पिता आलं पाहिजे आणि शौचालयात जाता आलं पाहिजे.
ms: Ini bermakna semua orang harus dapat minum air bersih dan dapat pergi ke tandas.
mt: Dan ifisser li kulħadd għandu jkun jista 'jixrob ilma nadif u jkun jista' jmur it-tojlit.
my: ယင်းက လူတိုင်း သန့်ရှင်းသောရေကို သောက်သုံးပြီး အိမ်သာသွားနိုင်သင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle skal kunne drikke rent vann og kunne gå på toalettet.
ne: यसको अर्थ सबैले सफा पानी पिउन पाउनुपर्छ र शौचालय जान पाउनुपर्छ ।
nl: Dit betekent dat iedereen schoon water moet kunnen drinken en naar het toilet moet kunnen.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ବିଶୁଦ୍ଧ ପାଣି ପିଇବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ ଏବଂ ଶୌଚାଳୟ କୁ ଯିବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕਿਸੇ ਨੂੰ ਸਾਫ਼ ਪਾਣੀ ਪੀਣ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਟੋਆਇਲਟ ਜਾਣ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że każdy powinien mieć możliwość picia czystej wody i być w stanie iść do toalety.
ps: د دې مطلب دا دې چې هر څوک باید د پاکو اوبو څښلو توان ولری او تشناب ته د تللو جوګه شی.
pt_br: Isso significa que todos devem ser capazes de beber água limpa e ser capaz de ir ao banheiro.
ro: Acest lucru înseamnă că toată lumea ar trebui să poată bea apă curată și să poată merge la toaletă.
ru: Это означает, что каждый должен иметь возможность пить чистую воду и иметь возможность сходить в туалет.
sk: To znamená, že každý by mal mať možnosť piť čistú vodu a byť schopný ísť na toaletu.
sl: To pomeni, da morajo biti vsi sposobni piti čisto vodo in lahko gredo na stranišče.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të pinë ujë të pastër dhe të jenë në gjendje të shkojnë në tualet.
sr_latn: To znači da bi svi trebalo da mogu da piju čistu vodu i da mogu da idu u toalet.
sv: Det betyder att alla ska kunna dricka rent vatten och kunna gå på toaletten.
sw: Hii ina maana kwamba kila mtu anapaswa kunywa maji safi na kuweza kwenda chooni.
ta: இதன் பொருள் என்னவென்றால், ஒவ்வொருவரும் சுத்தமான தண்ணீரைக் குடிக்கவும், கழிப்பறைக்குச் செல்லவும் முடியும்.
te: దీని అర్థం ప్రతి ఒక్కరూ పరిశుభ్రమైన నీరు త్రాగగలగాలి మరియు టాయిలెట్ కు వెళ్ళగలగాలి.
th: ซึ่งหมายความว่าทุกคนควรสามารถดื่มน้ําสะอาดและสามารถเข้าห้องน้ําได้
tk: Diýmek, her bir adam arassa suw içip, hajathana gidip bilmeli.
tr: Bu, herkesin temiz su içebilmesi ve tuvalete gidebilmesi gerektiği anlamına gelir.
tt: Димәк, һәркем чиста су эчеп, бәдрәфкә барып җитәргә тиеш.
ug: بۇ كۆپچىلىكنىڭ پاكىز سۇ ئىچىپ، ھاجەتخانىغا چىقالايدىغانلىقىدىن دېرەك بېرىدۇ.
uk: Це означає, що кожен повинен мати можливість пити чисту воду і мати можливість ходити в туалет.
ur: اس کا مطلب یہ ہے کہ ہر شخص صاف پانی پینے کے قابل ہونا چاہئے اور ٹوائلٹ جانے کے قابل ہونا چاہئے۔
uz: Bu degani, har bir kishi toza suv ichishi va hojatxonaga bora olishi kerak.
vi: Điều này có nghĩa là mọi người đều có thể uống nước sạch và có thể đi vệ sinh.
zh_hans: 这意味着每个人都应该能够喝干净的水，并且能够上厕所。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukuphuza amanzi ahlanzekile futhi akwazi ukuya endlini yangasese.

# undp_goal_6_title
source: Goal 6: Clean water and sanitation
af: Doel 6: Skoon water en sanitasie
am: ግብ 6 ንጹህ ውሃ እና የንጽህና አጠባበቅ
ar: الهدف 6: المياه النظيفة والصرف الصحي
as: লক্ষ্য 6: পৰিষ্কাৰ পানী আৰু অনাময়
az: Məqsəd 6: Təmiz su və sanitariya
bg: Цел 6: Чиста вода и канализация
bn: লক্ষ্য ৬: বিশুদ্ধ পানি ও পয়ঃনিষ্কাশন
bo: དམིགས་འབེན་དྲུག་པ། དྭངས་གཙང་གི་ཆུ་དང་ཁོར་ཡུག་འཕྲོད་བསྟེན།
bs: Cilj 6: Čista voda i sanitarna
ca: Objectiu 6: Aigua neta i sanejament
cs: Cíl 6: Čistá voda a hygiena
cy: Nod 6: Dŵr glân a glanweithdra
da: Mål 6: Rent vand og sanitet
de: Ziel 6: Sauberes Wasser und sanitäre Einrichtungen
el: Στόχος 6: Καθαρό νερό και αποχέτευση
es: Objetivo 6: Agua potable y saneamiento
et: 6. eesmärk: puhas vesi ja kanalisatsioon
eu: 6. helburua: Edateko ura eta saneamendua
fa: هدف 6: آب پاک و بهداشت
fi: Tavoite 6: Puhdas vesi ja sanitaatio
fil: Mithiin 6: Malinis na tubig at kalinisan
fo: Goal 6: Vaska vatn og sanitation
fr: Objectif 6 : Eau propre et assainissement
ga: Sprioc 6: Uisce glan agus sláintíocht
gl: Obxectivo 6: Auga limpa e saneamento
gu: ધ્યેય ૬ઃ સ્વચ્છ પાણી અને સાફસફાઈ
he: מטרה 6: מים נקיים ותברואה
hi: लक्ष्य 6: स्वच्छ पानी और स्वच्छता
hr: Cilj 6: Čista voda i sanitarni uvjeti
hu: 6. cél: Tiszta víz és szennyvízelvezetés
hy: Նպատակը 6. Մաքուր ջուր եւ սանիտարական մաքրում
id: Sasaran 6: Air bersih dan sanitasi
is: Markmið 6: Hreint vatn og hreinlætisaðstaða
it: Obiettivo 6: Acqua pulita e servizi igienico-sanitari
ja: 目標6:きれいな水と衛生
ka: მიზანი 6: სუფთა წყალი და სანიტარული
kk: 6-мақсат: Таза су және санитария
km: គោលដៅទី៦៖ ទឹកបរិសុទ្ធ និងអនាម័យ
kn: ಗುರಿ 6: ಶುದ್ಧ ನೀರು ಮತ್ತು ನೈರ್ಮಲ್ಯ
ko: 목표 6 : 깨끗한 물과 위생
ku: ئامانج 6: ئاوی پاک و پاک و خاوێن
ky: Максаты 6: Таза суу жана санитария
lo: ເປົ້າຫມາຍ6: ນ້ໍາສະອາດ ແລະ ສຸຂະອະນາໄມ
lt: 6 tikslas: švarus vanduo ir sanitarija
lv: 6. mērķis: tīrs ūdens un sanitārija
mg: Tanjona 6: Rano madio sy fahadiovana
mi: Goal 6: Wai mā me te noho ma
mk: Цел 6: Чиста вода и канализација
ml: ലക്ഷ്യം 6: ശുദ്ധജലവും ശുചിത്വവും
mn_cyrl: Зорилт 6. Цэвэр ус, ариун цэврийн байгууламж
mr: लक्ष्य 6: स्वच्छ पाणी आणि स्वच्छता
ms: Matlamat 6: Air bersih dan sanitasi
mt: Għan 6: Ilma nadif u sanità
my: ပန်းတိုင် ၆– သန့်ရှင်းသောရေနှင့် သန့်ရှင်းရေး
nb: Mål 6: Rent vann og sanitærforhold
ne: लक्ष्य ६: स्वच्छ पानी र सरसफाई
nl: Doel 6: Schoon water en sanitaire voorzieningen
or: ଲକ୍ଷ୍ୟ 6: ସ୍ୱଚ୍ଛ ଜଳ ଏବଂ ପରିମଳ
pa: ਟੀਚਾ 6: ਸਾਫ ਪਾਣੀ ਅਤੇ ਸਾਫ਼-ਸਫ਼ਾਈ
pl: Cel 6: Czysta woda i urządzenia sanitarne
ps: ۶ هدف : پاکې اوبه او صفایی
pt_br: Objetivo 6: Água limpa e saneamento
ro: Obiectivul 6: Apă curată și salubritate
ru: Цель 6: Чистая вода и санитария
sk: Cieľ 6: Čistá voda a sanitácia
sl: Cilj 6: Čista voda in sanitarna
sq: Synimi 6: Ujë i pastër dhe higjienë
sr_latn: Cilj 6: Čista voda i sanitarije
sv: Mål 6: Rent vatten och sanitet för alla
sw: Lengo la 6: Maji safi na usafi wa mazingira
ta: இலக்கு 6: சுத்தமான நீர் மற்றும் சுகாதாரம்
te: లక్ష్యం 6: పరిశుభ్రమైన నీరు మరియు పారిశుధ్యం
th: เป้าหมายที่ 6: น้ําสะอาดและการสุขาภิบาล
tk: 6-njy maksat: Arassa suw we sanitariýa
tr: Hedef 6: Temiz su ve sanitasyon
tt: 6 максат: Чиста су һәм санитария
ug: 6-نىشان: پاكىز سۇ ۋە مۇھىت تازىلىقى
uk: Ціль 6: Чиста вода та санітарія
ur: ہدف 6: صاف پانی اور صفائی ستھرائی
uz: 6-maqsad: Toza suv va sanitariya
vi: Mục tiêu 6: Nước sạch và vệ sinh môi trường
zh_hans: 目标6：清洁饮水和卫生设施
zu: Umgomo 6: Amanzi ahlanzekile nezindlu zangasese
