Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# calendar_weekday_wednesday
source: The week has seven days and Wednesday is the third day of the week.
af: Die week het sewe dae en Woensdag is die derde dag van die week.
am: ሰሞኑን ሰባት ቀን እና ረቡዕ የሳምንቱ ሶስተኛው ቀን ነው።
ar: الأسبوع سبعة أيام والأربعاء هو اليوم الثالث من الأسبوع.
as: সপ্তাহটোত সাত দিন আছে আৰু বুধবাৰে সপ্তাহৰ তৃতীয় দিন।
az: Həftənin yeddi günü, çərşənbə isə həftənin üçüncü günüdür.
bg: Седмицата има седем дни, а сряда е третият ден от седмицата.
bn: সপ্তাহে সাত দিন এবং বুধবার সপ্তাহের তৃতীয় দিন।
bo: གཟའ་འཁོར་གཅིག་ལ་ཉིན་བདུན་དང་གཟའ་ལྷག་པ་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་གསུམ་པ་ཡིན།
bs: Sedmica ima sedam dana i srijeda je treći dan u sedmici.
ca: La setmana té set dies i dimecres és el tercer dia de la setmana.
cs: Týden má sedm dní a středa je třetí den v týdnu.
cy: Mae gan yr wythnos saith diwrnod a dydd Mercher yw trydydd diwrnod yr wythnos.
da: Ugen har syv dage, og onsdag er den tredje dag i ugen.
de: Die Woche hat sieben Tage und Mittwoch ist der dritte Tag der Woche.
el: Η εβδομάδα έχει επτά ημέρες και η Τετάρτη είναι η τρίτη ημέρα της εβδομάδας.
es: La semana tiene siete días y el miércoles es el tercer día de la semana.
et: Nädalal on seitse päeva ja kolmapäev on nädala kolmas päev.
eu: Asteak zazpi egun ditu eta asteazkena asteko hirugarren eguna da.
fa: این هفته هفت روز و چهارشنبه سومین روز هفته است.
fi: Viikolla on seitsemän päivää ja keskiviikkona on viikon kolmas päivä.
fil: Ang linggo ay may pitong araw at Miyerkules ang ikatlong araw ng linggo.
fo: Vikan hevur sjey dagar og mikudagin er triðja dagur í vikuni.
fr: La semaine a sept jours et le mercredi est le troisième jour de la semaine.
ga: Tá seacht lá ag an tseachtain agus is é Dé Céadaoin an tríú lá den tseachtain.
gl: A semana ten sete días e o mércores é o terceiro día da semana.
gu: અઠવાડિયામાં સાત દિવસ હોય છે અને બુધવારે અઠવાડિયાનો ત્રીજો દિવસ હોય છે.
he: השבוע כולל שבעה ימים ויום רביעי הוא היום השלישי בשבוע.
hi: सप्ताह में सात दिन होते हैं और बुधवार सप्ताह का तीसरा दिन होता है।
hr: Tjedan ima sedam dana, a srijeda je treći dan u tjednu.
hu: A hét hét napból áll, és a szerda a hét harmadik napja.
hy: Շաբաթն ունի յոթ օր, իսկ չորեքշաբթին՝ շաբաթվա երրորդ օրը:
id: Minggu ini memiliki tujuh hari dan Rabu adalah hari ketiga dalam seminggu.
is: Vikan hefur sjö daga og miðvikudagur er þriðji dagur vikunnar.
it: La settimana ha sette giorni e il mercoledì è il terzo giorno della settimana.
ja: 週は 7 日で、水曜日は週の 3 日目です。
ka: კვირას შვიდი დღე აქვს და ოთხშაბათი კვირის მესამე დღეა.
kk: Аптаның жеті күні және сәрсенбі — аптаның үшінші күні.
km: សប្តាហ៍ នេះ មាន រយៈ ពេល ប្រាំ ពីរ ថ្ងៃ ហើយ ថ្ងៃ ពុធ គឺ ជា ថ្ងៃ ទី បី នៃ សប្តាហ៍ នេះ ។
kn: ವಾರವು ಏಳು ದಿನಗಳನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಬುಧವಾರವು ವಾರದ ಮೂರನೇ ದಿನವಾಗಿದೆ.
ko: 일주일에는 칠일이 있고 수요일은 그 주의 셋째 날입니다.
ku: هەفتە حەوت ڕۆژی هەیە و چوارشەممەش سێیەمین ڕۆژی هەفتەیە.
ky: Жума жети күн, шаршемби жуманын үчүнчү күнү болуп саналат.
lo: ອາທິດມີເຈັດມື້ແລະວັນພຸດເປັນມື້ທີສາມຂອງອາທິດ.
lt: Savaitė turi septynias dienas, o trečiadienis yra trečioji savaitės diena.
lv: Nedēļā ir septiņas dienas, un trešdiena ir nedēļas trešā diena.
mg: Manana fito andro ny herinandro ary andro fahatelo amin'ny herinandro ny Alarobia.
mi: E whitu nga rā o te wiki, a, ko te Wenerei te toru o nga rā o te wiki.
mk: Неделата има седум дена, а среда е третиот ден од неделата.
ml: ആഴ്ചയിൽ ഏഴ് ദിവസങ്ങളും ബുധനാഴ്ച ആഴ്ചയിലെ മൂന്നാമത്തെ ദിവസവുമാണ്.
mn_cyrl: Долоо хоног 7 хоногтой, Лхагва гараг бол долоо хоногийн гурав дахь өдөр.
mr: आठवड्यात सात दिवस असून बुधवार हा आठवड्याचा तिसरा दिवस आहे.
ms: Minggu ini mempunyai tujuh hari dan Rabu adalah hari ketiga dalam seminggu.
mt: Il-ġimgħa għandha sebat ijiem u l-Erbgħa hija t-tielet ġurnata tal-ġimgħa.
my: သီတင်းပတ် တွင် ခုနစ် ရက် ရှိ ပြီး ဗုဒ္ဓဟူး နေ့ သည် သီတင်းပတ် ၏ တတိယ နေ့ ဖြစ် သည် ။
nb: Uken har syv dager og onsdag er den tredje dagen i uken.
ne: हप्ताको सात दिन हुन्छ र बुधबार हप्ताको तेस्रो दिन हो।
nl: De week kent zeven dagen en woensdag is de derde dag van de week.
or: ସପ୍ତାହରେ ସାତ ଦିନ ଅଛି ଏବଂ ବୁଧବାର ସପ୍ତାହର ତୃତୀୟ ଦିନ |
pa: ਹਫਤੇ ਵਿੱਚ ਸੱਤ ਦਿਨ ਹੁੰਦੇ ਹਨ ਅਤੇ ਬੁੱਧਵਾਰ ਹਫਤੇ ਦਾ ਤੀਜਾ ਦਿਨ ਹੁੰਦਾ ਹੈ।
pl: Tydzień ma siedem dni, a środa jest trzecim dniem tygodnia.
ps: اونۍ اووه ورځې لری او چارشنبه د اونۍ دریمه ورځ ده.
pt_br: A semana tem sete dias e quarta-feira é o terceiro dia da semana.
ro: Săptămâna are șapte zile, iar miercuri este a treia zi a săptămânii.
ru: Неделя состоит из семи дней, а среда – третий день недели.
sk: Týždeň má sedem dní a streda je tretím dňom v týždni.
sl: Teden ima sedem dni, sreda pa je tretji dan v tednu.
sq: Java ka shtatë ditë dhe e mërkura është dita e tretë e javës.
sr_latn: Sedmica ima sedam dana, a sreda treći dan u nedelji.
sv: Veckan har sju dagar och onsdag är veckans tredje dag.
sw: Wiki ina siku saba na Jumatano ni siku ya tatu ya juma.
ta: வாரம் ஏழு நாட்கள் மற்றும் புதன் வாரத்தின் மூன்றாவது நாள் ஆகும்.
te: వారానికి ఏడు రోజులు మరియు బుధవారం వారంలో మూడవ రోజు.
th: สัปดาห์มีเจ็ดวันและวันพุธเป็นวันที่สามของสัปดาห์
tk: Hepdäniň ýedi güni, çarşenbe güni bolsa hepdäniň üçünji güni bolýar.
tr: Haftanın yedi günü vardır ve Çarşamba haftanın üçüncü günüdür.
tt: Атнаның җиде көне һәм чәршәмбе атнаның өченче көне.
ug: ھەپتىنىڭ يەتتە كۈنى، چارشەنبە ھەپتىنىڭ ئۈچىنچى كۈنى بولىدۇ.
uk: Тиждень має сім днів, а середа - третій день тижня.
ur: ہفتے میں سات دن ہیں اور بدھ ہفتے کا تیسرا دن ہے۔
uz: Haftada yetti kun, chorshanba esa haftaning uchinchi kuni hisoblanadi.
vi: Tuần có bảy ngày và thứ Tư là ngày thứ ba trong tuần.
zh_hans: 一周有七天，星期三是一周的第三天。
zu: Isonto linezinsuku eziyisikhombisa kanti ngoLwesithathu usuku lwesithathu lwesonto.

# clock_current_time
source: The time is %@
af: Die tyd is %@
am: ጊዜው %@ ነው
ar: الوقت هو %@
as: সময় <span translate='no'>string</span>
az: Vaxt %@
bg: Времето е %@
bn: সময়টা <span translate='no'>string</span>
bo: དུས་ཚོད་ནི་ཧ་ཅང་ %@
bs: Vrijeme je %@
ca: L'hora és %@
cs: Čas je %@
cy: Mae'r amser yn %@
da: Tiden er inde til at %@
de: Die Zeit ist %@
el: Η ώρα είναι %@
es: El tiempo es %@
et: Aeg on %@
eu: Denbora %@ da
fa: زمان آن %@
fi: Aika on. %@
fil: Ang oras ay %@
fo: Tíðin er %@
fr: Le temps est %@
ga: Tá an t-am %@
gl: O tempo é %@
gu: સમય %@
he: הזמן הוא %@
hi: समय %@ है
hr: Vrijeme je %@
hu: Az idő %@
hy: Ժամանակն է %@
id: Waktunya %@
is: Tíminn er %@
it: Il tempo è %@
ja: 時間は %@
ka: დრო %@
kk: Уақыт %@
km: ពេលវេលាគឺ <span translate='no'>string</span>
kn: ಸಮಯ %@
ko: 시간은 %@다.
ku: کاتەکە %@
ky: Убакыт %@
lo: ເວ ລາ ແມ່ນ <span translate='no'>string</span>
lt: Laikas yra %@
lv: Laiks ir %@
mg: %@ ny fotoana
mi: He %@ te wā
mk: Времето е %@
ml: സമയം <span translate='no'>string</span>
mn_cyrl: Цаг нь %@
mr: वेळ <span translate='no'>string</span>
ms: Masa %@
mt: Il-ħin huwa %@
nb: Tiden er %@
ne: समय %@
nl: De tijd is %@
or: ସମୟ %@
pa: ਸਮਾਂ %@ ਹੈ
pl: Czas jest %@
ps: وخت یې %@
pt_br: A hora é %@
ro: Timpul este %@
ru: Время %@
sk: Čas je %@
sl: Čas je %@
sq: Koha është %@
sr_latn: Vreme je %@
sv: Klockan är %@
sw: Muda ni %@
ta: நேரம் <span translate='no'>string</span>
te: సమయం <span translate='no'>string</span>
th: เวลาคือ <span translate='no'>string</span>
tk: Wagt %@
tr: Zaman. %@
tt: Вакыт %@
ug: ۋاقىت %@
uk: Час %@
ur: وقت %@ ہے
uz: Vaqt %@
vi: Thời gian là %@
zh_hans: 时间 %@
zu: Isikhathi %@

# clock_select_person
source: Which child do you want to know more about?
af: Van watter kind wil jy meer weet?
am: ስለ የትኛው ልጅ ይበልጥ ማወቅ ትፈልጋለህ?
ar: أي طفل تريد معرفة المزيد عنه؟
as: আপুনি কোনটো শিশুৰ বিষয়ে অধিক জানিব বিচাৰে?
az: Hansı uşaq haqqında daha çox bilmək istəyirsiniz?
bg: За кое дете искаш да знаеш повече?
bn: আপনি কোন শিশুর সম্পর্কে আরও জানতে চান?
bo: ཁྱོད་ཀྱིས་བྱིས་པ་སུ་ཞིག་ལ་རྒྱུས་ལོན་མང་ཙམ་བྱེད་འདོད་དམ།
bs: O kojem djetetu želiš znati više?
ca: De quin nen vols saber més?
cs: O kterém dítěti se chcete dozvědět více?
cy: Pa blentyn ydych chi eisiau gwybod mwy amdano?
da: Hvilket barn vil du vide mere om?
de: Über welches Kind möchten Sie mehr erfahren?
el: Για ποιο παιδί θέλετε να μάθετε περισσότερα;
es: ¿De qué niño quieres saber más?
et: Millise lapse kohta soovite rohkem teada saada?
eu: Zein umetatik jakin nahi duzu gehiago?
fa: ميخواي در مورد کدوم بچه بيشتر بدوني؟
fi: Kenestä lapsesta haluat tietää enemmän?
fil: Aling bata ang gusto mong malaman pa tungkol sa?
fo: Hvat barn vilt tú vita meira um?
fr: Sur quel enfant voulez-vous en savoir plus?
ga: Cén páiste ar mhaith leat níos mó eolais a fháil air?
gl: A que neno queres saber máis?
gu: તમે કયા બાળક વિશે વધુ જાણવા માંગો છો?
he: על איזה ילד אתם רוצים לדעת יותר?
hi: आप किस बच्चे के बारे में अधिक जानना चाहते हैं?
hr: O kojem djetetu želite znati više?
hu: Melyik gyermekről szeretne többet megtudni?
hy: Ո՞ր երեխայի մասին եք ուզում ավելին իմանալ:
id: Anak mana yang ingin Anda ketahui lebih banyak?
is: Hvaða barn viltu vita meira um?
it: Di quale bambino vuoi saperne di più?
ja: あなたはどの子供についてもっと知りたいですか?
ka: რომელი ბავშვის შესახებ გსურთ გაიგოთ მეტი?
kk: Қай бала туралы толығырақ білгіңіз келеді?
km: តើកូនណាចង់ដឹងបន្ថែម?
kn: ಯಾವ ಮಗುವಿನ ಬಗ್ಗೆ ನೀವು ಹೆಚ್ಚು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸುವಿರಿ?
ko: 어떤 자녀에 대해 더 알고 싶습니까?
ku: دەتەوێت زیاتر دەربارەی کام منداڵ بزانیت؟
ky: Кайсы бала жөнүндө көбүрөөк билгиңер келет?
lo: ທ່ານຢາກຮູ້ເພີ່ມເຕີມກ່ຽວກັບເດັກນ້ອຍຄົນໃດ?
lt: Apie kurį vaiką norite sužinoti daugiau?
lv: Par kuru bērnu vēlaties uzzināt vairāk?
mg: Iza amin'ireo ankizy ireo no tianao ho fantatra bebe kokoa?
mi: Ko tēhea tamaiti e hiahia ana koe ki te mōhio anō?
mk: За кое дете сакаш да знаеш повеќе?
ml: ഏത് കുട്ടിയെക്കുറിച്ചാണ് നിങ്ങൾ കൂടുതൽ അറിയാൻ ആഗ്രഹിക്കുന്നത്?
mn_cyrl: Та аль хүүхдийн талаар илүү ихийг мэдэхийг хүсч байна вэ?
mr: आपल्याला कोणत्या मुलाबद्दल अधिक जाणून घ्यायचे आहे?
ms: Anak mana yang anda ingin tahu lebih lanjut?
mt: Liema tifel trid tkun taf aktar dwaru?
my: ဘယ်ကလေးအကြောင်း ပိုသိချင်သလဲ။
nb: Hvilket barn vil du vite mer om?
ne: तपाईं कुन बच्चाको बारेमा बढी जान्न चाहनुहुन्छ?
nl: Over welk kind wil je meer weten?
or: ଆପଣ କେଉଁ ପିଲା ବିଷୟରେ ଅଧିକ ଜାଣିବାକୁ ଚାହାଁନ୍ତି?
pa: ਤੁਸੀਂ ਕਿਹੜੇ ਬੱਚੇ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: O którym dziecku chcesz dowiedzieć się więcej?
ps: تاسو غواړئ د کوم ماشوم په اړه نور معلومات ترلاسه کړئ؟
pt_br: Sobre qual criança você quer saber mais?
ro: Despre ce copil vrei să afli mai multe?
ru: О каком ребенке вы хотите узнать больше?
sk: O ktorom dieťati sa chcete dozvedieť viac?
sl: O katerem otroku želite vedeti več?
sq: Për cilin fëmijë dëshiron të dish më shumë?
sr_latn: O kom detetu želite da saznate više?
sv: Vilket barn vill du veta mer om?
sw: Unataka kujua zaidi kuhusu mtoto gani?
ta: எந்தக் குழந்தையைப் பற்றி மேலும் தெரிந்துகொள்ள விரும்புகிறீர்கள்?
te: ఏ బిడ్డ గురించి మీరు మరింత తెలుసుకోవాలని అనుకుంటున్నారు?
th: คุณอยากรู้เพิ่มเติมเกี่ยวกับเด็กคนไหน?
tk: Siz haýsy çaga barada köpräk bilesiňiz gelýär?
tr: Hangi çocuk hakkında daha fazla şey bilmek istiyorsunuz?
tt: Кайсы бала турында күбрәк белергә телисең?
ug: قايسى بالىنى تېخىمۇ كۆپ بىلگۈڭىز بار؟
uk: Про яку дитину ви хочете дізнатися більше?
ur: آپ کس بچے کے بارے میں مزید جاننا چاہتے ہیں؟
uz: Qaysi bola haqida ko'proq bilmoqchisiz?
vi: Bạn muốn biết thêm về đứa trẻ nào?
zh_hans: 您想更多地了解哪个孩子？
zu: Iyiphi ingane ofuna ukwazi kabanzi ngayo?

# clock_select_show_tempus_info
source: Do you want to know when you will be picked up today and which friends are here? Click here!
af: Wil jy weet wanneer jy vandag opgetel sal word en watter vriende hier is? Klik hier!
am: ዛሬ መቼ እንደምትወሰድና የትኞቹ ጓደኞች እንዳሉ ማወቅ ትፈልጋለህ? እዚህ ይጫኑ!
ar: هل تريد أن تعرف متى سيتم القبض عليك اليوم وأي الأصدقاء هنا؟ اضغط هنا!
as: আপুনি জানিব বিচাৰে নেকি যে আপোনাক আজি কেতিয়া উঠোৱা হ'ব আৰু কোনবোৰ বন্ধু ইয়াত আছে? ইয়াত ক্লিক কৰক!
az: Bu gün sizi nə vaxt və hansı dostlarla aparacaqlarını bilmək istəyirsinizmi? Buraya klikləyin!
bg: Искате ли да знаете кога ще бъдете прибрани днес и кои приятели са тук? Кликнете тук!
bn: আপনি কি জানতে চান যে আজ আপনাকে কখন তুলে নেওয়া হবে এবং কোন বন্ধুরা এখানে রয়েছে? এখানে ক্লিক করুন!
bo: ཁྱེད་ཀྱིས་དེ་རིང་ནམ་ཞིག་ལ་ལེན་དུ་ཡོང་བ་དང་གྲོགས་པོ་གང་དག་འདི་ན་ཡོད་པ་ཤེས་འདོད། འདི་ནས་མནན་དང་།
bs: Želite li znati kada ćete biti pokupili danas i koji prijatelji su ovdje? Kliknite ovdje!
ca: Vols saber quan et recolliran avui i quins amics són aquí? Fes clic aquí!
cs: Chcete vědět, kdy vás dnes vyzvednou a kteří přátelé jsou tady? Klikněte zde!
cy: Ydych chi eisiau gwybod pryd fyddwch chi'n cael eich codi heddiw a pha ffrindiau sydd yma? Cliciwch yma!
da: Vil du vide, hvornår du bliver hentet i dag, og hvilke venner der er her? Klik her!
de: Möchten Sie wissen, wann Sie heute abgeholt werden und welche Freunde hier sind? Klicken Sie hier!
el: Θέλετε να μάθετε πότε θα σας παραλάβουν σήμερα και ποιοι φίλοι είναι εδώ; Κάντε κλικ εδώ!
es: ¿Quieres saber cuándo te recogerán hoy y qué amigos están aquí? ¡Haga clic aquí!
et: Kas soovite teada, millal teid täna peale võetakse ja millised sõbrad siin on? Kliki siia!
eu: Jakin nahi duzu noiz jasoko zaituzten gaur eta zein lagun dauden hemen? Klik egin hemen!
fa: ميخواي بدوني امروز کي دستگير ميشي و کدوم دوستا اينجا هستن؟ اینجا را کلیک کنید!
fi: Haluatko tietää, milloin sinut noudetaan tänään ja mitkä ystävät ovat täällä? Klikkaa tästä!
fil: Gusto mo bang malaman kung kailan ka dadalhin ngayon at aling mga kaibigan ang narito? Mag-klik dito!
fo: Vilt/Vilja tú/vita, nær tú/verður/verða eftir í dag, og hvønn vinir eru her? Trýst/trýstið her!
fr: Voulez-vous savoir quand vous serez pris en charge aujourd’hui et quels amis sont ici? Cliquez ici!
ga: Ar mhaith leat a fháil amach cathain a phiocfar suas tú inniu agus cé na cairde atá anseo? Cliceáil anseo!
gl: Queres saber cando vas ser recollido hoxe e que amigos están aquí? Clica aquí!
gu: શું તમે જાણવા માંગો છો કે આજે તમને ક્યારે લેવામાં આવશે અને કયા મિત્રો અહીં છે? અંહિ ક્લિક કરો!
he: האם אתה רוצה לדעת מתי יאספו אותך היום ואילו חברים נמצאים כאן? לחצו כאן!
hi: क्या आप जानना चाहते हैं कि आज आपको कब उठाया जाएगा और कौन से दोस्त यहां हैं? यहाँ क्लिक करें!
hr: Želite li znati kada će vas danas pokupiti i koji su prijatelji ovdje? Kliknite ovdje!
hu: Szeretnéd tudni, hogy mikor vesznek fel ma, és mely barátok vannak itt? Kattintson ide!
hy: Ուզո՞ւմ եք իմանալ, թե այսօր երբ եք ձեզ վերցնելու եւ որ ընկերներն են այստեղ։ Սեղմեք այստեղ!
id: Apakah Anda ingin tahu kapan Anda akan dijemput hari ini dan teman mana yang ada di sini? Klik di sini!
is: Viltu vita hvenær þú verður sóttur í dag og hvaða vinir eru hér? Smelltu hér!
it: Vuoi sapere quando verrai prelevato oggi e quali amici sono qui? Clicca qui!
ja: あなたは今日いつ迎えに来るのか、どの友達がここにいるのか知りたいですか?ここをクリック!
ka: გსურთ იცოდეთ, როდის აირჩევთ დღეს და რომელი მეგობრები არიან აქ? დააჭირეთ აქ!
kk: Бүгін қашан таңдалатыныңызды және қай достарыңыздың осында екенін білгіңіз келе ме? Осы жерді басыңыз!
km: តើអ្នកចង់ដឹងថាអ្នកនឹងបានយកថ្ងៃណា ហើយតើមិត្ដភក្ដិណាខ្លះនៅទីនេះ? ចុចត្រង់នេះ!
kn: ಇಂದು ನಿಮ್ಮನ್ನು ಯಾವಾಗ ಎತ್ತಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ಮತ್ತು ಯಾವ ಸ್ನೇಹಿತರು ಇಲ್ಲಿದ್ದಾರೆ ಎಂದು ನೀವು ತಿಳಿಯಲು ಬಯಸುವಿರಾ? ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ!
ko: 오늘 언제 데리러 올지, 어떤 친구가 여기에 있는지 알고 싶습니까? 여기를 클릭하십시오!
ku: دەتەوێت بزانیت ئەمڕۆ کەی هەڵدەگیرێن و کام هاوڕێی لێرەن؟ کلیک لێرە بکە!
ky: Бүгүн качан алынып, кайсы достор бул жерде экенин билгиңер келеби? Бул жерди басыңыз!
lo: ທ່ານຢາກຮູ້ວ່າເມື່ອໃດທີ່ທ່ານຈະໄດ້ຮັບການເກັບກໍາໃນມື້ນີ້ແລະຫມູ່ຄົນໃດຢູ່ທີ່ນີ້? ຄລິກທີ່ນີ້!
lt: Ar norite sužinoti, kada šiandien būsite paimtas ir kokie draugai yra čia? Spauskite čia!
lv: Vai vēlaties uzzināt, kad jūs šodien uzņems un kuri draugi ir šeit? Klikšķiniet šeit!
mg: Tianao ho fantatra ve hoe rahoviana ianao no horaisina androany ary iza no namana eto? Tsindrio eto!
mi: E hiahia ana koe ki te mōhio āhea koe ka tīkina ake i tēnei rā, ā, ko ēhea hoa kai konei? Pāwhiria a konei!
mk: Сакаш ли да знаеш кога ќе те фатат денес и кои пријатели се тука? Кликнете тука!
ml: ഇന്ന് നിങ്ങളെ എപ്പോൾ കൊണ്ടുപോകുമെന്നും ഏതൊക്കെ സുഹൃത്തുക്കൾ ഇവിടെയുണ്ടെന്നും അറിയാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ? ഇവിടെ ക്ലിക്ക് ചെയ്യൂ!
mn_cyrl: Та өнөөдөр хэзээ авах, ямар найзууд энд байгааг мэдэхийг хүсч байна уу? Энд дарна уу!
mr: आज तुम्हाला कधी उचलले जाईल आणि कोणते मित्र येथे आहेत हे जाणून घ्यायचे आहे का? येथे क्लिक करा!
ms: Adakah anda ingin tahu bila anda akan dijemput hari ini dan rakan-rakan mana yang ada di sini? Klik di sini!
mt: Trid tkun taf meta se tinġabar illum u liema ħbieb qegħdin hawn? Ikklikkja hawn!
my: ဒီနေ့ ဘယ်အချိန်မှာ ကောက်ယူခံရမလဲ၊ ဘယ်သူငယ်ချင်းတွေ ဒီမှာရောက်နေတယ်ဆိုတာ သိချင်သလား။ ဒီမှာနှိပ်ပါ!
nb: Vil du vite når du vil bli hentet i dag og hvilke venner som er her? Klikk her!
ne: के तपाईं जान्न चाहनुहुन्छ कि आज तपाईंलाई कहिले उठाइनेछ र कुन साथीहरू यहाँ छन्? यहाँ क्लिक गर्नुहोस्!
nl: Wil je weten wanneer je vandaag wordt opgehaald en welke vrienden hier zijn? Klik hier!
or: ଆପଣ ଜାଣିବାକୁ ଚାହାଁନ୍ତି କି ଆଜି ଆପଣଙ୍କୁ କେବେ ଉଠାଯିବ ଏବଂ କେଉଁ ବନ୍ଧୁମାନେ ଏଠାରେ ଅଛନ୍ତି? ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ!
pa: ਕੀ ਤੁਸੀਂ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਨੂੰ ਅੱਜ ਕਦੋਂ ਚੁੱਕਿਆ ਜਾਵੇਗਾ ਅਤੇ ਕਿਹੜੇ ਦੋਸਤ ਇੱਥੇ ਹਨ? ਏਥੇ ਕਲਿੱਕ ਕਰੋ!
pl: Czy chcesz wiedzieć, kiedy zostaniesz dziś odebrany i którzy przyjaciele są tutaj? Kliknij tutaj!
ps: ایا تاسو غواړئ پوه شئ چې تاسو به نن څه وخت راپورته کړئ او کوم ملګری دلته دی؟ دلته کلیک وکړئ !
pt_br: Quer saber quando será pego hoje e quais amigos estão aqui? Clique aqui!
ro: Vrei să știi când vei fi luat astăzi și ce prieteni sunt aici? Click aici!
ru: Вы хотите знать, когда вас заберут сегодня и какие друзья здесь? Нажмите здесь!
sk: Chcete vedieť, kedy vás dnes vyzdvihnú a ktorí priatelia sú tu? Kliknite sem!
sl: Vas zanima, kdaj vas bodo danes pobrali in kateri prijatelji so tu? Kliknite tukaj!
sq: Do ta dish se kur do të të marrin sot dhe cilët miq janë këtu? Kliko këtu!
sr_latn: Želite li da znate kada će vas pokupiti danas i koji prijatelji su ovde? Kliknite ovde!
sv: Vill du veta när du ska bli hämtad idag och vilka kompisar som är här? Klicka här!
sw: Unataka kujua ni lini utachukuliwa leo na ni marafiki gani hapa? Bonyeza hapa!
ta: இன்று நீங்கள் எப்போது அழைத்துச் செல்லப்படுவீர்கள், எந்த நண்பர்கள் இங்கே இருக்கிறார்கள் என்பதை அறிய விரும்புகிறீர்களா? இங்கே கிளிக் செய்யவும்!
te: ఈ రోజు మిమ్మల్ని ఎప్పుడు పికప్ చేసుకుంటారు మరియు ఏ స్నేహితులు ఇక్కడ ఉన్నారో మీరు తెలుసుకోవాలని అనుకుంటున్నారా? ఇక్కడ క్లిక్ చేయండి!
th: คุณต้องการทราบหรือไม่ว่าวันนี้คุณจะได้รับการมารับคุณเมื่อไหร่และเพื่อนคนไหนอยู่ที่นี่? คลิกที่นี่!
tk: Siz şu gün haçan äkidiljekdigiňizi we haýsy dostlaryň gelendigini bilesiňiz gelýärmi? Şu ýere basyň!
tr: Bugün ne zaman alınacağınızı ve hangi arkadaşlarınızın burada olduğunu bilmek ister misiniz? Buraya tıklayın!
tt: Әйә син беләсеңме кыямәт көненең килүеннән вә ґәзаб тиеш, ґәзаб тиеш! Монда басыгыз!
ug: بۈگۈن قاچاندىن باشلاپ، قايسى دوستلارنىڭ بۇ يەردە ئىكەنلىكىنى بىلگۈڭىز بارمۇ؟ بۇ يەرنى چېكىڭ!
uk: Ви хочете знати, коли вас заберуть сьогодні і які друзі тут? Натисніть тут!
ur: کیا آپ جاننا چاہتے ہیں کہ آج آپ کو کب اٹھایا جائے گا اور یہاں کون سے دوست ہیں؟ یہاں کلک کریں!
uz: Bugun qachon koʻtarilib ketishingizni va bu erda qaysi doʻstlar borligini bilmoqchimisiz? Bu yerni bosing!
vi: Bạn có muốn biết khi nào bạn sẽ được đón hôm nay và bạn bè nào đang ở đây? Bấm vào đây!
zh_hans: 你想知道你今天什么时候会被接走，哪些朋友在这里？点击这里！
zu: Ufuna ukwazi ukuthi uzolandwa nini namuhla nokuthi yibaphi abangane abalapha? Chofoza lapha!

# clock_time_1
source: A
af: 'N
ar: أ
bg: Една
bn: একটি
ca: Un
de: Ein
el: Ένας
es: Un
eu: Bat
fr: Un
hi: एक
hu: Egy
id: Sebuah
it: Un
nb: En
nl: Een
pt_br: Um
ro: Un
sv: ett
ta: ஒரு
ur: ایک
vi: Một
zh_hans: 一个

# clock_time_10
source: ten
af: Tien
am: አስር
ar: عشره
as: দহ
az: On
bg: Десет
bn: দশ
bo: བཅུ།
bs: Deset
ca: Deu
cs: Deset
cy: Deg
da: Ti
de: Zehn
el: Δέκα
es: Diez
et: Kümme
eu: Hamar
fa: ده
fi: Kymmenen
fil: sampung
fr: dix
ga: deichniúr
gu: દસ
he: עשר
hi: दस
hr: Deset
hu: Tíz
hy: Տասը
id: Sepuluh
is: Tíu
it: Dieci
ka: ათი
kk: он
km: ដប់
kn: ಹತ್ತು
ku: دە
ky: он
lo: ສິບ
lt: Dešimt
lv: Desmit
mg: folo
mi: tekau
ml: പത്ത്
mn_cyrl: арав
mr: दहा
ms: Sepuluh
mt: Għaxra
my: တစ်ဆယ်
nb: Ti
ne: दस
nl: Tien
or: ଦଶ
pa: ਦਸ
pl: Dziesięć
ps: لس
pt_br: Dez
ro: Zece
ru: десять
sk: Desať
sl: Deset
sq: Dhjetë
sr_latn: Deset
sv: tio
sw: Kumi
ta: பத்து
te: పది
th: สิบ
tk: onluk
tr: on
tt: ун
ug: ئون
uk: Десять
ur: دس
uz: on
vi: Mười
zh_hans: 十
zu: eziyishumi

# clock_time_11
source: twelve
af: Elf
am: አስራ ሁለት
ar: أحد عشر
as: বাৰ
az: On iki
bg: Дванадесет
bn: বারো
bo: བཅུ་གཉིས།
bs: Dvanaest
ca: Dotze
cs: Dvanáct
cy: Deuddeg
da: Elleve
de: Zwölf
el: Δώδεκα
es: Doce
et: Kaksteist
eu: Hamabi
fa: دوازده
fi: Kaksitoista
fil: labindalawang
fo: tólv
fr: onze
ga: dhá cheann déag
gu: બાર
he: שנים עשר
hi: बारह
hr: Dvanaest
hu: Tizenkettő
hy: Տասներկու
id: Dua belas
is: Tólf
it: Dodici
ka: თორმეტი
kk: он екі
km: ដប់ពីរ
kn: ಹನ್ನೆರಡು
ku: دوازدە
ky: он эки
lo: ສິບສອງ
lt: Dvylika
lv: Divpadsmit
mg: roa ambin'ny folo
mi: tekau ma tahi
mk: Дванаесет
ml: പന്ത്രണ്ട്
mr: बारा
ms: Dua belas
mt: Ħdax
my: တစ်ဆယ့်နှစ်
nb: Tolv
ne: बाह्र
nl: Twaalf
or: ବାର
pa: ਬਾਰਾਂ
pl: Dwanaście
ps: دولس
pt_br: Doze
ro: Doisprezece
ru: Одиннадцать
sk: Dvanásť
sl: Dvanajst
sq: Dymbëdhjetë
sr_latn: Jedanaest
sv: elva
sw: Kumi na mbili
ta: பன்னிரெண்டு
te: పన్నెండు
th: สิบสอง
tk: On iki
tr: onbir
tt: унике
ug: ئون ئىككى
uk: Дванадцять
ur: بارہ
uz: Oʻn ikki
vi: Mười hai
zh_hans: 十二
zu: ishumi nambili

# clock_time_12
source: twelve
af: Twaalf
am: አስራ ሁለት
ar: اثني عشر
as: বাৰ
bn: বারো
bo: བཅུ་གཉིས།
bs: Dvanaest
ca: Dotze
cs: Dvanáct
cy: Deuddeg
da: Tolv
de: Zwölf
el: Δώδεκα
es: Doce
et: Kaksteist
eu: Hamabi
fa: دوازده
fi: Kaksitoista
fil: labindalawa
fo: tólv
fr: douze
ga: dhá cheann déag
gl: Doce
gu: બાર
he: שנים עשר
hi: बारह
hr: Dvanaest
hu: Tizenkettő
hy: Տասներկու
id: Dua belas
is: Tólf
it: Dodici
ka: თორმეტი
kk: он екі
km: ដប់ពីរ
kn: ಹನ್ನೆರಡು
ku: دوازدە
lo: ສິບສອງ
lt: Dvylika
lv: Divpadsmit
mg: roa ambin'ny folo
mi: tekau ma rua
mk: Дванаесет
ml: പന്ത്രണ്ട്
mn_cyrl: арван хоёр
mr: बारा
ms: Dua belas
mt: Tnax
my: တစ်ဆယ့်နှစ်
nb: Tolv
nl: Twaalf
or: ବାର
pl: Dwanaście
ps: دولس
ro: Doisprezece
ru: двенадцать
sk: Dvanásť
sl: Dvanajst
sq: Dymbëdhjetë
sr_latn: Dvanaest
sv: tolv
sw: Kumi na mbili
ta: பன்னிரெண்டு
te: పన్నెండు
th: สิบสอง
tk: On iki
tr: oniki
tt: унике
ug: ئون ئىككى
uk: Дванадцять
ur: بارہ
uz: Oʻn ikki
vi: Mười hai
zh_hans: 十二
zu: ishumi nambili

# clock_time_2
source: Two
af: Twee
am: ሁለት
ar: اثنين
as: দুই
az: İki
bg: Две
bn: দুই
bo: གཉིས།
bs: Dva
ca: Dos
cs: Dva
cy: Dau
da: To
de: Zwei
el: Δύο
es: Dos
et: Kaks
eu: Bi
fa: دو
fi: Kaksi
fil: Dalawa
fo: Tveir/tvær/tvey
fr: Deux
ga: Dhá
gu: બે
he: שניים
hi: दो
hr: Dva
hu: Kettő
hy: Երկու
id: Dua
is: Tveir
it: Due
ka: ორი
kk: Екі
km: ពីរ
kn: ಎರಡು
ku: دوو
ky: Эки
lo: ສອງ
lt: Du
lv: Divi
mg: Roa
mi: Rua
mk: Два.
ml: രണ്ട്
mn_cyrl: Хоёр
mr: दोन
ms: Dua
mt: Tnejn
my: နှစ်
nb: To
ne: दुई
nl: Twee
or: ଦୁଇ
pa: ਦੋ
pl: Dwa
ps: دوه
pt_br: Dois
ro: Doi
ru: Два
sk: Dva
sl: Dva
sq: Dy
sr_latn: Dva
sv: två
sw: Mbili
ta: இரண்டு
te: రెండు
th: สอง
tk: Iki
tr: Iki
tt: Ике
ug: ئىككى
uk: Два
ur: دو
uz: Ikki
vi: Hai
zh_hans: 二
zu: Ezimbili

# clock_time_3
source: Three
af: Drie
am: ሶስት
ar: ثلاثه
as: তিনি
az: Üç
bg: Три
bn: তিন
bo: གསུམ།
bs: Tri
ca: Tres
cs: Tři
cy: Tri
da: Tre
de: Drei
el: Τρεις
es: Tres
et: Kolm
eu: Hirugarren
fa: سه
fi: Kolme
fil: Tatlo
fo: Tríggir/tríggjar/trý
fr: Trois
ga: Triúr
gl: Tres
gu: ત્રણ
he: שלוש
hi: तीन
hr: Tri
hu: Három
hy: Երեք
id: Tiga
is: Þrír
it: Tre
ka: სამი
kk: Үш
km: បី
kn: ಮೂರು
ku: سێ
ky: Үчөө
lo: ສາມ
lt: Trys
lv: Trīs
mg: Telo
mi: Toru
mk: Три.
ml: മൂന്ന്
mn_cyrl: Гурван
mr: तीन
ms: Tiga
mt: Tlieta
my: သုံး
nb: Tre
ne: तीन
nl: Drie
or: ତିନି
pa: ਤਿੰਨ
pl: Trzy
ps: درې
pt_br: Três
ro: Trei
ru: Три
sk: Tri
sl: Tri
sq: Tre
sr_latn: Tri
sv: tre
sw: Tatu
ta: மூன்று
te: మూడు
th: สาม
tk: Üç
tr: Üç
tt: Өч
ug: ئۈچ
uk: Три
ur: تین
uz: Ba
vi: Ba
zh_hans: 三
zu: Ezintathu
