Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_glasmo_description
source: Glasmo loves dark glass objects but is terrified of being damaged by broken glass. With his six narrow legs, he sneaks through trash cans and containers to find the finest bottles and jars.
af: Glasmo is lief vir donker glasvoorwerpe, maar is bang om deur gebreekte glas beskadig te word. Met sy ses smal bene sluip hy deur asblikke en houers om die beste bottels en flesse te vind.
am: ግላስሞ ጥቁር የመስተዋት ዕቃዎችን የሚወድ ቢሆንም የተሰበረ መስታወት እንዳይጎዳው ይፈራዋል። ስድስት ጠባብ እግሮቹን ይዞ በጣም ምርጥ የሆኑ ጠርሙሶችና ማሰሮዎችን ለማግኘት በቆሻሻ ማስቀመጫዎችና ዕቃዎች ውስጥ ተደብቆ ገባ።
ar: غلاسمو يحب الأجسام الزجاجية الداكنة ولكن يخشى من أن تتضرر من الزجاج المكسور. بساقيه الضيقتين الستة يتسلل عبر صناديق القمامة والحاويات ليجد أجود الزجاجات والجرار
as: গ্লাচমোৱে ডাঠ কাঁচৰ বস্তু ভাল পায় কিন্তু ভঙা আইনাৰ দ্বাৰা ক্ষতিগ্ৰস্ত হোৱাৰ বাবে আতংকিত। তেওঁৰ ছয়খন ঠেক ভৰিৰে, তেওঁ আৱৰ্জনাৰ পাত্ৰ আৰু পাত্ৰৰ মাজেৰে চুপি চুপি উৎকৃষ্ট বটল আৰু জাৰ বিচাৰি পায়।
az: Glasmo tünd şüşə cisimləri sevir, lakin sınmış şüşənin zədələnməsindən qorxur. Altı dar ayağı ilə zibil qutularından və qablardan gizlincə keçərək ən gözəl butulkaları və küpləri tapır.
bg: Глазмо обича предмети от тъмно стъкло, но се ужасява от това, че е повреден от счупено стъкло. С шестте си тесни крака се промъква през кофи за боклук и контейнери, за да намери най-фините бутилки и буркани.
bn: গ্লাসমো গাঢ় কাচের জিনিস পছন্দ করে তবে ভাঙা কাচের দ্বারা ক্ষতিগ্রস্থ হওয়ার ভয়ে ভীত। তার ছয়টি সংকীর্ণ পা দিয়ে, তিনি সেরা বোতল এবং জারগুলি খুঁজে পেতে ট্র্যাশ ক্যান এবং কন্টেইনারগুলির মধ্য দিয়ে লুকিয়ে থাকেন।
bo: ཀེ་ལ་སི་མོ་ནི་མུན་ནག་གི་ཤེལ་སྒོའི་དངོས་པོ་ལ་དགའ་མོད་འོན་ཀྱང་ཤེལ་སྒོ་ཆག་ནས་གཏོར་བརླག་ཐེབས་པར་སྐྲག་པ་རེད། ཁོས་རྐང་པ་གུ་དོག་པོ་དྲུག་ཁྱེར་ནས་གད་སྙིགས་བླུགས་སྣོད་དང་སྣོད་ཆས་བརྒྱུད་དེ་ཆེས་ལེགས་པའི་དམ་བེ་དང་རྫ་མ་རྙེད་པ་རེད།
bs: Glasmo voli predmete od tamnog stakla ali je prestravljen od oštećenja razbijenim staklom. Sa svojih šest uskih nogu, ušulja se kroz kante za smeće i kontejnere kako bi pronašao najbolje boce i tegle.
ca: A Glasmo li encanten els objectes de vidre fosc, però té por de ser danyat pels vidres trencats. Amb les seves sis potes estretes, es cola a través de papereres i contenidors per trobar les millors ampolles i pots.
cs: Glasmo miluje tmavé skleněné objekty, ale bojí se, že bude poškozen rozbitým sklem. Se svými šesti úzkými nohami se plíží odpadkovými koši a nádobami, aby našel ty nejlepší lahve a sklenice.
cy: Mae Glasmo yn hoff iawn o wrthrychau gwydr tywyll ond mae'n ofnadwy o gael ei ddifrodi gan wydr sydd wedi torri. Gyda'i chwe choes gul, mae'n sleifio drwy ganiau a chynwysyddion trash i ddod o hyd i'r poteli a'r jariau gorau.
da: Glasmo elsker mørke glasgenstande, men er bange for at blive beskadiget af knust glas. Med sine seks smalle ben sniger han sig gennem skraldespande og beholdere for at finde de fineste flasker og krukker.
de: Glasmo liebt dunkle Glasobjekte, hat aber Angst, durch Glasscherben beschädigt zu werden. Mit seinen sechs schmalen Beinen schleicht er sich durch Mülleimer und Behälter, um feinste Flaschen und Gläser zu finden.
el: Ο Γκλάσμο λατρεύει τα αντικείμενα από σκούρο γυαλί, αλλά φοβάται ότι θα υποστεί ζημιά από σπασμένα γυαλιά. Με τα έξι στενά πόδια του, γλιστράει μέσα από κάδους απορριμμάτων και δοχεία για να βρει τα καλύτερα μπουκάλια και βάζα.
es: Glasmo ama los objetos de vidrio oscuro, pero está aterrorizado de ser dañado por vidrios rotos. Con sus seis patas estrechas, se cuela entre botes de basura y contenedores para encontrar las mejores botellas y frascos.
et: Glasmo armastab tumedast klaasist esemeid, kuid kardab, et purunenud klaas kahjustab seda. Oma kuue kitsa jalaga hiilib ta läbi prügikastide ja konteinerite, et leida parimad pudelid ja purgid.
eu: Glasmok beira iluneko gauzak maite ditu, baina beira hautsiek kalte egingo dioten beldurtuta. Sei hanka estuekin, zabor-potoen eta edukiontzien bidez irentsiko da, botila eta flaskorik onenak aurkitzeko.
fa: گلاسمو عاشق اشیاء شیشه ای تیره است اما از آسیب دیده بودن توسط شیشه شکسته می ترسد. او با شش پاهای باریکش دزدکی از سطل های زباله و ظروف عبور می کند تا بهترین بطری ها و کوزه ها را پیدا کند.
fi: Glasmo rakastaa tummia lasiesineitä, mutta pelkää rikkoutuneen lasin vaurioittamista. Kuudella kapealla jalallaan hän hiipii roskiksien ja astioiden läpi löytääkseen hienoimmat pullot ja purkit.
fil: Glasmo loves madilim na salamin bagay ngunit ay natakot sa pagiging nasira sa pamamagitan ng nasira salamin. Sa kanyang anim na makitid na binti, siya sneaks sa pamamagitan ng basura cans at lalagyan upang mahanap ang finest bote at garapon.
fo: Glasmo elskar myrka glas lutir, men er ræðslusligin av at verða skaddur av brotna glasi. Við sínum seks smølum beinum, sníkti hann seg ígjøgnum rusk og containerar at finna ta góðu fløskur og jar.
fr: Glasmo aime les objets en verre foncé mais est terrifié d’être endommagé par le verre brisé. Avec ses six jambes étroites, il se faufile à travers les poubelles et les conteneurs pour trouver les plus belles bouteilles et bocaux.
ga: Is breá le Glasmo rudaí gloine dorcha ach tá faitíos air go ndearna gloine bhriste damáiste dó. Lena shé chos chaola, sleamhnaíonn sé trí channaí bruscair agus coimeádáin chun na buidéil agus na prócaí is fearr a aimsiú.
gl: Glasmo adora obxectos de vidro escuro, pero ten medo de ser danado por vidros rotos. Coas súas seis patas estreitas, escorrega a través de latas de lixo e recipientes para atopar as mellores botellas e tarros.
gu: ગ્લાસમોને કાચની કાળી વસ્તુઓ પસંદ છે પરંતુ તૂટેલા કાચથી નુકસાન થવાનો ડર લાગે છે. તેના છ સાંકડા પગથી, તે કચરાના ડબ્બા અને કન્ટેનરમાંથી ઘૂસીને શ્રેષ્ઠતમ બાટલીઓ અને બરણીઓ શોધી કાઢે છે.
he: גלאסמו אוהבת חפצי זכוכית כהים אך מבועתת מכך שניזוקו מזכוכית שבורה. עם שש רגליו הצרות, הוא מתגנב דרך פחי אשפה ומכלים כדי למצוא את הבקבוקים והצנצנות המשובחים ביותר.
hi: ग्लास्मो को काले कांच की वस्तुओं से प्यार है लेकिन टूटे हुए कांच से क्षतिग्रस्त होने का डर है। अपने छह संकीर्ण पैरों के साथ, वह बेहतरीन बोतलों और जार को खोजने के लिए कचरे के डिब्बे और कंटेनरों के माध्यम से चुपके से घुसता है।
hr: Glasmo voli tamne staklene predmete, ali se boji da će biti oštećen razbijenim staklom. Sa svojih šest uskih nogu, šulja se kroz kante za smeće i kontejnere kako bi pronašao najbolje boce i staklenke.
hu: Glasmo szereti a sötét üvegtárgyakat, de retteg attól, hogy a törött üveg megsérül. Hat keskeny lábával átlopakodik a kukákon és a konténereken, hogy megtalálja a legfinomabb palackokat és üvegeket.
hy: Գլազմոն սիրում է մուգ ապակե իրեր, բայց սարսափում է կոտրված ապակու վնասվելուց: Իր վեց նեղ ոտքերով նա գաղտագողի անցնում է աղբակույտերի եւ տարաների միջով, որպեսզի գտնի լավագույն շշերն ու սափորները։
id: Glasmo menyukai benda-benda kaca gelap tetapi takut rusak oleh pecahan kaca. Dengan enam kakinya yang sempit, dia menyelinap melalui tempat sampah dan wadah untuk menemukan botol dan toples terbaik.
is: Glasmo elskar dökka glerhluti en er dauðhræddur við að skemmast af glerbrotum. Með sex mjóu fæturna læðist hann í gegnum ruslatunnur og ílát til að finna fínustu flöskur og krukkur.
it: Glasmo ama gli oggetti in vetro scuro ma è terrorizzato di essere danneggiato da vetri rotti. Con le sue sei gambe strette, si intrufola tra bidoni della spazzatura e contenitori per trovare le bottiglie e i barattoli più belli.
ja: グラスモは暗いガラスのオブジェクトを愛していますが、壊れたガラスによって損傷を受けることを恐れています。彼の6本の狭い足で、彼は最高級のボトルや瓶を見つけるためにゴミ箱や容器をこっそり見つけます。
ka: გლასმო უყვარს მუქი მინის ობიექტები, მაგრამ შეშინებულია გატეხილი მინის მიერ დაზიანებული. თავისი ექვსი ვიწრო ფეხით, ის sneaks მეშვეობით ნაგვის cans და კონტეინერების იპოვოს საუკეთესო ბოთლი და ქილებში.
kk: Гласмо күңгірт шыны заттарды жақсы көреді, бірақ сынған әйнектен зақымданудан қорқады. Алты тар аяғымен ең жарқын бөтелкелер мен банкаларды табу үшін себет банкалары мен ыдыстар арқылы тізе бүктірді.
km: Glasmo ស្រឡាញ់ វត្ថុ កញ្ចក់ ងងឹត ប៉ុន្តែ ភ័យ ខ្លាច ពី ការ ខូច ខាត ដោយ កែវ ដែល ខូច ។ ដោយ ជើង ចង្អៀត ប្រាំមួយ របស់ គាត់ គាត់ បាន លួច ចូល តាម ធុង សំរាម និង កុងតឺន័រ ដើម្បី ស្វែង រក ដប និង ដប ល្អ បំផុត ។
kn: ಗ್ಲಾಸ್ಮೊ ಕಪ್ಪು ಗಾಜಿನ ವಸ್ತುಗಳನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ ಆದರೆ ಮುರಿದ ಗಾಜಿನಿಂದ ಹಾನಿಗೊಳಗಾಗುವ ಬಗ್ಗೆ ಭಯಭೀತನಾಗಿದ್ದಾನೆ. ತನ್ನ ಆರು ಕಿರಿದಾದ ಕಾಲುಗಳೊಂದಿಗೆ, ಅವನು ಕಸದ ಡಬ್ಬಿಗಳು ಮತ್ತು ಕಂಟೇನರ್ ಗಳ ಮೂಲಕ ನುಸುಳಿ ಅತ್ಯುತ್ತಮ ಬಾಟಲಿಗಳು ಮತ್ತು ಜಾಡಿಗಳನ್ನು ಹುಡುಕುತ್ತಾನೆ.
ko: 글래스모는 어두운 유리 물체를 좋아하지만 깨진 유리로 인해 손상되는 것을 두려워합니다. 여섯 개의 좁은 다리로 그는 쓰레기통과 용기를 몰래 들여 가장 훌륭한 병과 항아리를 찾습니다.
ku: گلاسمۆ شتی شوشەی ڕەشی خۆش دەوێت بەڵام دەترسێت لە زیانگەیاندن بە شوشە شکاوەکە. لەگەڵ شەش قاچی تەسکی، ئەو دزە دەکات بە قاوەی زبڵ و کانتینەرەوە بۆ دۆزینەوەی باشترین بوتڵ و گۆزە.
ky: Гласмо кара айнек объектилерди жакшы көрөт, бирок сынган айнек менен жабыркаган коркуп жатат. Анын алты тар буттары менен, ал мыкты бөтөлкөлөрдү жана кумураларды табуу үчүн таштанды банкалар жана идиштер аркылуу жашынып.
lo: Glasmo ຮັກສິ່ງຂອງແກ້ວມືດແຕ່ຢ້ານທີ່ຈະໄດ້ຮັບຄວາມເສຍຫາຍຈາກແກ້ວທີ່ແຕກຫັກ. ດ້ວຍ ຂາ ແຄບ ຫົກ ຂາ ຂອງ ລາວ, ລາວ ໄດ້ ລີ້ ຊ່ອນ ຜ່ານ ຖັງ ຂີ້ເຫຍື້ອ ແລະ ບັນຈຸ ເພື່ອ ຊອກ ຫາ ຂວດ ແລະ ຖົງ ທີ່ ດີ ທີ່ ສຸດ.
lt: Glasmo mėgsta tamsaus stiklo daiktus, tačiau bijo būti sugadintas išdaužto stiklo. Šešiomis siauromis kojomis jis slapstosi po šiukšliadėžes ir konteinerius, kad surastų geriausius butelius ir stiklainius.
lv: Glasmo mīl tumšus stikla priekšmetus, bet baidās, ka tos sabojās salauzts stikls. Ar savām sešām šaurajām kājām viņš līst pa atkritumu tvertnēm un konteineriem, lai atrastu smalkākās pudeles un burkas.
mg: Tia zavatra vita amin'ny fitaratra mainty ny Glasmo saingy matahotra ny ho simban'ny fitaratra vaky. Miaraka amin'ireo tongony enina tery, miditra an-tsasany ao anaty kapoakan'ny fako sy fitoeran-javatra izy mba hitady ireo tavoahangy sy siny tsara indrindra.
mi: E aroha ana a Glasmo ki ngā ahanoa karaehe pōuri, engari e wehi ana i te tūkinotanga i te karaehe pakaru. Na ōna waewae whāiti e ono, ka neke atu a ia i roto i nga awa peke me nga ipu ki te kimi i nga pounamu me nga ipu tino pai.
mk: Глазмо сака темни стаклени предмети, но е преплашен од оштетување од скршено стакло. Со неговите шест тесни нозе, се промна низ канти и контејнери за да ги најде најдобрите шишиња и тегли.
ml: ഗ്ലാസ്മോ ഇരുണ്ട ഗ്ലാസ് വസ്തുക്കളെ ഇഷ്ടപ്പെടുന്നു, പക്ഷേ പൊട്ടിയ ഗ്ലാസ് കാരണം കേടുപാടുകൾ സംഭവിക്കുമോ എന്ന് ഭയപ്പെടുന്നു. തന്റെ ആറു ഇടുങ്ങിയ കാലുകളുമായി, അവൻ ചവറ്റുകുട്ടകളിലൂടെയും പാത്രങ്ങളിലൂടെയും ഏറ്റവും മികച്ച കുപ്പികളും ജാറുകളും കണ്ടെത്താൻ ഒളിഞ്ഞുനോക്കുന്നു.
mn_cyrl: Глазмо хар шилэн биетэд дуртай ч хугарсан шилний улмаас гэмтэхээс айдаг. Тэр зургаан нарийн хөлөөрөө хогийн сав, савнуудаар сэмхэн орж, хамгийн сайн шил, шилийг олжээ.
mr: ग्लास्मोला गडद काचेच्या वस्तू आवडतात परंतु तुटलेल्या काचेमुळे नुकसान होण्याची भीती आहे. आपल्या सहा अरुंद पायांनी, तो कचर् याच्या डब्यांमधून आणि कंटेनरमधून डोकावून उत्कृष्ट बाटल्या आणि बरण्या शोधतो.
ms: Glasmo suka objek kaca gelap tetapi takut rosak akibat kaca pecah. Dengan enam kakinya yang sempit, dia menyelinap melalui tong sampah dan bekas untuk mencari botol dan balang terbaik.
mt: Glasmo jħobb oġġetti tal-ħġieġ skur iżda huwa mwerwer li jkun bil-ħsara minn ħġieġ imkisser. Bis-sitt saqajn dojoq tiegħu, huwa sneaks permezz ta 'laned u kontenituri trash biex isib l-ifjen fliexken u vażetti.
my: ဂလက်စ်မိုသည် အနက်ရောင်မှန်ဝတ္ထုများကို နှစ်သက်သော်လည်း ဖန်ကျိုးခြင်းကြောင့် ပျက်စီးသွားမည်ကို ကြောက်ရွံ့နေသည်။ သူ၏ခြေထောက်ကျဉ်းခြောက်ချောင်းဖြင့် အကောင်းဆုံးပုလင်းများနှင့် အိုးများကိုရှာတွေ့ရန် အမှိုက်ပုံးများနှင့် ကွန်တိန်နာများမှတစ်ဆင့် ခိုးဝင်ခိုးသွားသည်။
nb: Glasmo elsker mørke glassgjenstander, men er livredd for å bli skadet av knust glass. Med sine seks smale ben sniker han seg gjennom søppelkasser og beholdere for å finne de fineste flaskene og krukkene.
ne: ग्लास्मोलाई गाढा सिसाका वस्तुहरू मन पर्छ तर भाँचिएको सिसाले क्षति पुऱ्याउन डराउँछ। आफ्नो छ वटा साँघुरो खुट्टाले ऊ फोहोरको डिब्बा र कन्टेनरहरू छिचोल्दै उत्कृष्ट बोतल हरू र जारहरू फेला पार्छ।
nl: Glasmo houdt van donkere glazen voorwerpen, maar is doodsbang om beschadigd te worden door gebroken glas. Met zijn zes smalle benen sluipt hij door vuilnisbakken en containers om de mooiste flessen en potten te vinden.
or: ଗ୍ଲାସମୋ ଗାଢ କାଚ ବସ୍ତୁକୁ ଭଲ ପାଆନ୍ତି କିନ୍ତୁ ଭଙ୍ଗା କାଚ ଦ୍ୱାରା ନଷ୍ଟ ହୋଇଭୟଭୀତ | ତାଙ୍କର ଛଅଟି ସଂକୀର୍ଣ୍ଣ ଗୋଡ ସହିତ, ସେ ସର୍ବୋତ୍ତମ ବୋତଲ ଏବଂ ପାତ୍ର ଖୋଜିବା ପାଇଁ ଆବର୍ଜନା ପାତ୍ର ଏବଂ ପାତ୍ର ଦେଇ ଲୁଚି ଯାଆନ୍ତି |
pa: ਗਲਾਸਮੋ ਨੂੰ ਗੂੜ੍ਹੇ ਕੱਚ ਦੀਆਂ ਚੀਜ਼ਾਂ ਪਸੰਦ ਹਨ ਪਰ ਟੁੱਟੇ ਕੱਚ ਨਾਲ ਨੁਕਸਾਨੇ ਜਾਣ ਤੋਂ ਡਰਦਾ ਹੈ। ਆਪਣੀਆਂ ਛੇ ਤੰਗ ਲੱਤਾਂ ਦੇ ਨਾਲ, ਉਹ ਸਭ ਤੋਂ ਵਧੀਆ ਬੋਤਲਾਂ ਅਤੇ ਜਾਰਾਂ ਨੂੰ ਲੱਭਣ ਲਈ ਰੱਦੀ ਦੇ ਡੱਬਿਆਂ ਅਤੇ ਕੰਟੇਨਰਾਂ ਵਿੱਚੋਂ ਦੀ ਲੰਘਦਾ ਹੈ।
pl: Glasmo uwielbia przedmioty z ciemnego szkła, ale boi się, że zostanie uszkodzony przez potłuczone szkło. Z sześcioma wąskimi nogami przemyka przez kosze na śmieci i pojemniki, aby znaleźć najlepsze butelki i słoiki.
ps: ګلاسمو د تیاره ښیښې شیانو سره مینه لری خو د مات شوی شیشې له امله د خرابیدو څخه سخت هیښ دی. د هغه د شپږو تنګو پښو سره، هغه د چټکانو او کانټینرو په واسطه د غوره بوتلانو او منګیو د موندلو لپاره په پټه ګرځی.
pt_br: Glasmo adora objetos de vidro escuro, mas tem medo de ser danificado por vidro quebrado. Com suas seis pernas estreitas, ele se esgueira através de latas de lixo e recipientes para encontrar as melhores garrafas e potes.
ro: Glasmo iubește obiectele din sticlă întunecată, dar este îngrozit de faptul că este deteriorat de sticla spartă. Cu cele șase picioare înguste, se strecoară prin coșuri de gunoi și recipiente pentru a găsi cele mai bune sticle și borcane.
ru: Glasmo любит темные стеклянные предметы, но боится быть поврежденным разбитым стеклом. С его шестью узкими ногами, он пробирается через мусорные баки и контейнеры, чтобы найти лучшие бутылки и банки.
sk: Glasmo miluje predmety z tmavého skla, ale bojí sa, že ho rozbité sklo poškodí. So svojimi šiestimi úzkymi nohami sa prepašuje cez odpadkové koše a nádoby, aby našiel tie najlepšie fľaše a poháre.
sl: Glasmo ima rad temne steklene predmete, vendar je prestrašen, da ga poškoduje zlomljeno steklo. S šestimi ozkimi nogami se šunja skozi smetnjake in posode, da bi našel najboljše steklenice in kozarce.
sq: Glasmo i do objektet me xhama të errët, por është i tmerruar nga dëmtimi i xhamave të thyer. Me gjashtë këmbët e ngushta, ai futet fshehurazi nëpër kosha plehrash dhe kontejnerë për të gjetur shishet dhe kavanozat më të mira.
sr_latn: Glasmo voli tamne staklene predmete ali se plaši da će biti oštećen slomljenim staklom. Sa svojih šest uskih nogu, prošvercuje se kroz kante za smeće i kontejnere kako bi pronašao najfinije flaše i tegle.
sv: Glasmo älskar mörka glasföremål men är livrädd för att skada sig på trasigt glas. Med sina sex smala ben smyger han fram bland papperskorgar och containrar för att hitta de allra finaste flaskorna och burkarna.
sw: Glasmo anapenda vitu vyeusi vya kioo lakini anaogopa kuharibiwa na kioo kilichovunjika. Akiwa na miguu yake sita myembamba, anapitia makopo ya takataka na vyombo ili kupata chupa na mitungi mizuri zaidi.
ta: கிளாஸ்மோ இருண்ட கண்ணாடி பொருட்களை நேசிக்கிறார், ஆனால் உடைந்த கண்ணாடியால் சேதமடைவதைப் பற்றி பயப்படுகிறார். அவரது ஆறு குறுகிய கால்களுடன், அவர் குப்பைத் தொட்டிகள் மற்றும் கொள்கலன்கள் வழியாக ஊடுருவி மிகச்சிறந்த பாட்டில்கள் மற்றும் ஜாடிகளைக் கண்டுபிடிக்கிறார்.
te: గ్లాస్మో చీకటి గాజు వస్తువులను ప్రేమిస్తుంది, కానీ పగిలిన గాజు వల్ల పాడైపోతుందేమోనని భయపడుతుంది. తన ఆరు ఇరుకైన కాళ్లతో, అతను చెత్తబుట్టలు మరియు కంటైనర్ల ద్వారా ఉత్తమమైన సీసాలు మరియు జాడీలను కనుగొనడానికి చొరబడతాడు.
th: กลาสโมชอบวัตถุแก้วสีเข้ม แต่กลัวว่าจะถูกกระจกแตกเสียหาย ด้วยขาแคบหกขาของเขาเขาแอบผ่านถังขยะและภาชนะเพื่อค้นหาขวดและขวดโหลที่ดีที่สุด
tk: Glasmo gara aýna obýektlerini gowy görýär, emma döwülen aýnanyň zaýalanmagyndan gorkýar. Ol alty sany dar aýagy bilen çöp-çöp gaplaryndan we konteýnerlerden gizlinlikde girip, iň gowy meşikleri we küýzeleri tapýar.
tr: Glasmo koyu cam nesneleri sever, ancak kırık camdan zarar görmekten korkar. Altı dar bacağıyla, en iyi şişeleri ve kavanozları bulmak için çöp kutularına ve kaplara gizlice girer.
tt: Глазмо кара пыяла әйберләрне ярата, ләкин сынган пыяладан зыян күрә. Алты тар аяклары белән ул чүп-чарлар һәм контейнерлар аша, иң яхшы шешәләрне һәм ярларны табу өчен.
ug: گلازمو قېنىق ئەينەك جىسىملارنى ياخشى كۆرىدۇ، ئەمما ئەينەك پارچىسى تەرىپىدىن زەخىملىنىشتىن قورقىدۇ. ئۇ ئالتە تار پۇتى بىلەن ئەخلەت ساندۇقى ۋە قاچىلاردىن ئوغرىلىقچە ئۆتۈپ، ئەڭ ئېسىل بوتۇلكىلار ۋە كوزىلارنى تاپتى.
uk: Glasmo любить темні скляні предмети, але боїться бути пошкодженим розбитим склом. Своїми шістьма вузькими ногами він пробирається через сміттєві баки та контейнери, щоб знайти найкращі пляшки та банки.
ur: گلاسمو گہرے شیشے کی اشیاء کو پسند کرتا ہے لیکن ٹوٹے ہوئے شیشے سے خراب ہونے سے خوفزدہ ہے۔ اپنی چھ تنگ ٹانگوں کے ساتھ، وہ بہترین بوتلیں اور جار تلاش کرنے کے لئے کوڑے دان اور ڈبوں کے ذریعے چپکے سے جاتا ہے۔
uz: Glasmo qorong'i shisha buyumlarni yaxshi ko'radi, ammo singan shishadan zarar ko'rishdan qo'rqadi. Olti tor oyog'i bilan u eng yaxshi idishlar va idishlarni topish uchun chiqindilar qozonlari va idishlardan yashirincha o'tadi.
vi: Glasmo thích các vật dụng thủy tinh tối màu nhưng sợ bị hư hỏng bởi kính vỡ. Với sáu chân hẹp, anh lẻn qua thùng rác và thùng chứa để tìm những chai và lọ tốt nhất.
zh_hans: 格拉斯莫喜欢深色玻璃物体，但害怕被破碎的玻璃损坏。他用六条窄腿偷偷穿过垃圾桶和容器，寻找最好的瓶子和罐子。
zu: I-Glasmo ithanda izinto zengilazi emnyama kodwa iyesaba kakhulu ukulimala ngengilazi ephukile. Ngemilenze yakhe eyisithupha emincane, ufihla ngezitsha zodoti neziqukathi ukuze athole amabhodlela amahle kakhulu nezimbiza.
