Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_towalett_description
source: Pee, poop and toilet paper are the only things Towalett collects. With her five eyes she looks for thigs like cotton swabs, tobacco or wet wipes, these do not belong in the toilet!
af: Piepie, poep en toiletpapier is die enigste dinge wat Towalett versamel. Met haar vyf oë soek sy diewe soos watte deppers, tabak of nat doeke, dit hoort nie in die toilet nie!
am: ቶዋሌት የሚሰበስባቸው ነገሮች ፒ፣ ኩይና የመጸዳጃ ወረቀት ብቻ ናቸው። በአምስት ዓይኖቿ እንደ ጥጥ መጎናፀፍ፣ ትንባሆ ወይም እርጥብ ጨርቅ ያሉ ፈሳሾችን ትፈልጋለች።
ar: بول، أنبوب وورق التواليت هي الأشياء الوحيدة التي يجمع Towalett. مع عينيها الخمسة انها تبحث عن thigs مثل مسحات القطن والتبغ أو مناديل مبللة، وهذه لا تنتمي في المرحاض!
as: প্ৰস্ৰাৱ, পুপ আৰু টয়লেট পেপাৰ হৈছে একমাত্ৰ বস্তু যিটো টোৱালেটে সংগ্ৰহ কৰে। তাইৰ পাঁচটা চকুৰে তাই কপাহৰ টুকুৰা, ধপাত বা তিতা ৱাইপৰ দৰে থিগ বিচাৰে, এইবোৰ শৌচাগাৰৰ অন্তৰ্ভুক্ত নহয়!
az: Pee, poop və tualet kağızı Towalett-in topladığı yeganə şeylərdir. Beş gözü ilə o, pambıq svab, tütün və ya nəm silmə kimi bud axtarır. Bunlar tualetə aid deyil!
bg: Пикае, ака и тоалетна хартия са единствените неща, които Towalett събира. С петте си очи тя търси тиги като памучни тампони, тютюн или мокри кърпички, тези не принадлежат в тоалетната!
bn: প্রস্রাব, পুপ এবং টয়লেট পেপার একমাত্র জিনিস যা টোওয়ালেট সংগ্রহ করে। তার পাঁচ চোখ দিয়ে সে সুতির সোয়াব, তামাক বা ভেজা wipes মত thigs খুঁজছেন, এই টয়লেট মধ্যে অন্তর্গত না!
bo: གཅིན་པ་གཏོང་བ་དང་། ཁུག་མ། སྤྱོད་ཁང་གི་ཤོག་བུ་བཅས་ནི་ཐོ་ཝ་ལེ་ཐེས་འཚོལ་སྡུད་བྱས་པའི་དངོས་པོ་ཉག་ཅིག་ཡིན། ཁོ་མོས་མིག་ལྔ་ལ་བརྟེན་ནས་སྲིང་བལ་གྱི་རལ་གྲི་དང་། ཐ་མག་གམ་ཡང་ན་བརླན་གཤེར་ཆེ་བའི་སྦུ་གུ་སོགས་བརྐྱངས་པ་འཚོལ་བཞིན་ཡོད། འདི་དག་སྤྱོད་ཁང་དུ་མི་གཏོགས།
bs: Piša, kaka i toaletni papir su jedine stvari koje Towalett skuplja. Sa pet očiju traži mrvice poput pamuka, duhana ili mokarih brisa, ove ne pripadaju u WC šolju!
ca: El pipí, la caca i el paper higiènic són les úniques coses que recull Towalett. Amb els seus cinc ulls busca lladres com hisops de cotó, tabac o tovalloletes humides, aquestes no pertanyen al vàter!
cs: Pee, hovínka a toaletní papír jsou jediné věci, které Towalett sbírá. Se svýma pěti očima hledá zloděje, jako jsou bavlněné tampony, tabák nebo vlhčené ubrousky, které nepatří do toalety!
cy: Pee, poop a phapur tŷ bach yw'r unig bethau mae Towalett yn eu casglu. Gyda'i phum llygaid mae hi'n chwilio am ladron fel swabiau cotwm, tybaco neu weips gwlyb, nid yw'r rhain yn perthyn i'r tŷ bach!
da: Tisse, bæ og toiletpapir er de eneste ting Towalett indsamler. Med sine fem øjne hun ser for thigs gerne vatpinde, tobak eller vådservietter, disse hører ikke hjemme i toilettet!
de: Piss, Kacke und Toilettenpapier sind die einzigen Dinge, die Towalett sammelt. Mit ihren fünf Augen sucht sie nach Thigs wie Wattestäbchen, Tabak oder Feuchttüchern, diese gehören nicht in die Toilette!
el: Το κατούρημα, το κακά και το χαρτί υγείας είναι τα μόνα πράγματα που συλλέγει ο Towalett. Με τα πέντε μάτια της ψάχνει για μηρούς όπως μπατονέτες, καπνό ή υγρά μαντηλάκια, αυτά δεν ανήκουν στην τουαλέτα!
es: Pis, caca y papel higiénico son las únicas cosas que Towalett recoge. Con sus cinco ojos busca ladrones como hisopos de algodón, tabaco o toallitas húmedas, ¡estas no pertenecen al inodoro!
et: Piss, kaka ja tualettpaber on ainsad asjad, mida Towalett kogub. Oma viie silmaga otsib ta vargaid nagu vatitupsud, tubakas või niisked salvrätikud, need ei kuulu tualetti!
eu: Pisa, kaka eta paper higienikoa dira Towalettek jasotzen dituen gauza bakarrak. Bere bost begiekin thig-ak bilatzen ditu, kotoizko, tabakozko isipuak edo toallita hezeak bezala, hauek ez dira kotoizkoak!
fa: پی، پوپ و دستمال توالت تنها چیزهایی هستند که توولت جمع آوری می کند. با پنج چشم او به دنبال دزد مانند سواب پنبه، تنباکو و یا دستمال مرطوب، این در توالت تعلق ندارد!
fi: Pissa, kakka ja vessapaperi ovat ainoat asiat, joita Towalett kerää. Viidellä silmällään hän etsii tiaisia, kuten puuvillapyyhkeitä, tupakkaa tai märkäpyyhkeitä, nämä eivät kuulu wc: hen!
fil: Pee, poop at banyo papel ay ang tanging mga bagay-bagay Towalet mangolekta. Sa kanyang limang mata siya hitsura para sa mga thigs tulad ng cotton swabs, tabako o alisan ng pakpak, ang mga ito ay hindi nabibilang sa banyo!
fo: Pee, poop og vesipappír eru tey einastu, sum savna seg. Við fimm eygum sær hon út til thigs sum bummullar, ella vát turkaðar, hesi ikki hoyra á vesinum!
fr: Le pipi, le caca et le papier toilette sont les seules choses que Towalett recueille. Avec ses cinq yeux, elle cherche des thigs comme des cotons-tiges, du tabac ou des lingettes humides, ceux-ci n’ont pas leur place dans les toilettes!
ga: Is iad pee, poop agus páipéar leithris na haon rudaí a bhailíonn Towalett. Lena cúig shúil bíonn sí ag lorg thigeanna cosúil le swabs cadáis, tobac nó ceirtíní fliucha, ní bhaineann siad seo leis an leithreas!
gl: Pee, poop e papel hixiénico son as únicas cousas que Towalett recolle. Cos seus cinco ollos, ela busca thigs como swabs de algodón, tabaco ou limpezas húmidas, estes non pertencen ao baño!
gu: પેશાબ, પૂપ અને ટોઇલેટ પેપર એ જ વસ્તુઓ છે જે ટોવેલેટ એકત્રિત કરે છે. તેની પાંચ આંખોથી તે સુતરાઉ સ્વેબ્સ, તમાકુ અથવા ભીના વાઇપ્સ જેવા થિગ્સને શોધે છે, આ ટોઇલેટમાં નથી!
he: פיפי, קקי ונייר טואלט הם הדברים היחידים שטוואלט אוסף. עם חמש העיניים שלה היא מחפשת תיגים כמו צמר גפן ספוגיות, טבק או מגבונים לחים, אלה לא שייכים לשירותים!
hi: पेशाब, पोप और टॉयलेट पेपर एकमात्र चीजें हैं जो टोवेलेट एकत्र करती हैं। अपनी पांच आँखों से वह कॉटन स्वैब, तंबाकू या गीले पोंछे जैसे थिग्स की तलाश करती है, ये टॉयलेट में नहीं हैं!
hr: Mokraća, kakica i toaletni papir su jedine stvari koje Towalett skuplja. Sa svojih pet očiju traži tigove poput pamučnih štapića, duhana ili vlažnih maramica, a njima nije mjesto u zahodu!
hu: A pisi, a kaki és a WC-papír az egyetlen dolog, amit Towalett gyűjt. Öt szemével olyan tárakat keres, mint a vattapálcák, a dohány vagy a nedves törlőkendők, ezek nem tartoznak a WC-be!
hy: Փի, պուպի եւ զուգարանի թուղթը միակ բաներն են, որ հավաքում է Թովալեթը: Իր հինգ աչքերով նա փնտրում է բամբակյա սվաբների, ծխախոտի կամ թաց սրբիչների նման թիեր, որոնք չեն պատկանում զուգարանին։
id: Kencing, kotoran, dan kertas toilet adalah satu-satunya hal yang dikumpulkan Towalett. Dengan kelima matanya dia mencari thigs seperti kapas, tembakau atau tisu basah, ini bukan milik toilet!
is: Pissa, kúkur og klósettpappír er það eina sem Towalett safnar. Með augunum fimm leitar hún að thigs eins og bómullarþurrkum, tóbaki eða blautþurrkum, þetta á ekki heima á klósettinu!
it: Pipì, cacca e carta igienica sono le uniche cose che Towalett raccoglie. Con i suoi cinque occhi cerca thigs come tamponi di cotone, tabacco o salviette umidificate, questi non appartengono al bagno!
ja: おしっこ、うんち、トイレットペーパーは、トワレットが収集する唯一のものです。彼女の5つの目で、彼女は綿棒、タバコや濡れたワイプのような泥棒を探し、これらはトイレに属していません!
ka: Pee, poop და ტუალეტის ქაღალდი ერთადერთი რამ არის Towalett აგროვებს. მისი ხუთი თვალით ის ეძებს ქურდებს, როგორიცაა ბამბის ტამპონები, თამბაქო ან სველი ტილოები, ეს არ ეკუთვნის ტუალეტს!
kk: Шымтезек, попурри және дәретхана қағазы Товалетт жинайтын жалғыз нәрсе. Бес көзімен ол мақта жұт, темекі немесе дымқыл сүрткіш сияқты тигтерді іздейді, олар дәретханаға жатпайды!
km: Pee ក្រដាស ដប និង បង្គន់ គឺ ជា រឿង តែ មួយ គត់ ដែល Towalett ប្រមូល ។ ជាមួយនឹងភ្នែកទាំង ៥ របស់នាង នាងសម្លឹងរកទឹកអប់ដូចជា ស្ពៃក្តោប ជក់ ឬ ជូត សើម ទាំង នេះ មិន មែន ជា របស់ ក្នុង បង្គន់ ទេ !
kn: ಮೂತ್ರ, ಮಲ ಮತ್ತು ಟಾಯ್ಲೆಟ್ ಪೇಪರ್ ಮಾತ್ರ ಟೊವಾಲೆಟ್ ಸಂಗ್ರಹಿಸುವ ವಸ್ತುಗಳು. ಅವಳು ತನ್ನ ಐದು ಕಣ್ಣುಗಳಿಂದ ಹತ್ತಿಯ ಸ್ವ್ಯಾಬ್ ಗಳು, ತಂಬಾಕು ಅಥವಾ ಒದ್ದೆ ವೈಪ್ ಗಳಂತಹ ತಿಗ್ ಗಳನ್ನು ಹುಡುಕುತ್ತಾಳೆ, ಇವು ಶೌಚಾಲಯಕ್ಕೆ ಸೇರುವುದಿಲ್ಲ!
ko: 오줌, 똥 및 화장지는 Towalett이 수집하는 유일한 물건입니다. 그녀의 다섯 눈으로 그녀는 면봉, 담배 또는 젖은 물티슈와 같은 도둑을 찾고, 이들은 화장실에 속하지 않습니다!
ku: پی، پۆپ و کاغەزی تەوالێت تاکە شتن کە تۆوالێت کۆدەکاتەوە. بە پێنج چاوی خۆی وەک سوابێکی پەنکە، توتن یان سڕی تەڕ بەدوای دزدا دەگەڕێت، ئەمانە سەر بە تەوالێتەکە نین!
ky: Пи, поп жана даараткана кагаз Товалет чогултуп жалгыз нерселер болуп саналат. Беш көзү менен ал пахта тамгалары, тамеки же нымдуу сүртүп сыяктуу бут кийимдерди издейт, бул дааратканага таандык эмес!
lo: Pee, poop ແລະເຈ້ຍຫ້ອງນໍ້າເປັນສິ່ງດຽວທີ່ Towalett ເກັບ. ດ້ວຍ ຕາ ຫ້າ ຕາ ນາງ ຊອກ ຫາ thigs ຄື ກັນ ກັບ swabs ຜ້າ ຝ້າຍ, ຢາ ສູບ ຫຼື ເຊັດ ປຽກ, ເຫຼົ່າ ນີ້ ບໍ່ ໄດ້ ເປັນ ຂອງ ໃນ ຫ້ອງ ນ້ໍາ!
lt: Pee, poop ir tualetinis popierius yra vieninteliai dalykai, kuriuos towalett renka. Su savo penkiomis akimis ji ieško vagų, tokių kaip medvilnės tamponai, tabakas ar drėgnos servetėlės, jos nepriklauso tualetui!
lv: Pee, poop un tualetes papīrs ir vienīgās lietas, ko Towalett savāc. Ar savām piecām acīm viņa meklē zagļus, piemēram, vates tamponus, tabaku vai mitrās salvetes, tie neietilpst tualetē!
mg: Ny Pee, poop ary ny taratasy fivoahana no hany zavatra angonin'ny Towalett. Amin'ny masony dimy no itadiavany thigs toy ny swabs, sigara na famfa, tsy ao amin'ny kabla izy ireo!
mi: Ko Pee, ko te pepa poop me te whare paku anake te kohikohi a Towalett. Na ōna whatu e rima e kimi ana a ia i ngā tāhae pēnei i te miro, te tupeka, te ūkui mākū rānei, ehara ēnei i te whare paku!
mk: Мочање, какање и тоалетна хартија се единствените работи кои Товалет ги собира. Со нејзините пет очи бара ткиви како памучен бришач, тутун или влажни марамчиња, овие не припаѓаат во тоалетот!
ml: മൂത്രം, മലം, ടോയ്ലറ്റ് പേപ്പർ എന്നിവ മാത്രമാണ് ടോവാലറ്റ് ശേഖരിക്കുന്നത്. അവളുടെ അഞ്ച് കണ്ണുകൾ കൊണ്ട് അവൾ കോട്ടൺ സ്വാബുകൾ, പുകയില അല്ലെങ്കിൽ നനഞ്ഞ വൈപ്പുകൾ പോലുള്ള തിഗ്ഗുകൾ തിരയുന്നു, ഇവ ടോയ്ലറ്റിൽ ഉൾപ്പെടുന്നില്ല!
mn_cyrl: Пий, пүүп, ариун цэврийн цаас бол Товалеттын цуглуулдаг цорын ганц зүйл юм. Тэр таван нүдээрээ хөвөнгийн сэлүүр, тамхи, нойтон арчуур гэх мэт тиг хайж байгаа бөгөөд эдгээр нь жорлонгийнх биш юм!
mr: पी, पूप आणि टॉयलेट पेपर या दोनच गोष्टी टोवालेट गोळा करतात. आपल्या पाच डोळ्यांनी ती कापसाचे बोळे, तंबाखू किंवा ओले वाइप्स अशा थिग्सचा शोध घेते, हे टॉयलेटमध्ये नसतात!
ms: Kencing, najis dan kertas tandas adalah satu-satunya perkara yang dikumpulkan oleh Towalett. Dengan lima matanya dia mencari pencuri seperti kapas, tembakau atau tisu basah, ini tidak termasuk dalam tandas!
mt: Pee, ħmieġ u toilet paper huma l-uniċi affarijiet li tiġbor Towalett. Bil-ħames għajnejn tagħha tfittex għatx bħal swabs tal-qoton, tabakk jew wipes imxarrbin, dawn ma jappartjenux fit-tojlit!
my: ပီ ၊ ပေါ့ နှင့် အိမ်သာ စက္ကူ သည် တိုဝေလက် စုဆောင်း သည့် တစ်ခုတည်း သော အရာ များ ဖြစ် သည် ။ ဆေးရွက်ကြီး သို့မဟုတ် စိုစွတ်သောဆေးရောင်ခြည်ကဲ့သို့သောပေါင်များကို မျက်လုံးငါးလုံးရှာဖွေကာ အိမ်သာတွင် မပါဝင်ချေ!
nb: Tisse, bæsj og toalettpapir er det eneste Towalett samler på. Med sine fem øyne ser hun etter tretter som bomullspinne, tobakk eller våtservietter, disse hører ikke hjemme på toalettet!
ne: पिसाब, पोप र ट्वाइलेट पेपर मात्र टोवालेटले सङ्कलन गर्ने चीजहरू हुन्। आफ्नो पाँच वटा आँखाले उनी कपासको डल्लो, सुर्ती वा भिजेको वाइप्स जस्ता चिउराहरू खोज्छिन्, यी शौचालयमा हुँदैनन्!
nl: Plas, poep en wc-papier zijn de enige dingen die Towalett verzamelt. Met haar vijf ogen zoekt ze naar dieven als wattenstaafjes, tabak of vochtige doekjes, deze horen niet thuis in het toilet!
or: ପରିସ୍ରା, ପୁପ୍ ଏବଂ ଟଏଲେଟ୍ ପେପର୍ ହେଉଛି ଏକମାତ୍ର ଜିନିଷ ଯାହା ଟୋୱାଲେଟ୍ ସଂଗ୍ରହ କରନ୍ତି | ତାଙ୍କର ପାଞ୍ଚଟି ଆଖି ସହିତ ସେ କପା ସ୍ୱାବ୍, ତମାଖୁ କିମ୍ବା ଓଦା ୱାଇପ୍ ପରି ଥିଗ୍ ଖୋଜନ୍ତି, ଏଗୁଡ଼ିକ ଶୌଚାଳୟରେ ନାହିଁ!
pa: ਪੀ, ਪੂਪ ਅਤੇ ਟੋਆਇਲਟ ਪੇਪਰ ਹੀ ਉਹ ਚੀਜ਼ਾਂ ਹਨ ਜੋ ਟੋਵਾਲੇਟ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ। ਆਪਣੀਆਂ ਪੰਜ ਅੱਖਾਂ ਨਾਲ ਉਹ ਰੂੰ ਦੇ ਫੰਬੇ, ਤੰਬਾਕੂ ਜਾਂ ਗਿੱਲੇ ਪੂੰਝਿਆਂ ਵਰਗੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਤਲਾਸ਼ ਕਰਦੀ ਹੈ, ਇਹ ਟੋਆਇਲਟ ਵਿੱਚ ਨਹੀਂ ਹਨ!
pl: Siusiu, kupy i papieru toaletowego to jedyne, co zbiera Towalett. Z pięciorgiem oczu szuka thigs, takich jak bawełniane waciki, tytoń lub mokre chusteczki, które nie należą do toalety!
ps: پی، پوپ او تشناب کاغذ یواځینی شیان دی چې ټووالټ راټولوی. د هغې د پنځو سترګو سره هغه د مالوچو د سواب ، تنباکو یا لوندو پاکو په څیر د تیګ لپاره ګوری، دا په تشناب کې نه دی.
pt_br: Xixi, cocô e papel higiênico são as únicas coisas que Towalett coleciona. Com seus cinco olhos ela procura por thigs como cotonetes de algodão, tabaco ou lenços umedecidos, estes não pertencem ao banheiro!
ro: Pipi, caca și hârtia igienică sunt singurele lucruri pe care Towalett le colectează. Cu cei cinci ochi caută hoți precum tampoane de bumbac, tutun sau șervețele umede, acestea nu aparțin toaletei!
ru: Пи, корма и туалетная бумага - единственное, что собирает Товалетт. С ее пять глаз она ищет ватные тампоны, табак или влажные салфетки, они не принадлежат в туалете!
sk: Cikanie, hovno a toaletný papier sú jediné, čo Towalett zbiera. Svojimi piatimi očami hľadá stehná, ako sú vatové tampóny, tabak alebo vlhčené utierky, tieto nepatria na toaletu!
sl: Lulanje, kaka in toaletni papir so edina stvar, ki jo Towalett zbira. S petimi očmi išče tagove, kot so bombažni obliži, tobak ali vlažni obliži, te ne sodijo v stranišče!
sq: Pee, kapo dhe letër higjenike janë të vetmet gjëra që Towalett mbledh. Me pesë sytë e saj, ajo kërkon hajdutë si kaçurrele pambuku, duhan ose fshirëse të lagura, këto nuk i përkasin tualetit!
sr_latn: Pišaćka, kaka i toalet papir su jedine stvari koje Towalett sakuplja. Sa svojih pet očiju traži tigove poput pamučnih brisa, duvana ili vlažnih maramica, ovima nije mesto u toaletu!
sv: Kiss, bajs och toapapper det är det enda Towalett samlar på. Med sina fem ögon letar hon efter fulspolningar som bomullspinnar, snus eller våtservetter, dessa hör inte hemma i toaletten.
sw: Pee, poop na karatasi ya choo ndio vitu pekee ambavyo Towalett hukusanya. Kwa macho yake matano anatafuta majambazi kama mapambano ya pamba, tumbaku au ufuta mvua, haya siyo ya chooni!
ta: பீ, பூப் மற்றும் கழிப்பறை காகிதம் மட்டுமே டோவாலெட் சேகரிக்கிறது. தனது ஐந்து கண்களால் அவள் பருத்தி துடைப்பான்கள், புகையிலை அல்லது ஈரமான துடைப்பான்கள் போன்ற திக்குகளைத் தேடுகிறாள், இவை கழிப்பறையில் இல்லை!
te: పీ, పూప్ మరియు టాయిలెట్ పేపర్ మాత్రమే టోవాలెట్ సేకరించే విషయాలు. ఆమె తన ఐదు కళ్ళతో కాటన్ స్వాబ్ లు, పొగాకు లేదా తడి వైప్ లు వంటి తిగ్గుల కోసం చూస్తుంది, ఇవి టాయిలెట్ లో ఉండవు!
th: ฉี่เซ่อและกระดาษชําระเป็นสิ่งเดียวที่ Towalett รวบรวมได้ ด้วยดวงตาทั้งห้าของเธอเธอมองหา thigs เช่นสําลีก้านยาสูบหรือผ้าเช็ดทําความสะอาดเปียกสิ่งเหล่านี้ไม่ได้อยู่ในห้องน้ํา!
tk: Pee, poop we hajathana kagyzy Towalettiň toplan ýekeje zadydyr. Ol bäş gözi bilen pomidor swablary, temmäki ýa-da çygly süpürgi ýaly ogrulary gözleýär, bular hajathana degişli däl!
tr: Towalett'in topladığı tek şey çiş, kaka ve tuvalet kağıdı. Beş gözüyle pamuklu çubuk, tütün veya ıslak mendil gibi thigs arıyor, bunlar tuvalete ait değil!
tt: Pee, poop һәм бәдрәф кәгазье - Товальеттның бердәнбер әйбере. Биш күзе белән ул мамык кыйнаган, тәмәке яки дымлы сөртке кебек тишкеләрне эзли, болар бәдрәфкә карамый!
ug: كىچىك تەرەت، كەسمە ۋە تازىلىق قەغىزى توۋالېتنىڭ يىغقان بىردىنبىر نەرسىسى. ئۇنىڭ بەش كۆزى بىلەن ئۇ پاختىلىق بەلۋاغ، تاماكا ياكى ھۆل سۈرتۈشكە ئوخشاش تۋىلارنى ئىزدەيدىكەن، بۇلار ھاجەتخانىغا تەۋە ئەمەس!
uk: Мочитися, какати і туалетний папір - це єдине, що збирає Towalett. Своїми п'ятьма очима вона шукає тигриці, такі як ватні тампони, тютюн або вологі серветки, вони не належать до туалету!
ur: پیشاب، پوپ اور ٹوائلٹ پیپر ہی وہ چیزیں ہیں جو ٹووالیٹ جمع کرتی ہیں۔ اپنی پانچ آنکھوں سے وہ کپاس کے پھوڑے، تمباکو یا گیلے وائپس جیسے تھیگ تلاش کرتی ہے، یہ ٹوائلٹ سے تعلق نہیں رکھتے!
uz: Pee, po'lat va choyshab qog'ozi Towalett to'plagan yagona narsalardir. Besh ko'zlari bilan u paxta tamaki, tamaki yoki ho'l salfetkalar kabi iplarni qidiradi, bular hojatxonaga tegishli emas!
vi: Nước tiểu, phân và giấy vệ sinh là những thứ duy nhất Towalett thu thập được. Với năm mắt, cô tìm kiếm những miếng bánh như tăm bông, thuốc lá hoặc khăn ướt, chúng không thuộc về nhà vệ sinh!
zh_hans: 尿液，便便和卫生纸是陶瓦利特收集的唯一东西。她用五只眼睛寻找棉签，烟草或湿巾等小腿，这些都不属于厕所！
zu: I-Pee, i-poop nephepha lendlu yangasese yiyona kuphela izinto eziqoqwa yi-Towalett. Ngamehlo akhe amahlanu ubheka ama-thigs afana nama-cotton swabs, ugwayi noma ama-wipes amanzi, lawa awafanele endlini yangasese!
