Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# outdoors_feedback_confirm
source: No problem! Do you and your teacher want to change what clothes i should show?
af: Geen probleem nie! Wil jy en jou onderwyser verander watter klere ek moet wys?
am: ችግር የለም! አንተና አስተማሪህ ምን ዓይነት ልብስ ላሳይ ትፈልጋለህ?
ar: لا توجد مشكلة! هل تريد أنت ومعلمك تغيير الملابس التي يجب أن أريها؟
as: কোনো অসুবিধা নাই! আপুনি আৰু আপোনাৰ শিক্ষকে মই কি কাপোৰ দেখুৱাব লাগে সলনি কৰিব বিচাৰে নেকি?
az: Problem deyil! Siz və müəlliminiz hansı paltarı göstərməli olduğumu dəyişmək istəyirsiniz?
bg: Няма проблеми! Вие и вашият учител искате ли да промените какви дрехи трябва да покажа?
bn: কোনো সমস্যা না! আপনি এবং আপনার শিক্ষক কি আমার কোন পোশাক দেখানো উচিত তা পরিবর্তন করতে চান?
bo: དཀའ་ངལ་མེད།! ཁྱོད་དང་ཁྱོད་ཀྱི་དགེ་རྒན་གྱིས་ངས་ལྭ་བ་ཅི་ཞིག་སྟོན་དགོས་སམ།
bs: Nema problema! Da li ti i tvoja učiteljica želite da promenite koju odeću da pokažem?
ca: De res! Tu i el teu professor voleu canviar-vos quina roba he de mostrar?
cs: Žádný problém! Chcete vy a váš učitel změnit, jaké oblečení bych měl ukázat?
cy: Dim problem! Wyt ti a dy athro eisiau newid pa ddillad y dylwn eu dangos?
da: Intet problem! Vil du og din lærer ændre, hvilket tøj jeg skal vise?
de: Kein Problem! Möchten Sie und Ihr Lehrer ändern, welche Kleidung ich zeigen soll?
el: Κανένα πρόβλημα! Εσείς και ο δάσκαλός σας θέλετε να αλλάξετε ποια ρούχα πρέπει να δείξω;
es: ¡No hay problema! ¿Tú y tu profesor querés cambiarme la ropa que debo mostrar?
et: Pole probleemi! Kas teie ja teie õpetaja soovite muuta, milliseid riideid ma peaksin näitama?
eu: Ez arazorik! Zuk eta zure irakasleak erakutsi behar dudan arropa aldatu nahi al duzue?
fa: مشکلی نیست! آیا شما و معلمتان می خواهید چه لباس هایی را که باید نشان دهم تغییر دهید؟
fi: Ei hätää! Haluatteko opettajasi kanssa vaihtaa vaatteet, jotka minun pitäisi näyttää?
fil: Walang problema! Gusto ba ninyo at ng inyong guro na baguhin ang dapat kong ipakita?
fo: Einki problem! Vilt/Vilja tú/og lærari tín/tykkara broyta tað, sum klæði skulu vísa?
fr: Aucun problème! Est-ce que vous et votre professeur voulez changer les vêtements que je devrais montrer?
ga: Ní faic é! An bhfuil tú féin agus do mhúinteoir ag iarraidh athrú a dhéanamh ar na héadaí ba cheart dom a thaispeáint?
gl: Sen problema! ¿Quere vostede e o seu profesor cambiar a roupa que eu debería mostrar?
gu: કોઈ વાંધો નહિ! શું તમે અને તમારા શિક્ષક મારે જે કપડાં બતાવવા જોઈએ તે બદલવા માંગો છો?
he: אין בעיה! האם אתה והמורה שלך רוצים להחליף את הבגדים שאני צריך להראות?
hi: कोई बात नहीं! क्या आप और आपके शिक्षक बदलना चाहते हैं कि मुझे कौन से कपड़े दिखाने चाहिए?
hr: Nema frke! Želite li vi i vaš učitelj promijeniti odjeću koju bih trebao pokazati?
hu: Nem gond! Te és a tanárod szeretnéd megváltoztatni, hogy milyen ruhákat mutassak?
hy: Խնդիր չկա! Դուք եւ ձեր ուսուցիչը ցանկանո՞ւմ եք փոխել այն հագուստը, որը ես պետք է ցույց տամ:
id: Tidak ada masalah! Apakah Anda dan guru Anda ingin mengganti pakaian apa yang harus saya tunjukkan?
is: Ekkert mál! Viljið þið kennarinn ykkar breyta hvaða fötum ég ætti að sýna?
it: Non c'è problema! Tu e il tuo insegnante volete cambiare quali vestiti dovrei mostrare?
ja: 大丈夫！あなたとあなたの先生は私が見せるべき服を変えたいですか?
ka: არ არის პრობლემა! გსურთ თუ არა თქვენ და თქვენს მასწავლებელს შეცვალოთ რა ტანსაცმელი უნდა ვაჩვენო?
kk: Әңгіме жоқ! Сіз және сіздің ұстазыңыз қандай киімді көрсетуім керек екенін өзгерткіңіз келе ме?
km: គ្មាន​បញ្ហា! តើ អ្នក និង គ្រូ របស់ អ្នក ចង់ ផ្លាស់ប្ដូរ សម្លៀកបំពាក់ អ្វី ដែល ខ្ញុំ គួរ បង្ហាញ ដែរ ឬ ទេ ?
kn: ಯಾವ ತೊಂದರೆಯಿಲ್ಲ! ನೀವು ಮತ್ತು ನಿಮ್ಮ ಶಿಕ್ಷಕರು ನಾನು ತೋರಿಸಬೇಕಾದ ಬಟ್ಟೆಗಳನ್ನು ಬದಲಾಯಿಸಲು ಬಯಸುವಿರಾ?
ko: 문제 없어요! 당신과 당신의 선생님은 내가 보여줘야하는 옷을 바꾸고 싶습니까?
ku: کێشه نیه! ئایا تۆ و مامۆستاکەت دەتەوێت چ جلوبەرگێک بگۆڕن کە دەبێت پیشانی بدەم؟
ky: Маселе эмес! Сен жана мугалимиң мен кандай кийим көрсөтүшүм керектигин өзгөртүүнү каалайсызбы?
lo: ບໍ່ມີປັນຫາ! ທ່ານແລະນາຍຄູຂອງທ່ານຕ້ອງການປ່ຽນສິ່ງທີ່ຂ້ອຍຄວນສະແດງເຄື່ອງນຸ່ງທີ່ຂ້ອຍຄວນຈະສະແດງ?
lt: Jokių problemų! Ar jūs ir jūsų mokytojas norite persirengti, kokius drabužius turėčiau parodyti?
lv: Nav problēmu! Vai jūs un jūsu skolotājs vēlaties mainīt, kādas drēbes man vajadzētu parādīt?
mg: Tsy misy olana! Moa ve ianao sy ny mpampianatra anao te hanova ny akanjo tokony hasehoko?
mi: Kāore he raru! E hiahia ana koe me to kaiako ki te huri i ngā kākahu e whakaaturia ana e au?
mk: Нема проблем! Дали ти и твојот учител сакате да ја смените облеката која облека треба да ја покажам?
ml: കുഴപ്പമില്ല! നിങ്ങളും നിങ്ങളുടെ ടീച്ചറും ഞാൻ കാണിക്കേണ്ട വസ്ത്രങ്ങൾ മാറ്റാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn_cyrl: Асуудалгүй! Та багштайгаа хамт i үзүүлэх ёстой хувцсаа солихыг хүсч байна уу?
mr: काही हरकत नाही! तुला आणि तुझ्या शिक्षिकेला मी जे कपडे दाखवायचे ते बदलायचे आहेत का?
ms: Tak ada masalah! Adakah anda dan guru anda mahu menukar pakaian apa yang harus saya tunjukkan?
mt: Mhemmx problema! Int u l-għalliem tiegħek trid tibdel liema ħwejjeġ għandi nuri?
my: ပြဿနာမရှိပါဘူး! သင်နဲ့ သင့်ဆရာမက ဘယ်အဝတ်တွေကို ကျွန်တော်ပြသင့်သလဲဆိုတာ ပြောင်းလဲချင်သလား။
nb: Ingen fare! Vil du og læreren din skifte hvilke klær jeg skal vise?
ne: समस्या छैन! के तपाईं र तपाईंका शिक्षकले मैले देखाउनुपर्ने लुगा हरू परिवर्तन गर्न चाहनुहुन्छ?
nl: Geen probleem! Willen jij en je leraar veranderen welke kleren ik moet laten zien?
or: କୌଣସି ସମସ୍ୟା ନାହିଁ! ତୁମେ ଏବଂ ତୁମର ଶିକ୍ଷକ ମୁଁ କେଉଁ ପୋଷାକ ଦେଖାଇବା ଉଚିତ୍ ତାହା ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛ କି?
pa: ਕੋਈ ਸਮੱਸਿਆ ਨਹੀਂ! ਕੀ ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡਾ ਅਧਿਆਪਕ ਮੈਨੂੰ ਕਿਹੜੇ ਕੱਪੜੇ ਦਿਖਾਉਣੇ ਚਾਹੀਦੇ ਹਨ, ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Nie ma sprawy! Czy ty i twój nauczyciel chcecie zmienić ubrania, które powinienem pokazać?
ps: هیڅ خبره نه ده! ایا تاسو او ستاسو ښوونکی غواړئ چې څه جامې بدلې کړئ چې زه یې باید ښکاره کړم؟
pt_br: Não há problema! Você e seu professor querem mudar as roupas que eu deveria mostrar?
ro: Nicio problemă! Vrei tu și profesorul tău să schimbați ce haine ar trebui să arăt?
ru: Ничего! Вы и ваш учитель хотите переодеться, какую одежду я должен показывать?
sk: Bez problémov! Chcete vy a váš učiteľ zmeniť, aké oblečenie by som mal ukázať?
sl: Brez težav! Bi rada spremenila oblačila, ki bi jih morala pokazati?
sq: S'ka problem! A doni ju dhe mësuesi juaj të ndryshoni se çfarë rrobash duhet të tregoj?
sr_latn: Nema problema! Da li ti i tvoj učitelj želite da promenite odeću koju treba da pokažem?
sv: Inga problem! Vill du och din pedagog ändra vilka kläder jag ska visa?
sw: Hakuna shida! Wewe na mwalimu wako mnataka kubadilisha nguo gani nionyeshe?
ta: பிரச்சனை ஒன்றுமில்லை! நீயும் உன் ஆசிரியரும் நான் என்ன ஆடைகளைக் காட்ட வேண்டும் என்பதை மாற்ற விரும்புகிறீர்களா?
te: ఇబ్బంది లేదు! నేను ఏ బట్టలు చూపించాలో మీరు మరియు మీ టీచర్ మార్చాలని అనుకుంటున్నారా?
th: ไม่มีปัญหา! คุณและครูของคุณต้องการเปลี่ยนเสื้อผ้าที่ฉันควรแสดงหรือไม่?
tk: Problema ýok! Siz mugallymyňyz bilen nähili egin-eşik görkezmelidigimi üýtgetmek isleýärsiňizmi?
tr: Sorun değil! Sen ve öğretmenin hangi kıyafetleri göstermem gerektiğini değiştirmek ister misiniz?
tt: Проблемалар юк! Сез һәм укытучыгыз нинди киемнәрне күрсәтергә телисез?
ug: چاتاق يوق! سىز بىلەن مۇئەللىم قانداق كىيىملەرنى ئالماشتۇرماقچى؟
uk: Без проблем! Ви і ваш вчитель хочете змінити, який одяг я повинен показати?
ur: کوئی مسئلہ نہيں! کیا آپ اور آپ کے استاد وہ کپڑے تبدیل کرنا چاہتے ہیں جو مجھے دکھانا چاہئے؟
uz: Muammo yo'q! Siz va o'qituvchingiz qanday kiyimlarni ko'rsatishim kerakligini o'zgartirmoqchimisiz?
vi: Không vấn đề gì! Bạn và giáo viên của bạn có muốn thay đổi những gì quần áo tôi nên cho xem?
zh_hans: 没关系！你和你的老师想换一件我应该穿的衣服吗？
zu: Akunankinga! Ingabe wena nothisha wakho nifuna ukushintsha yiziphi izingubo okufanele ngiziveze?

# outdoors_feedback_provideFeedback
source: Do you think my suggestion on clothes was good?
af: Dink jy my voorstel oor klere was goed?
am: ልብስን በተመለከተ ያቀረብኩት ሐሳብ ጥሩ ይመስልሃል?
ar: هل تعتقد أن اقتراحي بشأن الملابس كان جيدا؟
as: আপুনি ভাবেনে যে কাপোৰৰ ওপৰত মোৰ পৰামৰ্শ ভাল আছিল?
az: – Sizcə, geyimlə bağlı təklifim yaxşıdı?
bg: Мислиш ли, че предложението ми за дрехите беше добро?
bn: আপনি কি মনে করেন যে পোশাক সম্পর্কে আমার পরামর্শ ভাল ছিল?
bo: ཁྱོད་ཀྱིས་བལྟས་ན་ངས་ལྭ་བའི་སྐོར་གྱི་བསམ་འཆར་ཡག་པོ་འདུག་གམ།
bs: Misliš li da je moj prijedlog o odjeći bio dobar?
ca: Creus que el meu suggeriment sobre la roba va ser bo?
cs: Myslíte si, že můj návrh na oblečení byl dobrý?
cy: Wyt ti'n meddwl bod fy awgrym i ar ddillad yn dda?
da: Synes du, mit forslag til tøj var godt?
de: Denkst du, dass mein Vorschlag zu Kleidung gut war?
el: Πιστεύετε ότι η πρότασή μου για τα ρούχα ήταν καλή;
es: ¿Crees que mi sugerencia sobre la ropa fue buena?
et: Kas sa arvad, et minu soovitus riiete kohta oli hea?
eu: Arropari buruzko nire iradokizuna ona izan zela uste duzu?
fa: فکر ميکني پيشنهاد من در مورد لباس ها خوب بود؟
fi: Luuletko, että ehdotukseni vaatteista oli hyvä?
fil: Sa palagay ba ninyo maganda ang mungkahi ko sa mga damit?
fo: Heldur/Halda tú/, at mítt uppskot var gott?
fr: Pensez-vous que ma suggestion sur les vêtements était bonne?
ga: An dóigh leat go raibh mo mholadh ar éadaí go maith?
gl: Pensas que a miña proposta sobre a roupa foi boa?
gu: શું તમને લાગે છે કે કપડાં વિશેનું મારું સૂચન સારું હતું?
he: אתה חושב שההצעה שלי על בגדים הייתה טובה?
hi: क्या आपको लगता है कि कपड़ों पर मेरा सुझाव अच्छा था?
hr: Misliš li da je moj prijedlog o odjeći bio dobar?
hu: Szerinted jó volt a ruhákra vonatkozó javaslatom?
hy: Ի՞նչ եք կարծում, հագուստի վերաբերյալ իմ առաջարկը լա՞վ էր:
id: Apakah menurut Anda saran saya tentang pakaian itu bagus?
is: Finnst þér tillaga mín um föt góð?
it: Pensi che il mio suggerimento sui vestiti fosse buono?
ja: 服に関する私の提案は良かったと思いますか?
ka: როგორ ფიქრობთ, ჩემი წინადადება ტანსაცმელზე კარგი იყო?
kk: Менің киімге деген ұсынысым жақсы болды деп ойлайсыз ба?
km: តើ អ្នក គិត ថា យោបល់ របស់ ខ្ញុំ លើ សំលៀកបំពាក់ គឺ ល្អ ឬ ទេ ?
kn: ಬಟ್ಟೆಗಳ ಬಗ್ಗೆ ನನ್ನ ಸಲಹೆ ಒಳ್ಳೆಯದು ಎಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಾ?
ko: 옷에 대한 나의 제안이 좋았다고 생각하니?
ku: پێت وایە پێشنیارەکەم لەسەر جلەکان باش بوو؟
ky: Кийимге карата менин сунушум жакшы болду деп ойлойсуңарбы?
lo: ເຈົ້າຄິດວ່າຄໍາແນະນໍາຂອງຂ້ອຍກ່ຽວກັບເຄື່ອງນຸ່ງແມ່ນດີບໍ?
lt: Ar manote, kad mano pasiūlymas dėl drabužių buvo geras?
lv: Vai jūs domājat, ka mans ieteikums par drēbēm bija labs?
mg: Tsara ve ny sosokevitro momba ny akanjo?
mi: Ki tōu whakaaro he pai taku whakaaro mo nga kākahu?
mk: Мислиш дека мојот предлог за облеката беше добар?
ml: വസ്ത്രങ്ങളെക്കുറിച്ചുള്ള എന്റെ നിർദ്ദേശം നല്ലതാണെന്ന് നിങ്ങൾ കരുതുന്നുണ്ടോ?
mn_cyrl: Хувцасны талаарх миний санал сайн байсан гэж бодож байна уу?
mr: कपड्यांविषयीची माझी सूचना चांगली होती असे तुम्हाला वाटते का?
ms: Adakah anda fikir cadangan saya mengenai pakaian adalah baik?
mt: Taħseb li s-suġġeriment tiegħi fuq il-ħwejjeġ kien tajjeb?
my: အဝတ်အစားနဲ့ဆိုင်တဲ့ ကျွန်မရဲ့အကြံပြုချက်က ကောင်းတယ်လို့ ထင်သလား။
nb: Synes du forslaget mitt om klær var bra?
ne: के तपाईंलाई लाग्छ कि लुगाको बारेमा मेरो सुझाव राम्रो थियो?
nl: Denk je dat mijn suggestie over kleding goed was?
or: ଆପଣ ଭାବୁଛନ୍ତି କି ପୋଷାକ ଉପରେ ମୋର ପରାମର୍ଶ ଭଲ ଥିଲା?
pa: ਕੀ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਕੱਪੜਿਆਂ ਬਾਰੇ ਮੇਰਾ ਸੁਝਾਅ ਵਧੀਆ ਸੀ?
pl: Czy uważasz, że moja sugestia dotycząca ubrań była dobra?
ps: ایا تاسو فکر کوئ چې د کالیو په اړه زما وړاندیز ښه وو؟
pt_br: Acha que minha sugestão sobre roupas foi boa?
ro: Credeți că sugestia mea despre haine a fost bună?
ru: Как вы думаете, мое предложение по одежде было хорошим?
sk: Myslíte si, že môj návrh na oblečenie bol dobrý?
sl: Misliš, da je bil moj predlog za oblačila dober?
sq: Mendon se sugjerimi im për rrobat ishte i mirë?
sr_latn: Misliš li da je moj predlog o odeći bio dobar?
sv: Tycker du att mitt förslag på kläder var bra?
sw: Unadhani pendekezo langu kuhusu nguo lilikuwa zuri?
ta: ஆடைகள் பற்றிய எனது ஆலோசனை நன்றாக இருந்தது என்று நீங்கள் நினைக்கிறீர்களா?
te: బట్టలపై నా సూచన మంచిదని మీరు భావిస్తున్నారా?
th: คุณคิดว่าคําแนะนําของฉันเกี่ยวกับเสื้อผ้านั้นดีหรือไม่?
tk: Siziň pikiriňizçe, egin-eşik baradaky maslahatym gowy boldumy?
tr: Sence kıyafet önerim iyi miydi?
tt: Киемгә кагылышлы тәкъдимем яхшы дип уйлыйсызмы?
ug: سىزنىڭچە كىيىمگە بولغان تەكلىپىم ياخشىمۇ؟
uk: Як ви думаєте, моя пропозиція щодо одягу була хорошою?
ur: کیا آپ کو لگتا ہے کہ کپڑوں کے بارے میں میری تجویز اچھی تھی؟
uz: Nima deb oʻylaysiz, kiyim-kechak boʻyicha taklifim yaxshi boʻldimi?
vi: Bạn có nghĩ rằng đề nghị của tôi về quần áo là tốt?
zh_hans: 你认为我对衣服的建议是好的吗？
zu: Ucabanga ukuthi isiphakamiso sami ngezingubo sasilungile?

# outdoors_feedback_thanks
source: Thank you! Now you have helped me to better understand what clothes you need in this weather!
af: Dankie! Nou het jy my gehelp om beter te verstaan watter klere jy nodig het in hierdie weer!
am: አመሰግናለሁ! አሁን በዚህ የአየር ጠባይ ምን ዓይነት ልብስ እንደሚያስፈልጋችሁ በተሻለ መንገድ እንድረዳ ረድተኸኛል!
ar: شكرًا لك! الآن كنت قد ساعدتني على فهم أفضل ما الملابس التي تحتاج إليها في هذا الطقس!
as: ধন্যবাদ! এতিয়া আপুনি মোক এই বতৰত আপোনাক কি কাপোৰৰ প্ৰয়োজন সেয়া ভালদৰে বুজিবলৈ সহায় কৰিছে!
az: Təşəkkür edirəm! İndi siz mənə kömək etdiniz ki, bu havada hansı geyimlərə ehtiyacınız olduğunu daha yaxşı başa düşmüsünüz!
bg: Благодарим ви! Сега сте ми помогнали да разбера по-добре какви дрехи ви трябват в това време!
bn: ধন্যবাদ! এখন আপনি আমাকে এই আবহাওয়ায় আপনার কী পোশাক প্রয়োজন তা আরও ভালভাবে বুঝতে সাহায্য করেছেন!
bo: བཀའ་དྲིན་ཆེ།! ད་ལྟ་ཁྱོད་ཀྱིས་ང་ལ་རོགས་བྱས་ནས་གནམ་གཤིས་འདི་འདྲའི་འོག་ཏུ་ཁྱོད་ལ་ལྭ་བ་ཅི་ཞིག་དགོས་པ་ཤེས་སུ་བཅུག
bs: Hvala! Sada ste mi pomogli da bolje razumijem kakvu odjeću trebate po ovom vremenu!
ca: Gràcies! Ara m'has ajudat a entendre millor quina roba necessites en aquest temps!
cs: Děkuju! Nyní jste mi pomohli lépe pochopit, jaké oblečení potřebujete v tomto počasí!
cy: Diolch! Nawr rydych chi wedi fy helpu i ddeall yn well pa ddillad sydd eu hangen arnoch chi yn y tywydd hwn!
da: Tak! Nu har du hjulpet mig til bedre at forstå, hvad tøj du har brug for i dette vejr!
de: Vielen Dank! Jetzt hast du mir geholfen, besser zu verstehen, welche Kleidung du bei diesem Wetter brauchst!
el: Ευχαριστώ! Τώρα με βοηθήσατε να καταλάβω καλύτερα τι ρούχα χρειάζεστε σε αυτόν τον καιρό!
es: ¡Gracias! ¡Ahora me has ayudado a entender mejor qué ropa necesitas en este clima!
et: Täname! Nüüd olete aidanud mul paremini mõista, milliseid riideid te siin ilmas vajate!
eu: Eskerrik asko! Orain lagundu didazu hobeto ulertzen zer arropa behar duzun klima honetan!
fa: سپاسگزارم! حالا به من کمک کردی تا بهتر بفهمم در این آب و هوا به چه لباس هایی نیاز دارید!
fi: Kiitos! Nyt olet auttanut minua ymmärtämään paremmin, mitä vaatteita tarvitset tässä säässä!
fil: Salamat! Ngayon ay nakatulong sa akin upang mas maunawaan kung ano ang mga damit na kailangan mo sa panahong ito!
fo: Takk fyri! Nú hevur tú hjálpt mær betur at skilja, hvat klæði tær tørvar í hesum veðrinum!
fr: Merci! Maintenant, vous m’avez aidé à mieux comprendre de quels vêtements vous avez besoin par ce temps!
ga: Go raibh maith agat! Anois chabhraigh tú liom tuiscint níos fearr a fháil ar na héadaí atá uait san aimsir seo!
gl: Grazas! Axudáchesme a entender mellor a roupa que necesitas neste tempo.
gu: આભાર! હવે તમે મને આ હવામાનમાં કયા કપડાંની જરૂર છે તે વધુ સારી રીતે સમજવામાં મદદ કરી છે!
he: תודה! עכשיו עזרת לי להבין טוב יותר אילו בגדים אתה צריך במזג האוויר הזה!
hi: धन्यवाद! अब आपने मुझे बेहतर ढंग से समझने में मदद की है कि इस मौसम में आपको किन कपड़ों की आवश्यकता है!
hr: Hvala! Sada ste mi pomogli da bolje razumijem koju odjeću trebate po ovom vremenu!
hu: Köszönöm! Most segítettél nekem jobban megérteni, hogy milyen ruhákra van szükséged ebben az időben!
hy: Շնորհակալություն! Այժմ դուք օգնել եք ինձ ավելի լավ հասկանալ, թե ինչ հագուստ է պետք այս եղանակին!
id: Terima kasih! Sekarang Anda telah membantu saya untuk lebih memahami pakaian apa yang Anda butuhkan dalam cuaca seperti ini!
is: Takk fyrir! Nú hefur þú hjálpað mér að skilja betur hvaða föt þú þarft í þessu veðri!
it: Grazie! Ora mi hai aiutato a capire meglio di quali vestiti hai bisogno in questo tempo!
ja: ありがとうございました！今、あなたは私がこの天気に必要な服をよりよく理解するのを助けました!
ka: დიდი მადლობა! ახლა თქვენ დამეხმარეთ უკეთ გამეგო, რა ტანსაცმელი გჭირდებათ ამ ამინდში!
kk: Рахмет! Енді сіз маған осы ауа райында қандай киім керек екенін жақсы түсінуге көмектестіңіз!
km: អរគុណ! ឥឡូវ អ្នក បាន ជួយ ខ្ញុំ ឲ្យ យល់ កាន់ តែ ច្បាស់ ពី អ្វី ដែល សំលៀកបំពាក់ ដែល អ្នក ត្រូវការ នៅ ក្នុង អាកាស ធាតុ នេះ !
kn: ಧನ್ಯವಾದಗಳು! ಈ ಹವಾಮಾನದಲ್ಲಿ ನಿಮಗೆ ಯಾವ ಬಟ್ಟೆಗಳು ಬೇಕು ಎಂದು ಉತ್ತಮವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನೀವು ಈಗ ನನಗೆ ಸಹಾಯ ಮಾಡಿದ್ದೀರಿ!
ko: 감사합니다! 이제 당신은이 날씨에 필요한 옷을 더 잘 이해할 수 있도록 도와주었습니다!
ku: سوپاس بۆ تۆ! ئێستا تۆ یارمەتیت داوم بۆ ئەوەی باشتر تێبگەم کە لەم کەش و هەوایەدا چ جلوبەرگێکت پێویستە!
ky: Рахмат сага! Эми сен мага бул аба ырайында кандай кийим керек экенин жакшыраак түшүнүүгө жардам бердиң!
lo: ຂອບໃຈ! ຕອນນີ້ເຈົ້າໄດ້ຊ່ວຍຂ້ອຍໃຫ້ເຂົ້າໃຈຫຼາຍຂຶ້ນວ່າທ່ານຕ້ອງການເຄື່ອງນຸ່ງອັນໃດໃນສະພາບອາກາດນີ້!
lt: Ačiū! Dabar jūs padėjote man geriau suprasti, kokių drabužių jums reikia tokiu oru!
lv: Paldies! Tagad jūs esat palīdzējuši man labāk saprast, kādas drēbes jums ir nepieciešamas šajos laika apstākļos!
mg: Misaotra! Nanampy ahy ianao izao hahatakatra tsara kokoa ny akanjo ilainao amin'izao andro izao!
mi: Ngā mihi! Ināianei kua āwhina koe i a au kia mārama ake ki ngā kākahu e hiahiatia ana e koe i tēnei huarere!
mk: Благодарам! Сега ми помогна да разберам каква облека ти треба во ова време!
ml: നന്ദി! ഈ കാലാവസ്ഥയിൽ നിങ്ങൾക്ക് എന്ത് വസ്ത്രമാണ് വേണ്ടതെന്ന് നന്നായി മനസ്സിലാക്കാൻ ഇപ്പോൾ നിങ്ങൾ എന്നെ സഹായിച്ചു!
mn_cyrl: Баярлалаа! Одоо та нар энэ цаг агаарт ямар хувцас хэрэгтэйг илүү сайн ойлгоход надад тусалсан!
mr: धन्यवाद! आता या हवामानात आपल्याला कोणत्या कपड्यांची आवश्यकता आहे हे अधिक चांगल्या प्रकारे समजून घेण्यास आपण मला मदत केली आहे!
ms: Terima kasih! Sekarang anda telah membantu saya untuk lebih memahami pakaian apa yang anda perlukan dalam cuaca ini!
mt: Grazzi! Issa għentni nifhem aħjar liema ħwejjeġ għandek bżonn f'dan it-temp!
my: ကျေးဇူးတင်ပါတယ်! အခုတော့ ဒီရာသီဥတုမှာ ဘယ်အဝတ်အစားတွေလိုအပ်တယ်ဆိုတာ ပိုနားလည်လာအောင် ကူညီပေးခဲ့ပြီ!
nb: Takk! Nå har du hjulpet meg å bedre forstå hvilke klær du trenger i dette været!
ne: धन्यवाद! अब तपाईंले मलाई यो मौसममा कस्ता लुगाहरू चाहिन्छ भनेर राम्ररी बुझ्न मदत गर्नुभएको छ!
nl: Bedankt! Nu heb je me geholpen om beter te begrijpen welke kleding je nodig hebt in dit weer!
or: ଧନ୍ୟବାଦ! ବର୍ତ୍ତମାନ ଆପଣ ମୋତେ ଏହି ପାଗରେ କେଉଁ ପୋଷାକ ଆବଶ୍ୟକ କରନ୍ତି ତାହା ଭଲ ଭାବରେ ବୁଝିବାରେ ସାହାଯ୍ୟ କରିଛନ୍ତି!
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਹੁਣ ਤੁਸੀਂ ਮੇਰੀ ਇਹ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕੀਤੀ ਹੈ ਕਿ ਇਸ ਮੌਸਮ ਵਿੱਚ ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਕੱਪੜਿਆਂ ਦੀ ਲੋੜ ਹੈ!
pl: Dziękuję! Teraz pomogłeś mi lepiej zrozumieć, jakich ubrań potrzebujesz w tę pogodę!
ps: له تاسې څخه مننه! اوس تاسو ما سره مرسته کړې چې ښه پوه شم چې تاسو په دې هوا کې کومو جامو ته اړتیا لرئ!
pt_br: Obrigado! Agora você me ajudou a entender melhor que roupas você precisa neste tempo!
ro: Vă mulțumesc! Acum m-ați ajutat să înțeleg mai bine ce haine aveți nevoie în această vreme!
ru: Спасибо! Теперь вы помогли мне лучше понять, какая одежда вам нужна в такую погоду!
sk: Ďakujeme! Teraz ste mi pomohli lepšie pochopiť, aké oblečenie v tomto počasí potrebujete!
sl: Hvala! Zdaj ste mi pomagali bolje razumeti, kakšna oblačila potrebujete v tem vremenu!
sq: Faleminderit! Tani më ke ndihmuar të kuptoj më mirë se çfarë rrobash të duhen në këtë mot!
sr_latn: Hvala! Sada ste mi pomogli da bolje razumem kakva odeća vam je potrebna po ovakvom vremenu!
sv: Tack! Nu har du hjälpt mig att bättre förstå vilka kläder du behöver i det här vädret!
sw: Asante! Sasa umenisaidia kuelewa vizuri ni nguo gani unahitaji katika hali hii ya hewa!
ta: நன்றி! இந்த வானிலையில் உங்களுக்கு என்ன ஆடைகள் தேவை என்பதை நன்கு புரிந்து கொள்ள இப்போது நீங்கள் எனக்கு உதவியுள்ளீர்கள்!
te: ధన్యవాదాలు! ఈ వాతావరణంలో మీకు ఎలాంటి దుస్తులు అవసరమో మరింత మెరుగ్గా అర్థం చేసుకోవడానికి మీరు ఇప్పుడు నాకు సాయపడ్డారు!
th: ขอบคุณ! ตอนนี้คุณได้ช่วยให้ฉันเข้าใจได้ดีขึ้นว่าคุณต้องการเสื้อผ้าอะไรในสภาพอากาศนี้!
tk: Sag bol! Indi sen maňa bu howada nähili egin-eşik gerekdigine has gowy düşünmäge kömek etdiň!
tr: Teşekkürler! Şimdi bu havada hangi kıyafetlere ihtiyacınız olduğunu daha iyi anlamama yardımcı oldunuz!
tt: Рәхмәт! Хәзер сез миңа бу һава торышында нинди киемнәр кирәк икәнен яхшырак аңларга ярдәм иттегез!
ug: ساڭا رەھمەت! ھازىر سىز ماڭا بۇ ھاۋارايىدا قانداق كىيىملەرگە ئېھتىياجلىق ئىكەنلىكىڭىزنى تېخىمۇ ياخشى چۈشىنىشىمگە ياردەم قىلدىڭىز!
uk: Дякую! Тепер ви допомогли мені краще зрозуміти, який одяг вам потрібен в таку погоду!
ur: شکریہ! اب آپ نے مجھے بہتر طور پر سمجھنے میں مدد کی ہے کہ آپ کو اس موسم میں کون سے کپڑوں کی ضرورت ہے!
uz: Rahmat! Endi bu ob-havoda sizga qanday kiyim kerakligini yaxshiroq tushunishimga yordam berdingiz!
vi: Cảm ơn bạn! Bây giờ bạn đã giúp tôi hiểu rõ hơn những gì quần áo bạn cần trong thời tiết này!
zh_hans: 谢谢！现在你已经帮助我更好地了解在这种天气下你需要什么衣服！
zu: Ngiyabonga! Manje ungisize ukuba ngiqonde kangcono ukuthi yiziphi izingubo ozidingayo kulesi simo sezulu!
