Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# calendar_weekday_monday
source: The week has seven days and Monday is the first day of the week.
af: Die week het sewe dae en Maandag is die eerste dag van die week.
am: ሰሞኑን ሰባት ቀን እና ሰኞ የሳምንቱ የመጀመሪያ ቀን ነው።
ar: الأسبوع سبعة أيام والاثنين هو اليوم الأول من الأسبوع.
as: সপ্তাহটোত সাত দিন আছে আৰু সোমবাৰে সপ্তাহৰ প্ৰথম দিন।
az: Həftənin yeddi günü var, bazar ertəsi isə həftənin ilk günüdür.
bg: Седмицата има седем дни, а понеделник е първият ден от седмицата.
bn: সপ্তাহে সাত দিন এবং সোমবার সপ্তাহের প্রথম দিন।
bo: གཟའ་འཁོར་གཅིག་ལ་ཉིན་བདུན་དང་གཟའ་ཟླ་བ་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་དང་པོ་ཡིན།
bs: Sedmica ima sedam dana i ponedjeljak je prvi dan u sedmici.
ca: La setmana té set dies i dilluns és el primer dia de la setmana.
cs: Týden má sedm dní a pondělí je první den v týdnu.
cy: Mae gan yr wythnos saith diwrnod a dydd Llun yw diwrnod cyntaf yr wythnos.
da: Ugen har syv dage, og mandag er den første dag i ugen.
de: Die Woche hat sieben Tage und Montag ist der erste Tag der Woche.
el: Η εβδομάδα έχει επτά ημέρες και η Δευτέρα είναι η πρώτη ημέρα της εβδομάδας.
es: La semana tiene siete días y el lunes es el primer día de la semana.
et: Nädalal on seitse päeva ja esmaspäev on nädala esimene päev.
eu: Asteak zazpi egun ditu eta astelehena asteko lehen eguna da.
fa: این هفته هفت روز دارد و دوشنبه اولین روز هفته است.
fi: Viikolla on seitsemän päivää ja maanantaina viikon ensimmäinen päivä.
fil: Ang linggo ay may pitong araw at Lunes ang unang araw ng linggo.
fo: Vikan hevur sjey dagar og mánadagin er fyrsti dagur í vikuni.
fr: La semaine a sept jours et le lundi est le premier jour de la semaine.
ga: Tá seacht lá ag an tseachtain agus is é an Luan an chéad lá den tseachtain.
gl: A semana ten sete días e o luns é o primeiro día da semana.
gu: અઠવાડિયામાં સાત દિવસ હોય છે અને સોમવાર અઠવાડિયાનો પહેલો દિવસ હોય છે.
he: בשבוע יש שבעה ימים ויום שני הוא היום הראשון בשבוע.
hi: सप्ताह में सात दिन होते हैं और सोमवार सप्ताह का पहला दिन होता है।
hr: Tjedan ima sedam dana, a ponedjeljak je prvi dan u tjednu.
hu: A hétnek hét napja van, és hétfő a hét első napja.
hy: Շաբաթն ունի յոթ օր, իսկ երկուշաբթին շաբաթվա առաջին օրն է:
id: Minggu ini memiliki tujuh hari dan Senin adalah hari pertama dalam seminggu.
is: Vikan hefur sjö daga og mánudagur er fyrsti dagur vikunnar.
it: La settimana ha sette giorni e il lunedì è il primo giorno della settimana.
ja: 週は 7 日で、月曜日は週の最初の日です。
ka: კვირას შვიდი დღე აქვს და ორშაბათი კვირის პირველი დღეა.
kk: Аптаның жеті күні және дүйсенбі — аптаның бірінші күні.
km: សប្តាហ៍ នេះ មាន រយៈ ពេល ប្រាំ ពីរ ថ្ងៃ ហើយ ថ្ងៃ ច័ន្ទ គឺ ជា ថ្ងៃ ដំបូង នៃ សប្តាហ៍ នេះ ។
kn: ವಾರವು ಏಳು ದಿನಗಳನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಸೋಮವಾರವು ವಾರದ ಮೊದಲ ದಿನವಾಗಿದೆ.
ko: 일주일에는 칠일이 있고 월요일은 그 주의 첫날입니다.
ku: هەفتە حەوت ڕۆژی هەیە و دووشەممە یەکەم ڕۆژی هەفتەیە.
ky: Жуманын жети күнү, дүйшөмбү – жуманын биринчи күнү.
lo: ອາທິດ ມີ ເຈັດ ມື້ ແລະ ວັນ ຈັນ ເປັນ ມື້ ທໍາ ອິດ ຂອງ ອາທິດ.
lt: Savaitė turi septynias dienas, o pirmadienis yra pirmoji savaitės diena.
lv: Nedēļā ir septiņas dienas, un pirmdiena ir nedēļas pirmā diena.
mg: Manana fito andro ny herinandro ary ny Alatsinainy no andro voalohany amin'ny herinandro.
mi: E whitu nga rā o te wiki, a, ko te Mane te rā tuatahi o te wiki.
mk: Неделата има седум дена, а понеделникот е првиот ден од неделата.
ml: ആഴ്ചയിൽ ഏഴ് ദിവസങ്ങളും തിങ്കളാഴ്ച ആഴ്ചയിലെ ആദ്യ ദിവസവുമാണ്.
mn_cyrl: Долоо хоног 7 хоног, Даваа гараг бол долоо хоногийн эхний өдөр.
mr: आठवड्याला सात दिवस असून सोमवार हा आठवड्याचा पहिला दिवस असतो.
ms: Minggu ini mempunyai tujuh hari dan Isnin adalah hari pertama dalam seminggu.
mt: Il-ġimgħa għandha sebat ijiem u t-Tnejn hija l-ewwel ġurnata tal-ġimgħa.
my: သီတင်းပတ် တွင် ခုနစ် ရက် ရှိ ပြီး တနင်္လာ နေ့ သည် သီတင်းပတ် ၏ ပထမ နေ့ ဖြစ် သည် ။
nb: Uken har syv dager og mandag er den første dagen i uken.
ne: हप्ताको सात दिन हुन्छ र सोमबार हप्ताको पहिलो दिन हो।
nl: De week kent zeven dagen en maandag is de eerste dag van de week.
or: ସପ୍ତାହରେ ସାତ ଦିନ ଅଛି ଏବଂ ସୋମବାର ହେଉଛି ସପ୍ତାହର ପ୍ରଥମ ଦିନ |
pa: ਹਫਤੇ ਵਿੱਚ ਸੱਤ ਦਿਨ ਹੁੰਦੇ ਹਨ ਅਤੇ ਸੋਮਵਾਰ ਹਫਤੇ ਦਾ ਪਹਿਲਾ ਦਿਨ ਹੁੰਦਾ ਹੈ।
pl: Tydzień ma siedem dni, a poniedziałek jest pierwszym dniem tygodnia.
ps: دا اونۍ اووه ورځې لری او دوشنبه د اونۍ لومړۍ ورځ ده.
pt_br: A semana tem sete dias e segunda-feira é o primeiro dia da semana.
ro: Săptămâna are șapte zile, iar luni este prima zi a săptămânii.
ru: Неделя состоит из семи дней, а понедельник – первый день недели.
sk: Týždeň má sedem dní a pondelok je prvým dňom v týždni.
sl: Teden ima sedem dni, ponedeljek pa je prvi dan v tednu.
sq: Java ka shtatë ditë dhe e hëna është dita e parë e javës.
sr_latn: Sedmica ima sedam dana, a ponedeljak je prvi dan u nedelji.
sv: Veckan har sju dagar och måndag är veckans första dag.
sw: Wiki ina siku saba na Jumatatu ni siku ya kwanza ya juma.
ta: வாரம் ஏழு நாட்கள் மற்றும் திங்கள் வாரத்தின் முதல் நாள் ஆகும்.
te: వారానికి ఏడు రోజులు ఉంటాయి మరియు సోమవారం వారంలో మొదటి రోజు.
th: สัปดาห์มีเจ็ดวันและวันจันทร์เป็นวันแรกของสัปดาห์
tk: Hepdäniň ýedi güni, duşenbe güni bolsa hepdäniň birinji güni bolýar.
tr: Haftanın yedi günü vardır ve Pazartesi haftanın ilk günüdür.
tt: Атнаның җиде көне һәм дүшәмбе атнаның беренче көне.
ug: ھەپتىنىڭ يەتتە كۈنى، دۈشەنبە ھەپتىنىڭ بىرىنچى كۈنىدۇر.
uk: Тиждень має сім днів, а понеділок - перший день тижня.
ur: ہفتے میں سات دن ہیں اور پیر ہفتے کا پہلا دن ہے۔
uz: Haftada 7 kun, dushanba esa haftaning birinchi kuni hisoblanadi.
vi: Tuần có bảy ngày và thứ Hai là ngày đầu tiên trong tuần.
zh_hans: 一周有七天，星期一是一周的第一天。
zu: Isonto linezinsuku eziyisikhombisa kanti uMsombuluko usuku lokuqala lwesonto.

# calendar_weekday_saturday
source: Saturday is the sixth day of the week.
af: Saterdag is die sesde dag van die week. Ons is vandag af.
am: ቅዳሜ የሳምንቱ ስድስተኛ ቀን ነው። ዛሬ እረፍት አለን።
ar: السبت هو اليوم السادس من الأسبوع. نحن خارج هذا اليوم.
as: শনিবাৰে সপ্তাহৰ ষষ্ঠ দিন। আমি আজিৰ দিনটোত বন্ধ আছোঁ।
az: Şənbə həftənin altıncı günüdür. Biz bu gün istirahət edirik.
bg: Събота е шестия ден от седмицата. Този ден сме изключени.
bn: শনিবার সপ্তাহের ষষ্ঠ দিন।
bo: གཟའ་སྤེན་པ་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་དྲུག་པ་ཡིན།
bs: Subota je šesti dan u nedelji. Danas smo slobodan.
ca: Dissabte és el sisè dia de la setmana. Estem fora d'aquest dia.
cs: Sobota je šestý den v týdnu. Dnes máme volno.
cy: Dydd Sadwrn yw chweched diwrnod yr wythnos. Rydyn ni i ffwrdd y diwrnod hwn.
da: Lørdag er den sjette dag i ugen. Vi har fri i dag.
de: Samstag ist der sechste Tag der Woche.
el: Το Σάββατο είναι η έκτη ημέρα της εβδομάδας.
es: El sábado es el sexto día de la semana. Nos vamos este día.
et: Laupäev on nädala kuues päev.
eu: Larunbata asteko seigarren eguna da. Egun honetatik kanpo gaude.
fa: شنبه ششمین روز هفته است.
fi: Lauantai on viikon kuudes päivä.
fil: Ang Sabado ay ang ikaanim na araw ng linggo.
fo: Li leygardag er seks. Vit hava frí hendan dagin.
fr: Le samedi est le sixième jour de la semaine. On est en congé ce jour-là.
ga: Is é an Satharn an séú lá den tseachtain.
gl: O sábado é o sexto día da semana.
gu: શનિવાર એ અઠવાડિયાનો છઠ્ઠો દિવસ છે. અમે આ દિવસે રજા પર છીએ.
he: יום שבת הוא היום השישי בשבוע. אנחנו יוצאים לדרך היום הזה.
hi: शनिवार सप्ताह का छठा दिन होता है। हम इस दिन छुट्टी पर हैं।
hr: Subota je šesti dan u tjednu. Danas smo slobodan.
hu: A szombat a hét hatodik napja. Ezen a napon kint vagyunk.
hy: Շաբաթը շաբաթվա վեցերորդ օրն է: Այս օրն ենք մենք ելել:
id: Sabtu adalah hari keenam dalam seminggu.
is: Laugardagur er sjötti dagur vikunnar.
it: Sabato è il sesto giorno della settimana. Siamo fuori oggi.
ja: 土曜日は週の6日目です。私たちはこの日休みです。
ka: შაბათი კვირის მეექვსე დღეა. ნთვ ჟმვ ჲრ რაჱთ ევნ.
kk: Сенбі — аптаның алтыншы күні. Біз бұл күнді өшіріп тастаймыз.
km: ថ្ងៃ សៅរ៍ គឺ ជា ថ្ងៃ ទី ប្រាំមួយ នៃ សប្តាហ៍ នេះ ។ ថ្ងៃ នេះ យើង នឹង ឈប់ សម្រាក ។
kn: ಶನಿವಾರವು ವಾರದ ಆರನೇ ದಿನವಾಗಿದೆ. ನಾವು ಈ ದಿನ ರಜೆಯಲ್ಲಿದ್ದೇವೆ.
ko: 토요일은 주일의 여섯째 날입니다.
ku: شەممە شەشەمین ڕۆژی هەفتەیە ئێمە لەم ڕۆژەدا دوورین.
ky: Ишемби – жуманын алтынчы күнү. Биз бул күнү эс алуудабыз.
lo: ວັນເສົາເປັນມື້ທີຫົກຂອງອາທິດ. ພວກ ເຮົາ ຫມົດ ມື້ ນີ້.
lt: Šeštadienis yra šeštoji savaitės diena.
lv: Sestdiena ir nedēļas sestā diena.
mg: Ny Sabotsy no andro fahenina amin'ny herinandro.
mi: Ko te Hātarei te ono o nga rā o te wiki. Kua weto mātau i tēnei rā.
mk: Саботата е шести ден во неделата.
ml: ആഴ്ചയിലെ ആറാമത്തെ ദിവസമാണ് ശനിയാഴ്ച. ഞങ്ങൾ ഈ ദിവസം ഓഫ് ആണ്.
mn_cyrl: Бямба гараг бол долоо хоногийн 6 дахь өдөр.
mr: शनिवारी आठवड्याचा सहावा दिवस आहे.
ms: Sabtu adalah hari keenam dalam seminggu.
mt: Is-Sibt huwa s-sitt jum tal-ġimgħa. Aħna mitfija din il-ġurnata.
my: စနေနေ့ဟာ သီတင်းပတ်ရဲ့ ခြောက်ရက်မြောက်နေ့ပါ။ ဒီနေ့မှာ ကျွန်တော်တို့ ထွက်သွားကြပါတယ်။
nb: Lørdag er den sjette dagen i uken.
ne: शनिबार हप्ताको छैटौं दिन हो । आज हामी बिदामा छौं ।
nl: Zaterdag is de zesde dag van de week. We zijn deze dag vrij.
or: ଶନିବାର ହେଉଛି ସପ୍ତାହର ଷଷ୍ଠ ଦିନ | ଆମେ ଏହି ଦିନ ବନ୍ଦ ଅଛୁ ।
pa: ਸ਼ਨੀਵਾਰ ਹਫਤੇ ਦਾ ਛੇਵਾਂ ਦਿਨ ਹੈ. ਅਸੀਂ ਇਸ ਦਿਨ ਛੁੱਟੀ 'ਤੇ ਹਾਂ।
pl: Sobota jest szóstym dniem tygodnia. Tego dnia jesteśmy wolni.
ps: شنبه د اونۍ شپږمه ورځ ده.
pt_br: Sábado é o sexto dia da semana. Estamos de folga hoje.
ro: Sâmbătă este a șasea zi a săptămânii. Suntem plecați în această zi.
ru: Суббота – шестой день недели. У нас этот день.
sk: Sobota je šiesty deň v týždni.
sl: Sobota je šesti dan v tednu. Danes ne bova več.
sq: E shtuna është dita e gjashtë e javës.
sr_latn: Subota je šesti dan u nedelji. Danas smo slobodan.
sv: Lördag är veckans sjätte dag.
sw: Jumamosi ni siku ya sita ya juma. Tuko mbali siku hii.
ta: சனிக்கிழமை வாரத்தின் ஆறாவது நாள்.
te: శనివారము వారములో ఆరవ రోజు.
th: วันเสาร์เป็นวันที่หกของสัปดาห์
tk: Şenbe – hepdäniň altynjy güni.
tr: Cumartesi haftanın altıncı günüdür.
tt: Шимбә – атнаның алтынчы көне.
ug: شەنبە ھەپتىنىڭ ئالتىنچى كۈنىدۇر. بىز بۈگۈن ئىشتىن چۈشتۇق.
uk: Субота - шостий день тижня. Ми виїжджаємо в цей день.
ur: ہفتہ ہفتے کا چھٹا دن ہوتا ہے۔ ہم اس دن بند کر رہے ہیں.
uz: Shanba – haftaning oltinchi kuni.
vi: Thứ bảy là ngày thứ sáu trong tuần. Hôm nay chúng ta đi.
zh_hans: 星期六是一周中的第六天。我们这一天不见了。
zu: NgoMgqibelo usuku lwesithupha lwesonto. Siphuma namuhla.

# calendar_weekday_sunday
source: Sunday is the seventh day of the week. The next day begins a new week.
af: Sondag is die sewende dag van die week. Ons is vandag af. Die volgende dag begin 'n nuwe week.
am: እሁድ የሳምንቱ ሰባተኛ ቀን ነው። ዛሬ እረፍት አለን። በሚቀጥለው ቀን አዲስ ሳምንት ይጀምራል ።
ar: الأحد هو اليوم السابع من الأسبوع. في اليوم التالي يبدأ أسبوع جديد.
as: দেওবাৰে সপ্তাহৰ সপ্তম দিন। পিছদিনা এটা নতুন সপ্তাহ আৰম্ভ হ'ব।
az: Bazar günü həftənin yeddinci günüdür. Biz bu gün istirahət edirik. Növbəti gün yeni həftə başlayır.
bg: Неделя е седмият ден от седмицата. Този ден сме изключени. На следващия ден започва нова седмица.
bn: রবিবার সপ্তাহের সপ্তম দিন। পরের দিন শুরু হয় নতুন সপ্তাহ।
bo: གཟའ་ཉི་མ་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་བདུན་པ་ཡིན། ཉིན་གཉིས་པར་གཟའ་འཁོར་གསར་བ་ཞིག་འགོ་ཚུགས་པ་རེད།
bs: Nedelja je sedmi dan u nedelji. Danas smo slobodan. Sledećeg dana počinje nova nedelja.
ca: El diumenge és el setè dia de la setmana. Estem fora d'aquest dia. L'endemà comença una nova setmana.
cs: Neděle je sedmý den týdne. Dnes máme volno. Další den začíná nový týden.
cy: Dydd Sul yw seithfed diwrnod yr wythnos. Rydyn ni i ffwrdd y diwrnod hwn. Mae'r diwrnod wedyn yn dechrau wythnos newydd.
da: Søndag er den syvende dag i ugen. Vi har fri i dag. Den næste dag begynder en ny uge.
de: Sonntag ist der siebte Tag der Woche. Am nächsten Tag beginnt eine neue Woche.
el: Η Κυριακή είναι η έβδομη ημέρα της εβδομάδας. Η επόμενη μέρα ξεκινά μια νέα εβδομάδα.
es: El domingo es el séptimo día de la semana. Nos vamos este día. Al día siguiente comienza una nueva semana.
et: Pühapäev on nädala seitsmes päev. Järgmisel päeval algab uus nädal.
eu: Igandea asteko zazpigarren eguna da. Egun honetatik kanpo gaude. Hurrengo egunean aste berri bat hasiko da.
fa: یکشنبه هفتمین روز هفته است. روز بعد هفته جدیدی آغاز می شود.
fi: Sunnuntai on viikon seitsemäs päivä. Seuraava päivä alkaa uusi viikko.
fil: Ang Linggo ay ang ikapitong araw ng linggo. Ang susunod na araw ay nagsisimula ng isang bagong linggo.
fo: Sunnudag er seytjan dagur í vikuni. Vit hava frí hendan dagin. Dagin eftir byrjar eina nýggja viku.
fr: Le dimanche est le septième jour de la semaine. On est en congé ce jour-là. Le lendemain commence une nouvelle semaine.
ga: Is é an Domhnach an seachtú lá den tseachtain. Tosaíonn an lá dar gcionn seachtain nua.
gl: O domingo é o sétimo día da semana. Ao día seguinte comeza unha nova semana.
gu: રવિવાર એ અઠવાડિયાનો સાતમો દિવસ છે. અમે આ દિવસે રજા પર છીએ. બીજા દિવસે નવા સપ્તાહની શરૂઆત થાય છે.
he: יום ראשון הוא היום השביעי בשבוע. אנחנו יוצאים לדרך היום הזה. למחרת מתחיל שבוע חדש.
hi: रविवार सप्ताह का सातवां दिन होता है। हम इस दिन छुट्टी पर हैं। अगले दिन एक नया सप्ताह शुरू होता है।
hr: Nedjelja je sedmi dan u tjednu. Danas smo slobodan. Sljedeći dan počinje novi tjedan.
hu: A vasárnap a hét hetedik napja. Ezen a napon kint vagyunk. Másnap új hét kezdődik.
hy: Կիրակին շաբաթվա յոթերորդ օրն է: Այս օրն ենք մենք ելել: Հաջորդ օրը սկսվում է նոր շաբաթ:
id: Minggu adalah hari ketujuh dalam seminggu. Hari berikutnya dimulai minggu baru.
is: Sunnudagur er sjöundi dagur vikunnar. Daginn eftir byrjar ný vika.
it: La domenica è il settimo giorno della settimana. Il giorno dopo inizia una nuova settimana.
ja: 日曜日は週の7日目です。私たちはこの日休みです。次の日は新しい週を始めます。
ka: კვირა კვირის მეშვიდე დღეა. ნთვ ჟმვ ჲრ რაჱთ ევნ. მეორე დღეს იწყება ახალი კვირა.
kk: Жексенбі — аптаның жетінші күні. Біз бұл күнді өшіріп тастаймыз. Келесі күні жаңа апта басталады.
km: ថ្ងៃ អាទិត្យ គឺ ជា ថ្ងៃ ទី ប្រាំពីរ នៃ សប្តាហ៍ នេះ ។ ថ្ងៃ បន្ទាប់ ចាប់ ផ្តើម សប្តាហ៍ ថ្មី មួយ ។
kn: ಭಾನುವಾರ ವಾರದ ಏಳನೇ ದಿನ. ನಾವು ಈ ದಿನ ರಜೆಯಲ್ಲಿದ್ದೇವೆ. ಮರುದಿನ ಹೊಸ ವಾರ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.
ko: 일요일은 주일의 일곱째 날입니다. 다음날은 새로운 주를 시작합니다.
ku: یەکشەمە حەوتەمین ڕۆژی هەفتەیە ئێمە لەم ڕۆژەدا دوورین. ڕۆژی دواتر دەست پێدەکات بە هەفتەیەکی نوێ.
ky: Жекшемби – жуманын жетинчи күнү. Биз бул күнү эс алуудабыз. Кийинки күнү жаңы жума башталат.
lo: ວັນອາທິດເປັນມື້ທີເຈັດຂອງອາທິດ. ພວກ ເຮົາ ຫມົດ ມື້ ນີ້. ມື້ຕໍ່ມາເລີ່ມອາທິດໃຫມ່.
lt: Sekmadienis yra septintoji savaitės diena. Kitą dieną prasideda nauja savaitė.
lv: Svētdiena ir nedēļas septītā diena. Nākamajā dienā sākas jauna nedēļa.
mg: Ny Alahady no andro fahafito ao anatin'ny herinandro. Manomboka herinandro vaovao ny ampitson'iny.
mi: Ko te Rātapu te whitu o nga rā o te wiki. Kua weto mātau i tēnei rā. A tērā rā ka tīmata i tētahi wiki hou.
mk: Недела е седмиот ден во неделата. Следниот ден започнува нова недела.
ml: ആഴ്ചയിലെ ഏഴാം ദിവസമാണ് ഞായറാഴ്ച. ഞങ്ങൾ ഈ ദിവസം ഓഫ് ആണ്. അടുത്ത ദിവസം ഒരു പുതിയ ആഴ്ച ആരംഭിക്കുന്നു.
mn_cyrl: Ням гараг бол долоо хоногийн долоо дахь өдөр. Маргааш нь шинэ долоо хоног эхэлнэ.
mr: रविवार हा आठवड्याचा सातवा दिवस असतो. दुसऱ्या दिवशी नवीन आठवड्याची सुरुवात होते.
ms: Ahad adalah hari ketujuh dalam seminggu. Keesokan harinya memulakan minggu baru.
mt: Il-Ħadd huwa s-seba' jum tal-ġimgħa. Aħna mitfija din il-ġurnata. L-għada tibda ġimgħa ġdida.
my: တနင်္ဂနွေနေ့သည် သီတင်းပတ်၏ သတ္တမနေ့ဖြစ်သည်။ ဒီနေ့မှာ ကျွန်တော်တို့ ထွက်သွားကြပါတယ်။ နောက်တစ်နေ့မှာ တစ်ပတ်သစ် စတင်တယ်။
nb: Søndag er den syvende dagen i uken. Neste dag begynner en ny uke.
ne: आइतबार हप्ताको सातौं दिन हो । आज हामी बिदामा छौं । अर्को दिन बाट नयाँ हप्ता सुरु हुन्छ।
nl: Zondag is de zevende dag van de week. We zijn deze dag vrij. De volgende dag begint een nieuwe week.
or: ରବିବାର ହେଉଛି ସପ୍ତାହର ସପ୍ତମ ଦିନ | ଆମେ ଏହି ଦିନ ବନ୍ଦ ଅଛୁ । ପରଦିନ ଏକ ନୂତନ ସପ୍ତାହ ଆରମ୍ଭ ହୁଏ |
pa: ਐਤਵਾਰ ਨੂੰ ਹਫ਼ਤੇ ਦਾ ਸੱਤਵਾਂ ਦਿਨ ਹੁੰਦਾ ਹੈ। ਅਸੀਂ ਇਸ ਦਿਨ ਛੁੱਟੀ 'ਤੇ ਹਾਂ। ਅਗਲੇ ਦਿਨ ਇੱਕ ਨਵਾਂ ਹਫ਼ਤਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ।
pl: Niedziela jest siódmym dniem tygodnia. Tego dnia jesteśmy wolni. Następny dzień rozpoczyna nowy tydzień.
ps: یکشنبه د اونۍ اوومه ورځ ده. بله ورځ یوه نوې اونۍ پیلیږی.
pt_br: Domingo é o sétimo dia da semana. Estamos de folga hoje. No dia seguinte começa uma nova semana.
ro: Duminica este a șaptea zi a săptămânii. Suntem plecați în această zi. A doua zi începe o nouă săptămână.
ru: Воскресенье – седьмой день недели. У нас этот день. На следующий день начинается новая неделя.
sk: Nedeľa je siedmy deň v týždni. Nasledujúci deň začína nový týždeň.
sl: Nedelja je sedmi dan v tednu. Danes ne bova več. Naslednji dan se začne nov teden.
sq: E diela është dita e shtatë e javës. Dita tjetër fillon një javë të re.
sr_latn: Nedelja je sedmi dan u nedelji. Danas smo slobodan. Sledećeg dana počinje nova nedelja.
sv: Söndag är veckans sjunde dag. Dagen efter börjar en ny vecka.
sw: Jumapili ni siku ya saba ya juma. Tuko mbali siku hii. Siku inayofuata inaanza wiki mpya.
ta: ஞாயிறு வாரத்தின் ஏழாவது நாள். அடுத்த நாள் ஒரு புதிய வாரம் தொடங்குகிறது.
te: ఆదివారము వారములో ఏడవ రోజు. మరుసటి రోజు కొత్త వారం ప్రారంభమవుతుంది.
th: วันอาทิตย์เป็นวันที่เจ็ดของสัปดาห์ วันรุ่งขึ้นเริ่มต้นสัปดาห์ใหม่
tk: Ýekşenbe — Hepdäniň ýedinji güni. Ertesi täze hepde başlanýar.
tr: Pazar haftanın yedinci günüdür. Ertesi gün yeni bir hafta başlar.
tt: Якшәмбе - атнаның җиденче көне. Икенче көнне яңа атна башлана.
ug: يەكشەنبە ھەپتىنىڭ يەتتىنچى كۈنىدۇر. بىز بۈگۈن ئىشتىن چۈشتۇق. ئەتىسى يېڭى بىر ھەپتە باشلىنىدۇ.
uk: Неділя - сьомий день тижня. Ми виїжджаємо в цей день. Наступний день починається з нового тижня.
ur: اتوار ہفتے کا ساتواں دن ہوتا ہے۔ اگلے دن ایک نئے ہفتے کا آغاز ہوتا ہے.
uz: Yakshanba – haftaning yettinchi kuni. Ertasi kuni yangi hafta boshlanadi.
vi: Chủ nhật là ngày thứ bảy trong tuần. Hôm nay chúng ta đi. Ngày hôm sau bắt đầu một tuần mới.
zh_hans: 星期日是一周的第七天。我们这一天不见了。第二天开始了新的一周。
zu: NgeSonto usuku lwesikhombisa lwesonto. Usuku olulandelayo luqala isonto elisha.
