Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_plastis_description
source: Plastic packaging is good to have, at least according to Plastis who thinks that creating inventions and new toys from old packaging is really fun!
af: Plastiek verpakking is goed om te hê, ten minste volgens Plastis wat dink dat die skep van uitvindings en nuwe speelgoed uit ou verpakking is regtig pret!
am: የፕላስቲክ ማሸግ ጥሩ ነው, ቢያንስ ፕላስቲስ መሰረት ከአሮጌ ማሸጊያዎች ፈጠራዎችን እና አዳዲስ አሻንጉሊቶችን መፍጠር በእርግጥ አስደሳች ነው ብለው ያስባል!
ar: التعبئة والتغليف البلاستيكية هو جيد أن يكون، على الأقل وفقا لPlastis الذي يعتقد أن خلق الاختراعات ولعب جديدة من التعبئة والتغليف القديمة هو متعة حقا!
as: প্লাষ্টিকৰ পেকেজিং থকাটো ভাল, কমেও প্লাষ্টিছৰ মতে যি ভাবে যে পুৰণি পেকেজিঙৰ পৰা আৱিষ্কাৰ আৰু নতুন পুতলা সৃষ্টি কৰাটো সঁচাকৈয়ে আনন্দদায়ক!
az: Plastik paketlərin olması yaxşıdır. Ən azından köhnə paketlərdən ixtiralar və yeni oyuncaqlar yaratmağın həqiqətən də əyləncəli olduğunu düşünən Plastis-ə görə!
bg: Пластмасови опаковки е добре да има, поне според Plastis, който мисли, че създаването на изобретения и нови играчки от стари опаковки е наистина забавно!
bn: প্লাস্টিক প্যাকেজিং ভাল, অন্তত Plastis অনুযায়ী যারা মনে করে যে পুরানো প্যাকেজিং থেকে উদ্ভাবন এবং নতুন খেলনা তৈরি করা সত্যিই মজার!
bo: སྤོས་འགྱིག་གི་ཐུམ་སྒྲིལ་ཧ་ཅང་ཡག་པོ་འདུག་པས། མ་མཐར་ཡང་པོ་ལ་སི་ཐེའི་བཤད་ཚུལ་ལྟར་ན། ཐུམ་སྒྲིལ་རྙིང་པའི་ནང་ནས་གསར་གཏོད་དང་རྩེད་ཆས་གསར་པ་གསར་སྐྲུན་བྱས་པ་ནི་དངོས་གནས་སྤྲོ་སྣང་ལྡན་པ་ཞིག་རེད།
bs: Plastično pakiranje je dobro imati, barem prema Plastisu koji misli da je stvaranje izuma i novih momaka iz stare ambalaže zaista zabavno!
ca: Els envasos de plàstic són bons de tenir, almenys segons Plastis, que pensa que crear invents i joguines noves a partir d'envasos antics és realment divertit.
cs: Plastové obaly je dobré mít, alespoň podle Plastise, který si myslí, že vytváření vynálezů a nových hraček ze starých obalů je opravdu zábava!
cy: Mae pecynnu plastig yn dda i'w gael, o leiaf yn ôl Plastis sy'n credu bod creu dyfeisiadau a theganau newydd o hen becynnu yn llawer o hwyl!
da: Plastemballage er godt at have, i hvert fald ifølge Plastis, der mener, at det er rigtig sjovt at skabe opfindelser og nyt legetøj fra gammel emballage!
de: Plastikverpackungen sind gut zu haben, zumindest laut Plastis, der denkt, dass das Erstellen von Erfindungen und neuem Spielzeug aus alten Verpackungen wirklich Spaß macht!
el: Οι πλαστικές συσκευασίες είναι καλό να υπάρχουν, τουλάχιστον σύμφωνα με τον Plastis που πιστεύει ότι η δημιουργία εφευρέσεων και νέων παιχνιδιών από παλιές συσκευασίες είναι πραγματικά διασκεδαστική!
es: Los envases de plástico son buenos para tener, al menos según Plastis, que piensa que crear inventos y juguetes nuevos a partir de envases antiguos es realmente divertido.
et: Plastpakendeid on hea omada, vähemalt Plastise sõnul, kes arvab, et vanadest pakenditest leiutiste ja uute mänguasjade loomine on tõesti lõbus!
eu: Plastikozko ontziak onak dira, Plastisen arabera behintzat, antzinako ontzietatik asmakizun eta jostailu berriak sortzea benetan dibertigarria dela uste izateko.
fa: بسته بندی پلاستیکی خوب است که داشته باشد، حداقل به گفته پلاستیس که فکر می کند ایجاد اختراعات و اسباب بازی های جدید از بسته بندی قدیمی واقعا سرگرم کننده است!
fi: Muovipakkauksia on hyvä olla ainakin Plastiksen mukaan, jonka mielestä keksintöjen ja uusien lelujen luominen vanhoista pakkauksista on todella hauskaa!
fil: Plastic packaging ay mabuti na magkaroon, hindi bababa sa ayon sa Plastis na nag-iisip na ang paglikha ng imbensyon at mga bagong lakda mula sa lumang packaging ay talagang masaya!
fo: Plastic packaging er gott at hava, í minsta lagi eftir Plastis, sum heldur, at skapa uppfinningar og nýggj leikur frá gomlum packaging er veruliga stuttligt!
fr: Les emballages en plastique sont bons à avoir, du moins selon Plastis qui pense que créer des inventions et de nouveaux jouets à partir d’anciens emballages est vraiment amusant!
ga: Is maith an rud é pacáistiú plaisteach a bheith agat, ar a laghad de réir Plastis a cheapann go bhfuil an-spraoi ag baint le haireagáin agus bréagáin nua a chruthú ó sheanphacáistíocht!
gl: Os envases de plástico son bos de ter, polo menos segundo Plastis que pensa que crear inventos e xoguetes novos a partir de envases antigos é realmente divertido!
gu: પ્લાસ્ટિક પેકેજિંગ કરવું સારું છે, ઓછામાં ઓછું પ્લાસ્ટિસ અનુસાર, જે વિચારે છે કે જૂના પેકેજિંગમાંથી શોધ અને નવા રમકડાં બનાવવાની ખરેખર મજા આવે છે!
he: אריזות פלסטיק זה טוב שיש, לפחות על פי פלסטיס שחושב שליצור המצאות וצעצועים חדשים מאריזות ישנות זה ממש כיף!
hi: प्लास्टिक पैकेजिंग के लिए अच्छा है, कम से कम प्लास्टिस के अनुसार जो सोचता है कि पुरानी पैकेजिंग से आविष्कार और नए खिलौने बनाना वास्तव में मजेदार है!
hr: Plastičnu ambalažu dobro je imati, barem prema Plastisu koji smatra da je stvaranje izuma i novih igračaka iz stare ambalaže zaista zabavno!
hu: A műanyag csomagolás jó, legalábbis a Plastis szerint, aki úgy gondolja, hogy a találmányok és új játékok készítése a régi csomagolásból nagyon szórakoztató!
hy: Պլաստմասսայե փաթեթավորումը լավ է ունենալ, առնվազն ըստ Plastis- ի, ով կարծում է, որ գյուտերի եւ նոր խաղալիքների ստեղծում հին փաթեթավորումից իսկապես զվարճալի!
id: Kemasan plastik bagus untuk dimiliki, setidaknya menurut Plastis yang berpikir bahwa membuat penemuan dan mainan baru dari kemasan lama benar-benar menyenangkan!
is: Það er gott að hafa plastumbúðir, að minnsta kosti að sögn Plastis sem finnst mjög skemmtilegt að búa til uppfinningar og ný leikföng úr gömlum umbúðum!
it: Gli imballaggi in plastica sono buoni da avere, almeno secondo Plastis che pensa che creare invenzioni e nuovi giocattoli da vecchi packaging sia davvero divertente!
ja: プラスチック包装は、少なくとも古い包装から発明や新しいおもちゃを作成することは本当に楽しいと考えているプラスティスによると、持っているのは良いです!
ka: პლასტიკური შეფუთვა კარგია, ყოველ შემთხვევაში, Plastis- ის მიხედვით, რომელიც ფიქრობს, რომ ძველი შეფუთვიდან გამოგონებებისა და ახალი სათამაშოების შექმნა მართლაც სახალისოა!
kk: Пластикалық қаптама, ең болмағанда, ескі орамадан өнертабыстар мен жаңа ойықтар жасау шынымен де көңілді деп ойлайтын Пластистің пікірінше, жақсы!
km: ការ វេច ខ្ចប់ ប្លាស្ទិក គឺ ល្អ ណាស់ បើ យោង តាម ផ្លាស្ទីស ដែល គិត ថា ការ បង្កើត ការ ច្នៃ ប្រឌិត និង ឧបករណ៍ ថ្មី ពី កញ្ចប់ ចាស់ គឺ ពិត ជា សប្បាយ រីករាយ ណាស់ !
kn: ಪ್ಲಾಸ್ಟಿಕ್ ಪ್ಯಾಕೇಜಿಂಗ್ ಅನ್ನು ಹೊಂದಿರುವುದು ಒಳ್ಳೆಯದು, ಕನಿಷ್ಠ ಪ್ಲಾಸ್ಟಿಸ್ ಪ್ರಕಾರ, ಹಳೆಯ ಪ್ಯಾಕೇಜಿಂಗ್ ನಿಂದ ಆವಿಷ್ಕಾರಗಳು ಮತ್ತು ಹೊಸ ಆಟಿಕೆಗಳನ್ನು ರಚಿಸುವುದು ನಿಜವಾಗಿಯೂ ವಿನೋದಮಯವಾಗಿದೆ ಎಂದು ಭಾವಿಸುತ್ತಾರೆ!
ko: 플라스틱 포장은 적어도 오래된 포장재에서 발명품과 새로운 장난감을 만드는 것이 정말 재미 있다고 생각하는 Plastis에 따르면 가지고있는 것이 좋습니다!
ku: پاکێجی پلاستیکی زۆر باشە کە هەبیت، لانی کەم بە پێی پلاستیس کە پێی وایە دروستکردنی داهێنان و یاری تازە لە پاکێجی کۆنەوە زۆر خۆشە!
ky: Пластикалык кутулоо ээ болуу жакшы, жок эле дегенде, эски кутулоодон ойлоп табууларды жана жаңы ойноткучтарды түзүү чынында эле кызыктуу деп ойлогон Пластис боюнча!
lo: ການຫຸ້ມຫໍ່ພລາສຕິກແມ່ນດີທີ່ຈະມີ, ຢ່າງຫນ້ອຍຕາມ Plastis ຜູ້ທີ່ຄິດວ່າການສ້າງສິ່ງປະດິດສ້າງແລະເຄື່ອງຫຼິ້ນໃຫມ່ຈາກເຄື່ອງຫຸ້ມຫໍ່ເກົ່າແມ່ນມ່ວນແທ້ໆ!
lt: Plastikines pakuotes yra gerai turėti, bent jau pagal 'Plastis', kuris mano, kad kurti išradimus ir naujus žaislus iš senų pakuočių yra tikrai smagu!
lv: Plastmasas iepakojums ir labs, vismaz pēc Plastis domām, kurš domā, ka izgudrojumu un jaunu rotaļlietu radīšana no vecā iepakojuma ir patiešām jautra!
mg: Tsara ny manana fonosana plastika, farafaharatsiny araka ny filazan'i Plastis izay mihevitra fa tena mahafinaritra ny famoronana famoronana sy kilalao vaovao avy amin'ny fonosana tranainy!
mi: He pai te pōkai tāwari, e ai ki ngā Plastis e whakaaro ana he tino ngahau te waihanga i ngā hanganga me ngā taonga tākaro hou mai i te pōkai tawhito!
mk: Пластични пакувања е добро да се има, барем според Пластис кој мисли дека создавањето изуми и нови играчки од старите пакувања е навистина забавно!
ml: പഴയ പാക്കേജിംഗിൽ നിന്ന് കണ്ടുപിടുത്തങ്ങളും പുതിയ കളിപ്പാട്ടങ്ങളും സൃഷ്ടിക്കുന്നത് ശരിക്കും രസകരമാണെന്ന് കരുതുന്ന പ്ലാസ്റ്റിസിന്റെ അഭിപ്രായത്തിൽ, കുറഞ്ഞത് പ്ലാസ്റ്റിക് പാക്കേജിംഗ് നല്ലതാണ്!
mn_cyrl: Пластик боодолтой байх нь сайн, наад зах нь хуучин боодлоос зохион бүтээлт, шинэ тоглоом бүтээх нь үнэхээр хөгжилтэй гэж боддог Plastis-ийн дагуу!
mr: प्लास्टिक पॅकेजिंग असणे चांगले आहे, किमान जुन्या पॅकेजिंगपासून शोध आणि नवीन खेळणी तयार करणे खरोखर मजेदार आहे असे मानणाऱ्या प्लॅस्टिसच्या मते!
ms: Pembungkusan plastik adalah baik untuk dimiliki, sekurang-kurangnya menurut Plastis yang berpendapat bahawa mencipta ciptaan dan mainan baru dari pembungkusan lama sangat menyeronokkan!
mt: L-ippakkjar tal-plastik huwa tajjeb li jkollok, għall-inqas skont Plastis li jaħseb li l-ħolqien ta 'invenzjonijiet u ġugarelli ġodda minn ippakkjar antik huwa tassew divertenti!
my: ပလတ်စတစ် အထုပ်အပိုးများသည် အနည်းဆုံး အထုပ်အဟောင်းများမှ တီထွင်မှုများနှင့် ကစားစရာအသစ်များကို ဖန်တီးခြင်းသည် တကယ့်ကို ပျော်စရာကောင်းသည်ဟု ပလတ်စတစ်များ၏အဆိုအရ ကောင်းပါသည်!
nb: Plastemballasje er god å ha, i hvert fall ifølge Plastis som synes det er veldig gøy å lage oppfinnelser og nye leker fra gammel emballasje!
ne: प्लास्टिक प्याकेजिंग राम्रो छ, कम से कम प्लास्टिसको अनुसार जसले सोच्दछ कि पुरानो प्याकेजिंगबाट आविष्कार र नयाँ खिलौनाहरू सिर्जना गर्नु साँच्चै रमाइलो छ!
nl: Plastic verpakkingen zijn goed om te hebben, althans volgens Plastis die denkt dat het maken van uitvindingen en nieuw speelgoed van oude verpakkingen echt leuk is!
or: ପ୍ଲାଷ୍ଟିକ୍ ପ୍ୟାକେଜିଂ ପାଇବା ଭଲ, ଅନ୍ତତଃ ପକ୍ଷେ ପ୍ଲାଷ୍ଟିସ୍ ଙ୍କ ଅନୁଯାୟୀ ଯିଏ ଭାବନ୍ତି ଯେ ପୁରୁଣା ପ୍ୟାକେଜିଂରୁ ଉଦ୍ଭାବନ ଏବଂ ନୂତନ ଖେଳନା ସୃଷ୍ଟି କରିବା ପ୍ରକୃତରେ ମଜାଦାର!
pa: ਪਲਾਸਟਿਕ ਪੈਕੇਜਿੰਗ ਨੂੰ ਰੱਖਣਾ ਵਧੀਆ ਹੈ, ਘੱਟੋ ਘੱਟ ਪਲਾਸਟਿਸ ਦੇ ਅਨੁਸਾਰ ਜੋ ਸੋਚਦਾ ਹੈ ਕਿ ਪੁਰਾਣੀ ਪੈਕੇਜਿੰਗ ਤੋਂ ਕਾਢਾਂ ਅਤੇ ਨਵੇਂ ਖਿਡੌਣੇ ਬਣਾਉਣਾ ਸੱਚਮੁੱਚ ਮਜ਼ੇਦਾਰ ਹੈ!
pl: Plastikowe opakowania dobrze jest mieć, przynajmniej według Plastisa, który uważa, że tworzenie wynalazków i nowych zabawek ze starych opakowań jest naprawdę zabawne!
ps: پلاستیکی بسته بندی ښه ده چې لری یې ، لږ تر لږه د پلاستیس په نظر څوک فکر کوی چې د زاړه بسته بندۍ څخه د اختراعاو د نویو لوبو د لوبو جوړول واقعاً خوندور دی!
pt_br: Embalagens plásticas são boas de se ter, pelo menos de acordo com Plastis, que acha que criar invenções e novos brinquedos a partir de embalagens antigas é muito divertido!
ro: Ambalajele din plastic sunt bune de avut, cel puțin potrivit Plastis, care crede că crearea de invenții și jucării noi din ambalaje vechi este foarte distractivă!
ru: Пластиковая упаковка хороша, по крайней мере, по словам Пластиса, который считает, что создавать изобретения и новые игрушки из старой упаковки действительно весело!
sk: Plastové obaly je dobré mať, aspoň podľa Plastisa, ktorý si myslí, že vytváranie vynálezov a nových hračiek zo starých obalov je naozaj zábava!
sl: Plastična embalaža je dobro imeti, vsaj po Plastisu, ki meni, da je ustvarjanje izumov in novih otrok iz stare embalaže res zabavno!
sq: Paketimi plastik është i mirë për t'u pasur, të paktën sipas Plastis i cili mendon se krijimi i shpikjeve dhe lodrave të reja nga paketimi i vjetër është vërtet zbavitës!
sr_latn: Plastičnu ambalažu je dobro imati, barem prema Plastisu koji misli da je stvaranje izuma i novih igračaka iz stare ambalaže zaista zabavno!
sv: Plastförpackningar det är bra att ha, tycker Plastis. Att bygga uppfinningar och nya leksaker av gamla förpackningar är riktigt skoj.
sw: Vifungashio vya plastiki ni vizuri kuwa navyo, angalau kulingana na Plastis ambaye anafikiri kwamba kuunda uvumbuzi na vinyago vipya kutoka kwa vifungashio vya zamani ni furaha sana!
ta: பிளாஸ்டிக் பேக்கேஜிங் வேண்டும் நல்லது, குறைந்தபட்சம் பழைய பேக்கேஜிங் இருந்து கண்டுபிடிப்புகள் மற்றும் புதிய பொம்மைகள் உருவாக்கும் உண்மையில் வேடிக்கையாக இருக்கிறது என்று நினைக்கும் Plastis படி!
te: ప్లాస్టిక్ ప్యాకేజింగ్ కలిగి ఉండటం మంచిది, కనీసం పాత ప్యాకేజింగ్ నుండి ఆవిష్కరణలు మరియు కొత్త బొమ్మలను సృష్టించడం నిజంగా సరదాగా ఉంటుందని భావించే ప్లాస్టిస్ ప్రకారం!
th: บรรจุภัณฑ์พลาสติกเป็นสิ่งที่ดีที่จะมีอย่างน้อยตามที่ Plastis ที่คิดว่าการสร้างสิ่งประดิษฐ์และของเล่นใหม่จากบรรจุภัณฑ์เก่านั้นสนุกจริงๆ!
tk: Plastik paketleriň bolmagy gowudyr, iň bolmanda köne paketlerden oýlap tapyşlary we täze oýunjaklary döretmek hakykatdan-da gyzyklydyr öýdýän Plastisiň aýtmagyna görä!
tr: Plastik ambalajlara sahip olmak iyidir, en azından eski ambalajlardan icatlar ve yeni oyuncaklar yaratmanın gerçekten eğlenceli olduğunu düşünen Plastis'e göre!
tt: Пластик изү яхшы, ким дигәндә, Иске буыпчыклардан уйлап табулар һәм яңа уенчыклар булдыру чыннан да күңелле!
ug: سۇلياۋ ئورالمىغا ئىگە بولۇش ياخشى، ھېچ بولمىغاندا كونا ئورالمىدىن كەشپىيات ۋە يېڭى ئويۇنچۇقلارنى ئىجاد قىلىش ھەقىقەتەن قىزىقارلىق، دەپ قارىغان دىسنېي پىلاستىكنىڭ قارىشىچە!
uk: Пластикову упаковку добре мати, принаймні, за словами Пластіса, який вважає, що створювати винаходи та нові іграшки зі старої упаковки дійсно весело!
ur: پلاسٹک کی پیکیجنگ کے لئے اچھا ہے, کم از کم پلاسٹس کے مطابق جو سوچتا ہے کہ پرانی پیکیجنگ سے ایجادات اور نئے کھلونے بنانے واقعی مزہ ہے!
uz: Plastik qadoqlash yaxshi, hech bo'lmaganda plastisning so'zlariga ko'ra, eski qadoqlashdan ixtirolar va yangi o'yinchoqlar yaratish juda qiziqarli!
vi: Bao bì nhựa là tốt để có, ít nhất là theo Plastis, người nghĩ rằng việc tạo ra các phát minh và đồ chơi mới từ bao bì cũ thực sự thú vị!
zh_hans: 塑料包装很好，至少根据Plastis的说法，他认为用旧包装创造发明和新玩具真的很有趣！
zu: Ukupakisha kwepulasitiki kuhle ukuba nakho, okungenani ngokusho kukaPlastis ocabanga ukuthi ukudala izinto ezisunguliwe namathoyizi amasha avela emaphaketheni amadala kumnandi ngempela!
