Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_title_goal_4
source: Quality education
af: Kwaliteitsonderwys
am: ጥራት ያለው ትምህርት
ar: التعليم الجيد
as: মানদণ্ডৰ শিক্ষা
az: Keyfiyyətli təhsil
bg: Качествено образование
bn: মানসম্মত শিক্ষা
bo: སྤུས་ཚད་སློབ་གསོ།
bs: Kvalitetno obrazovanje
ca: Educació de qualitat
cs: Kvalitní vzdělávání
cy: Addysg o safon
da: Uddannelse af høj kvalitet
de: Hochwertige Bildung
el: Ποιοτική εκπαίδευση
es: Educación de calidad
et: Kvaliteetne haridus
eu: Kalitatezko hezkuntza
fa: آموزش با کیفیت
fi: Laadukas koulutus
fil: Kalidad ng edukasyon
fo: Quality útbúgving
fr: Une éducation de qualité
ga: Oideachas ar ardchaighdeán
gl: Educación de calidade
gu: ગુણવત્તાયુક્ત શિક્ષણ
he: חינוך איכותי
hi: गुणवत्तापूर्ण शिक्षा
hr: Kvalitetno obrazovanje
hu: Minőségi oktatás
hy: Որակյալ կրթություն
id: Pendidikan berkualitas
is: Gæðamenntun
it: Istruzione di qualità
ja: 質の高い教育
ka: ხარისხის განათლება
kk: Сапалы білім беру
km: ការអប់រំគុណភាព
kn: ಗುಣಮಟ್ಟದ ಶಿಕ್ಷಣ
ko: 양질의 교육
ku: پەروەردەی کوالێتی
ky: Сапаттуу билим берүү
lo: ການສຶກສາທີ່ມີຄຸນນະພາບ
lt: Kokybiškas švietimas
lv: Kvalitatīva izglītība
mg: Fianarana tsara
mi: mātauranga kounga
mk: Квалитетно образование
ml: ഗുണനിലവാരമുള്ള വിദ്യാഭ്യാസം
mn_cyrl: Чанартай боловсрол
mr: दर्जेदार शिक्षण
ms: Pendidikan berkualiti
mt: Edukazzjoni ta' kwalità
my: အရည်အသွေးပညာရေး
nb: Kvalitetsutdanning
ne: गुणस्तरीय शिक्षा
nl: Kwaliteitsonderwijs
or: ଗୁଣାତ୍ମକ ଶିକ୍ଷା
pa: ਮਿਆਰੀ ਸਿੱਖਿਆ
pl: Wysokiej jakości edukacja
ps: د کیفیت زده کړه
pt_br: Educação de qualidade
ro: Educație de calitate
ru: Качественное образование
sk: Kvalitné vzdelávanie
sl: Kakovostno izobraževanje
sq: Arsimim cilësor
sr_latn: Kvalitetno obrazovanje
sv: God utbildning
sw: Elimu bora
ta: தரமான கல்வி
te: నాణ్యమైన విద్య
th: การศึกษาที่มีคุณภาพ
tk: Häsiýetli bilim
tr: Kaliteli eğitim
tt: Сыйфатлы белем
ug: ساپا مائارىپى
uk: Якісна освіта
ur: معیاری تعلیم
uz: Sifatli ta'lim
vi: Chất lượng giáo dục
zh_hans: 优质教育
zu: Imfundo yekhwalithi

# undp_title_goal_5
source: Gender equality
af: Geslagsgelykheid
am: የፆታ እኩልነት
ar: المساواة بين الجنسين
as: লিংগ সমতা
az: Gender bərabərliyi
bg: Половете
bn: লিঙ্গ সমতা
bo: ཕོ་མོ་འདྲ་མཉམ།
bs: Ravnopravnost spolova
ca: Igualtat de gènere
cs: Rovnost
cy: Cydraddoldeb rhywedd
da: Ligestilling
de: Geschlechtergleichheit
el: Ισότητας
es: Igualdad de género
et: Sooline võrdõiguslikkus
eu: Genero berdintasuna
fa: برابری جنسیتی
fi: Sukupuolten tasa-arvo
fil: Pagkakapantay-pantay sa kasarian
fo: Gender javnstøðu
fr: Égalité des sexes
ga: Comhionannas inscne
gl: Igualdade de xénero
gu: લિંગ સમાનતા
he: שוויון מגדרי
hi: लैंगिक समानता
hr: Rodna ravnopravnost
hu: Nemek közötti egyenlőség
hy: Գենդերային հավասարություն
id: Kesetaraan gender
is: Jafnrétti kynjanna
it: Uguaglianza
ja: 男女平等
ka: გენდერული თანასწორობა
kk: Гендерлік теңдік
km: សមភាពយេនឌ័រ
kn: ಲಿಂಗ ಸಮಾನತೆ
ko: 양성평등
ku: یەکسانی ڕەگەزی
ky: Гендердик теңдик
lo: ຄວາມສະເຫມີພາບທາງເພດ
lt: Lyčių lygybė
lv: Dzimumu līdztiesība
mg: Fitovian-jo eo amin'ny lahy sy ny vavy
mi: Ōritetanga ira tangata
mk: Еднаквост на половите
ml: ലിംഗസമത്വം
mn_cyrl: Жендэрийн тэгш байдал
mr: लिंग समानता
ms: Kesaksamaan jantina
mt: Ugwaljanza bejn is-sessi
my: ကျား/မ တန်းတူညီမျှမှု
nb: Likestilling
ne: लैङ्गिक समानता
nl: Gendergelijkheid
or: ଲିଙ୍ଗଗତ ସମାନତା
pa: ਲਿੰਗ ਸਮਾਨਤਾ
pl: Równouprawnienia
ps: د جنسیت برابری
pt_br: Igualdade de gênero
ro: Egalitatea
ru: Гендерное равенство
sk: Rodová rovnosť
sl: Enakost spolov
sq: Barazia gjinore
sr_latn: Rodna ravnopravnost
sv: Jämställdhet
sw: Usawa wa kijinsia
ta: பாலின சமத்துவம்
te: లింగ సమానత్వం
th: ความเท่าเทียมทางเพศ
tk: Gender deňligi
tr: Toplumsal cinsiyet eşitliği
tt: Гендер тигезлек
ug: جىنىس باراۋەرلىكى
uk: Гендерна рівність
ur: صنفی مساوات
uz: Gender tenglik
vi: Bình đẳng giới
zh_hans: 两性平等
zu: Ukulingana ngokobulili

# undp_title_goal_6
source: Clean water and sanitation
af: Skoon water en sanitasie
am: ንጹህ ውሃ እና የንፅህና አጠባበቅ
ar: المياه النظيفة والصرف الصحي
as: পৰিষ্কাৰ পানী আৰু অনাময়
az: Təmiz su və sanitariya
bg: Чиста вода и канализация
bn: বিশুদ্ধ পানি ও পয়ঃনিষ্কাশন
bo: དྭངས་གཙང་གི་ཆུ་དང་ཁོར་ཡུག་འཕྲོད་བསྟེན།
bs: Čista voda i sanitarna
ca: Aigua neta i sanejament
cs: Čistá voda a sanitace
cy: Dŵr glân a glanweithdra
da: Rent vand og sanitet
de: Sauberes Wasser und sanitäre Einrichtungen
el: Καθαρό νερό και αποχέτευση
es: Agua potable y saneamiento
et: Puhas vesi ja kanalisatsioon
eu: Ur garbia eta saneamendua
fa: آب پاک و بهداشت
fi: Puhdas vesi ja sanitaatio
fil: Malinis na tubig at kalinisan
fo: Vaska/vaskið vatn og sanitation
fr: Eau potable et assainissement
ga: Uisce glan agus sláintíocht
gl: Auga limpa e saneamento
gu: સ્વચ્છ પાણી અને સાફસફાઈ
he: מים נקיים ותברואה
hi: साफ पानी और साफ-सफाई
hr: Čista voda i sanitarni uvjeti
hu: Tiszta víz és szennyvízelvezetés
hy: Մաքուր ջուր եւ սանիտարահիգիենիկ պայմաններ
id: Air bersih dan sanitasi
is: Hreint vatn og hreinlætisaðstaða
it: Acqua pulita e servizi igienico-sanitari
ja: きれいな水と衛生
ka: სუფთა წყალი და სანიტარული
kk: Таза су және санитария
km: ទឹក ស្អាត និង អនាម័យ
kn: ಶುದ್ಧ ನೀರು ಮತ್ತು ನೈರ್ಮಲ್ಯ
ko: 깨끗한 물과 위생
ku: ئاوی پاک و خاوێن
ky: Таза суу жана санитария
lo: ນ້ໍາສະອາດ ແລະ ສຸຂະອະນາໄມ
lt: Švarus vanduo ir sanitarija
lv: Tīrs ūdens un sanitārija
mg: Madio ny rano sy ny fahadiovana.
mi: Whakapaia te wai me te noho ma
mk: Чиста вода и канализација
ml: ശുദ്ധജലവും ശുചിത്വവും
mn_cyrl: Цэвэр ус, ариун цэврийн байгууламж
mr: स्वच्छ पाणी आणि स्वच्छता
ms: Air bersih dan sanitasi
mt: Ilma nadif u sanità
my: သန့်ရှင်းသောရေနှင့် သန့်ရှင်းရေး
nb: Rent vann og sanitærforhold
ne: स्वच्छ पानी र सरसफाई
nl: Schoon water en sanitaire voorzieningen
or: ସ୍ୱଚ୍ଛ ଜଳ ଏବଂ ପରିମଳ
pa: ਸਾਫ਼ ਪਾਣੀ ਅਤੇ ਸੈਨੀਟੇਸ਼ਨ
pl: Czysta woda i urządzenia sanitarne
ps: پاکې اوبه او د صفایۍ
pt_br: Água limpa e saneamento
ro: Apă curată și salubritate
ru: Чистая вода и санитария
sk: Čistá voda a sanitácia
sl: Čista voda in sanitarna
sq: Ujë i pastër dhe higjienë
sr_latn: Čista voda i sanitarije
sv: Rent vatten och sanitet för alla
sw: Maji safi na usafi wa mazingira
ta: சுத்தமான நீர் மற்றும் சுகாதாரம்
te: పరిశుభ్రమైన నీరు మరియు పారిశుధ్యం
th: น้ําสะอาดและการสุขาภิบาล
tk: Arassa suw we sanitariýa
tr: Temiz su ve sanitasyon
tt: Чиста су һәм санитария
ug: پاكىز سۇ ۋە مۇھىت تازىلىقى
uk: Чиста вода та санітарія
ur: صاف پانی اور صفائی ستھرائی
uz: Toza suv va sanitariya
vi: Nước sạch và vệ sinh môi trường
zh_hans: 清洁水和卫生设施
zu: Amanzi ahlanzekile kanye nenhlanzeko

# undp_title_goal_7
source: Affordable and clean energy
af: Bekostigbare en skoon energie
am: ርካሽ እና ንጹህ ኃይል
ar: طاقة نظيفة و معقولة التكلفة
as: সুলভ আৰু পৰিষ্কাৰ শক্তি
az: Sərfəli və təmiz enerji
bg: Достъпна и чиста енергия
bn: সাশ্রয়ী মূল্যের এবং পরিষ্কার শক্তি
bo: གོང་ཁེ་བ་དང་དྭངས་གཙང་ནུས་ཁུངས།
bs: Pristupačna i čista energija
ca: Energia assequible i no contaminant
cs: Cenově dostupná a čistá energie
cy: Ynni fforddiadwy a glân
da: Prisbillig og ren energi
de: Bezahlbare und saubere Energie
el: Οικονομικά προσιτή και καθαρή ενέργεια
es: Energía asequible y limpia
et: Taskukohane ja puhas energia
eu: Energia eskuragarria eta garbia
fa: انرژی مقرون به صرفه و پاک
fi: Edullinen ja puhdas energia
fil: Abot-kayang at malinis na enerhiya
fo: Affordable og rein orku
fr: Une énergie abordable et propre
ga: Fuinneamh inacmhainne agus glan
gl: Enerxía limpa e asequible
gu: વાજબી અને સ્વચ્છ ઊર્જા
he: אנרגיה זולה ונקייה
hi: सस्ती और स्वच्छ ऊर्जा
hr: Pristupačna i čista energija
hu: Megfizethető és tiszta energia
hy: Մատչելի եւ մաքուր էներգիա
id: Energi yang terjangkau dan bersih
is: Hagkvæm og hrein orka
it: Energia pulita e conveniente
ja: 手頃な価格でクリーンなエネルギー
ka: ხელმისაწვდომი და სუფთა ენერგია
kk: Қол жетімді және таза энергия
km: ថាមពលដែលមានតម្លៃសមរម្យ និងស្អាត
kn: ಕೈಗೆಟುಕುವ ಮತ್ತು ಶುದ್ಧ ಇಂಧನ
ko: 저렴하고 깨끗한 에너지
ku: وزەی گونجاو و خاوێن
ky: Жеткиликтүү жана таза энергия
lo: ພະລັງງານທີ່ມີລາຄາຖືກແລະສະອາດ
lt: Įperkama ir švari energija
lv: Pieejama un tīra enerģija
mg: Angovo mora vidy sy madio.
mi: te pūngao utu nui, mā hoki
mk: Достапна и чиста енергија
ml: താങ്ങാനാവുന്നതും ശുദ്ധവുമായ ഊർജ്ജം
mn_cyrl: Зохистой, цэвэр эрчим хүч
mr: परवडणारी आणि स्वच्छ ऊर्जा
ms: Tenaga yang berpatutan dan bersih
mt: Enerġija affordabbli u nadifa
my: စျေးဝယ်၍ သန့်ရှင်းသော စွမ်းအင်
nb: Rimelig og ren energi
ne: किफायती र स्वच्छ ऊर्जा
nl: Betaalbare en schone energie
or: ସୁଲଭ ଏବଂ ସ୍ୱଚ୍ଛ ଶକ୍ତି
pa: ਪੁੱਗਣਯੋਗ ਅਤੇ ਸਾਫ਼ ਊਰਜਾ
pl: Przystępna cenowo i czysta energia
ps: مناسبه او پاکه انرژی
pt_br: Energia acessível e limpa
ro: Energie accesibilă și curată
ru: Доступная и чистая энергия
sk: Cenovo dostupná a čistá energia
sl: Cenovno ugodna in čista energija
sq: Energji e përballueshme dhe e pastër
sr_latn: Pristupačna i čista energija
sv: Hållbar energi för alla
sw: Nishati nafuu na safi
ta: மலிவு மற்றும் சுத்தமான ஆற்றல்
te: సరసమైన మరియు పరిశుభ్రమైన శక్తి
th: พลังงานสะอาดและราคาไม่แพง
tk: Elýeterli we arassa energiýa
tr: Uygun fiyatlı ve temiz enerji
tt: Уңайлы һәм чиста энергия
ug: مۇۋاپىق ۋە پاكىز ئېنېرگىيە
uk: Доступна та чиста енергія
ur: سستی اور صاف توانائی
uz: Arzon va toza energiya
vi: Năng lượng sạch và giá cả phải chăng
zh_hans: 负担得起的清洁能源
zu: Amandla angabizi futhi ahlanzekile

# undp_title_goal_8
source: Decent work and economic growth
af: Ordentlike werk en ekonomiese groei
am: መልካም ስራ እና የኢኮኖሚ እድገት
ar: العمل اللائق والنمو الاقتصادي
as: সুন্দৰ কাম আৰু অৰ্থনৈতিক বিকাশ
az: Layiqli iş və iqtisadi artım
bg: Достоен труд и икономически растеж
bn: ভাল কাজ এবং অর্থনৈতিক বৃদ্ধি
bo: ངོ་སོ་ལྡན་པའི་ལས་ཀ་དང་དཔལ་འབྱོར་
bs: Pristojan rad i ekonomski rast
ca: Treball decent i creixement econòmic
cs: Důstojná práce a hospodářský růst
cy: Gwaith gweddus a thwf economaidd
da: Anstændigt arbejde og økonomisk vækst
de: Menschenwürdige Arbeit und Wirtschaftswachstum
el: Αξιοπρεπής εργασία και οικονομική ανάπτυξη
es: Trabajo decente y crecimiento económico
et: Inimväärne töö ja majanduskasv
eu: Lan duina eta hazkunde ekonomikoa
fa: کار شایسته و رشد اقتصادی
fi: Ihmisarvoinen työ ja talouskasvu
fil: Disenteng trabaho at pang-ekonomiyang paglago
fo: Decent arbeiði og búskaparligan vøkstur.
fr: Travail décent et croissance économique
ga: Obair chuibhiúil agus fás eacnamaíoch
gl: Traballo decente e crecemento económico
gu: યોગ્ય કાર્ય અને આર્થિક વૃદ્ધિ
he: עבודה הגונה וצמיחה כלכלית
hi: सभ्य काम और आर्थिक विकास
hr: Dostojanstven rad i gospodarski rast
hu: Tisztességes munka és gazdasági növekedés
hy: Վայելուչ աշխատանք եւ տնտեսական աճ
id: Pekerjaan yang layak dan pertumbuhan ekonomi
is: Mannsæmandi vinna og hagvöxtur
it: Lavoro dignitoso e crescita economica
ja: まともな仕事と経済成長
ka: ღირსეული სამუშაო და ეკონომიკური ზრდა
kk: Лайықты еңбек және экономикалық өсу
km: ការងារសមរម្យនិងកំណើនសេដ្ឋកិច្ច
kn: ಸಭ್ಯ ಕೆಲಸ ಮತ್ತು ಆರ್ಥಿಕ ಬೆಳವಣಿಗೆ
ko: 괜찮은 일과 경제 성장
ku: کاری شایستە و گەشەی ئابووری
ky: Лайықты иш жана экономикалык өсүш
lo: ວຽກງານທີ່ດີ ແລະ ການເຕີບໂຕທາງດ້ານເສດຖະກິດ
lt: Deramas darbas ir ekonomikos augimas
lv: Pienācīgas kvalitātes nodarbinātība un ekonomikas izaugsme
mg: Asa mendrika sy fitomboana ara-toekarena
mi: Te mahi whakawātea me te tupu o te ohaoha
mk: Пристојна работа и економски раст
ml: മാന്യമായ ജോലിയും സാമ്പത്തിക വളർച്ചയും
mn_cyrl: Зохистой ажил, эдийн засгийн өсөлт
mr: चांगले काम आणि आर्थिक वाढ
ms: Kerja yang baik dan pertumbuhan ekonomi
mt: Xogħol deċenti u tkabbir ekonomiku
my: တော်မှန်သောအလုပ်နှင့် စီးပွားရေးတိုးတက်မှု
nb: Anstendig arbeid og økonomisk vekst
ne: राम्रो काम र आर्थिक वृद्धि
nl: Waardig werk en economische groei
or: ଭଲ କାର୍ଯ୍ୟ ଏବଂ ଅର୍ଥନୈତିକ ଅଭିବୃଦ୍ଧି
pa: ਵਧੀਆ ਕੰਮ ਅਤੇ ਆਰਥਿਕ ਵਿਕਾਸ
pl: Godna praca i wzrost gospodarczy
ps: ښه کار او اقتصادی وده
pt_br: Trabalho decente e crescimento econômico
ro: Muncă decentă și creștere economică
ru: Достойная работа и экономический рост
sk: Dôstojná práca a hospodársky rast
sl: Dostojno delo in gospodarska rast
sq: Punë e përshtatshme dhe rritje ekonomike
sr_latn: Pristojan rad i ekonomski rast
sv: Anständiga villkor och ekonomisk tillväxt
sw: Kazi nzuri na ukuaji wa uchumi
ta: கண்ணியமான வேலை மற்றும் பொருளாதார வளர்ச்சி
te: మంచి పని మరియు ఆర్థిక వృద్ధి
th: งานที่มีคุณค่าและการเติบโตทางเศรษฐกิจ
tk: Edepli iş we ykdysady ösüş
tr: İnsana yakışır iş ve ekonomik büyüme
tt: Лаеклы эш һәм икътисади үсеш
ug: مۇۋاپىق خىزمەت ۋە ئىقتىسادنىڭ ئېشىشى
uk: Гідна праця та економічне зростання
ur: مہذب کام اور معاشی ترقی
uz: Munosib ish va iqtisodiy o'sish
vi: Việc làm tốt và tăng trưởng kinh tế
zh_hans: 体面工作和经济增长
zu: Umsebenzi ofanele nokukhula komnotho

# undp_title_goal_9
source: Industry, innovation and infrastructure
af: Industrie, innovasie en infrastruktuur
am: ኢንዱስትሪ, ፈጠራ እና መሠረተ ልማት
ar: الصناعة والابتكار والبنية التحتية
as: উদ্যোগ, উদ্ভাৱন আৰু আন্তঃগাঁথনি
az: Sənaye, innovasiya və infrastruktur
bg: Промишленост, иновации и инфраструктура
bn: শিল্প, উদ্ভাবন এবং অবকাঠামো
bo: ཐོན་ལས་དང་། གསར་གཏོད། རྨང་གཞིའི་སྒྲིག་བཀོད།
bs: Industrija, inovacije i infrastruktura
ca: Indústria, innovació i infraestructures
cs: Průmysl, inovace a infrastruktura
cy: Diwydiant, arloesi a seilwaith
da: Industri, innovation og infrastruktur
de: Industrie, Innovation und Infrastruktur
el: Βιομηχανία, καινοτομία και υποδομές
es: Industria, innovación e infraestructuras
et: Tööstus, innovatsioon ja infrastruktuur
eu: Industria, berrikuntza eta azpiegitura
fa: صنعت، نوآوری و زیرساخت
fi: Teollisuus, innovointi ja infrastruktuuri
fil: Industriya, makabagong-likha at imprastraktura
fo: Útry, innovation og infrastructure.
fr: Industrie, innovation et infrastructure
ga: Tionsclaíocht, nuálaíocht agus bonneagar
gl: Industria, innovación e infraestruturas
gu: ઉદ્યોગ, નવીનતા અને માળખાગત સુવિધા
he: תעשייה, חדשנות ותשתיות
hi: उद्योग, नवाचार और बुनियादी ढांचा
hr: Industrija, inovacije i infrastruktura
hu: Ipar, innováció és infrastruktúra
hy: Արդյունաբերություն, նորարարություն եւ ենթակառուցվածքներ
id: Industri, inovasi, dan infrastruktur
is: Iðnaður, nýsköpun og innviðir
it: Industria, innovazione e infrastrutture
ja: 産業、イノベーション、インフラ
ka: ინდუსტრია, ინოვაცია და ინფრასტრუქტურა
kk: Өнеркәсіп, инновациялар және инфрақұрылым
km: ឧស្សាហកម្ម ការច្នៃប្រឌិត និងហេដ្ឋារចនាសម្ព័ន្ធ
kn: ಕೈಗಾರಿಕೆ, ಆವಿಷ್ಕಾರ ಮತ್ತು ಮೂಲಸೌಕರ್ಯ
ko: 산업, 혁신 및 인프라
ku: پیشەسازی و داهێنان و ژێرخان
ky: Өнөр жай, инновациялар жана инфраструктура
lo: ອຸດສາຫະກໍາ, ການປະດິດສ້າງ ແລະ ໂຄງລ່າງພື້ນຖານ
lt: Pramonė, inovacijos ir infrastruktūra
lv: Rūpniecība, inovācija un infrastruktūra
mg: Indostria, fanavaozana ary foto-drafitrasa
mi: Te umanga, te whakahaere hou me te hanganga
mk: Индустрија, иновации и инфраструктура
ml: വ്യവസായം, നവീകരണം, അടിസ്ഥാന സൗകര്യങ്ങൾ
mn_cyrl: Үйлдвэрлэл, инноваци, дэд бүтэц
mr: उद्योग, नाविन्यता आणि पायाभूत सुविधा
ms: Industri, inovasi dan infrastruktur
mt: L-industrija, l-innovazzjoni u l-infrastruttura
my: စက်မှုလုပ်ငန်း၊ ဆန်းသစ်တီထွင်မှုနဲ့ အခြေခံအဆောက်အအုံတွေ
nb: Industri, innovasjon og infrastruktur
ne: उद्योग, नवीनता र पूर्वाधार
nl: Industrie, innovatie en infrastructuur
or: ଶିଳ୍ପ, ନବସୃଜନ ଏବଂ ଭିତ୍ତିଭୂମି
pa: ਉਦਯੋਗ, ਕਾਢ ਅਤੇ ਬੁਨਿਆਦੀ ਢਾਂਚਾ
pl: Przemysł, innowacje i infrastruktura
ps: صنعت ، نوښت او زیربنا
pt_br: Indústria, inovação e infraestrutura
ro: Industrie, inovare și infrastructură
ru: Промышленность, инновации и инфраструктура
sk: Priemysel, inovácie a infraštruktúra
sl: Industrija, inovacije in infrastruktura
sq: Industri, inovacion dhe infrastrukturë
sr_latn: Industrija, inovacije i infrastruktura
sv: Hållbar industri, innovationer och infrastruktur
sw: Viwanda, ubunifu na miundombinu
ta: கைத்தொழில், புத்தாக்கம் மற்றும் உட்கட்டமைப்பு
te: పరిశ్రమ, సృజనాత్మకత మరియు మౌలిక సదుపాయాలు
th: อุตสาหกรรม นวัตกรรม และโครงสร้างพื้นฐาน
tk: Senagat, innowasiýa we infrastruktura
tr: Endüstri, inovasyon ve altyapı
tt: Сәнәгать, инновация һәм инфраструктура
ug: سانائەت، يېڭىلىق يارىتىش ۋە ئۇل ئەسلىھەلەر
uk: Промисловість, інновації та інфраструктура
ur: صنعت، اختراع اور بنیادی ڈھانچہ
uz: Sanoat, innovatsiya va infratuzilma
vi: Công nghiệp, đổi mới sáng tạo và cơ sở hạ tầng
zh_hans: 工业、创新和基础设施
zu: Imboni, emisha kanye nengqalasizinda

# undp_you_found_goal_1
source: You found goal 1: No poverty
af: Doel 1: Geen armoede
am: ግብ አግኝተሃል 1 ድህነት የለም
ar: لقد وجدت الهدف 1: لا فقر
as: আপুনি লক্ষ্য 1 বিচাৰি পাইছে: কোনো দৰিদ্ৰতা নাই
az: 1-ci məqsədi tapdınız: Yoxsulluq yoxdur
bg: Намерихте цел 1: Без бедност
bn: আপনি লক্ষ্য 1 খুঁজে পেয়েছেন: কোন দারিদ্র্য নেই
bo: ཁྱེད་ཚོས་དམིགས་འབེན་1:དབུལ་ཕོངས་མེད་པ།
bs: Našao si cilj 1: Nema siromaštva
ca: Has trobat l'objectiu 1: No hi ha pobresa
cs: Našli jste cíl 1: Žádná chudoba
cy: Daethoch o hyd i nod 1: Dim tlodi
da: Du fandt mål 1: Ingen fattigdom
de: Sie haben Ziel 1 gefunden: Keine Armut
el: Βρήκατε το στόχο 1: Καμία φτώχεια
es: Encontraste el objetivo 1: Sin pobreza
et: Leidsite eesmärgi nr 1: vaesust ei ole
eu: 1. helburua aurkitu zenuen: Pobreziari ez
fa: شما هدف 1 را پیدا کردی: بدون فقر
fi: Löysit tavoitteen 1: Ei köyhyyttä
fil: Nakakita ka ng mithiin 1: Walang kahirapan
fo: Tú/fanst/funnu mál 1: No fátækradømi
fr: Vous avez trouvé le but 1: Pas de pauvreté
ga: D'aimsigh tú sprioc 1: Gan bochtanas
gl: Obxectivo 1: Non á pobreza
gu: તમને ધ્યેય મળ્યું ૧: કોઈ ગરીબી નહીં
he: מצאתם מטרה 1: אין עוני
hi: आपको लक्ष्य 1 मिला: कोई गरीबी नहीं
hr: Pronašli ste cilj 1: Nema siromaštva
hu: Megtaláltad az 1. célt: Nincs szegénység
hy: Դուք գտաք նպատակ 1: Ոչ մի աղքատություն
id: Anda menemukan tujuan 1: Tidak ada kemiskinan
is: Þú fannst markmið 1: Engin fátækt
it: Hai trovato l'obiettivo 1: Nessuna povertà
ja: あなたは目標1を見つけました:貧困なし
ka: თქვენ იპოვნეთ მიზანი 1: სიღარიბე არ არის
kk: Сіз 1-мақсатты таптыңыз: Кедейлік жоқ
km: អ្នករកឃើញគោលដៅទី១៖ គ្មានភាពក្រីក្រ
kn: ನೀವು ಗುರಿ 1 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಬಡತನವಿಲ್ಲ
ko: 당신은 목표 1을 찾았습니다 : 빈곤 없음
ku: تۆ ئامانجت دۆزییەوە 1: بێ هەژاری
ky: Сиз максат таптым 1: Жакырчылык жок
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍທີ 1: ບໍ່ມີຄວາມທຸກຍາກ
lt: Jūs radote 1 tikslą: jokio skurdo
lv: Jūs atradāt 1. mērķi: Nabadzības izskaušana
mg: Nahita tanjona 1 ianao: Tsy misy fahantrana
mi: I kitea e koe te whāinga 1: Kāore he rawakore
mk: Ја најдовте целта 1: Без сиромаштија
ml: നിങ്ങൾ ലക്ഷ്യം 1 കണ്ടെത്തി: ദാരിദ്ര്യമില്ല
mn_cyrl: Та зорилго 1: Ядууралгүй
mr: तुम्हाला ध्येय सापडले 1: दारिद्र्य नाही
ms: Anda menemui matlamat 1: Tiada kemiskinan
mt: Sibt l-għan 1: L-ebda faqar
my: ပန်းတိုင် ၁– ဆင်းရဲမွဲတေမှုမရှိ
nb: Du fant mål 1: Ingen fattigdom
ne: तपाईंले लक्ष्य १ फेला पार्नुभयो: गरिबी छैन
nl: Je hebt doel 1 gevonden: Geen armoede
or: ଆପଣ ଲକ୍ଷ୍ୟ 1 ପାଇଲେ: କୌଣସି ଦାରିଦ୍ର୍ୟ ନାହିଁ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 1 ਮਿਲਿਆ: ਕੋਈ ਗਰੀਬੀ ਨਹੀਂ
pl: Znalazłeś cel 1: Bez ubóstwa
ps: تاسو هدف پیدا کړ 1 : بې وزلی
pt_br: Você encontrou o objetivo 1: Sem pobreza
ro: Ați găsit obiectivul 1: Fără sărăcie
ru: Вы нашли цель 1: Нет бедности
sk: Našli ste cieľ 1: Žiadna chudoba
sl: Našli ste cilj 1: Brez revščine
sq: Ke gjetur synimin 1: S'ka varfëri
sr_latn: Našli ste cilj 1: Bez siromaštva
sv: Du hittade mål 1: Ingen fattigdom
sw: Umepata lengo 1: Hakuna umaskini
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 1: வறுமை இல்லை
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 1: పేదరికం లేదు
th: คุณพบเป้าหมายที่ 1: ไม่มีความยากจน
tk: Siz 1-nji maksat tapdyňyz: Garyplyk ýok
tr: Hedef buldunuz 1: Yoksulluk yok
tt: Сез 1 максат таптыгыз: фәкыйрьлек юк
ug: نىشاننى تاپتىڭ 1: نامراتلىق يوق
uk: Ви знайшли ціль 1: Без бідності
ur: آپ کو ہدف 1 مل گیا: کوئی غربت نہیں
uz: 1-maqsadni topdingiz: Qashshoqlik yo'q
vi: Bạn đã tìm thấy mục tiêu 1: Không nghèo đói
zh_hans: 你找到了目标1：没有贫困
zu: Uthole umgomo 1: Akukho ubuphofu

# undp_you_found_goal_10
source: You found goal 10: Reduced inequalities
af: Jy het doel gevind 10: Verminderde ongelykhede
am: ግብ አግኝተሃል 10 የብዝሃነት መቀነስ
ar: لقد وجدت الهدف 10: الحد من أوجه عدم المساواة
as: আপুনি লক্ষ্য 10 বিচাৰি পাইছে: অসমতা হ্ৰাস হৈছে
az: 10-ci məqsədi tapdınız: Qeyri-bərabərliyin azalması
bg: Намерихте цел 10: Намалени неравенства
bn: আপনি লক্ষ্য 10 খুঁজে পেয়েছেন: অসাম্য হ্রাস
bo: ཁྱེད་ཚོས་དམིགས་འབེན་10:འདྲ་མཉམ་མིན་པའི་སྣང་ཚུལ་ཇེ་ཉུང་དུ་གཏོང་དགོས།
bs: Našli ste cilj 10: Smanjene nejednakosti
ca: Heu trobat l'objectiu 10: Reduir les desigualtats
cs: Našli jste cíl 10: Snížení nerovností
cy: Daethoch o hyd i nod 10: Llai o anghydraddoldebau
da: Du fandt mål 10: Mindskede uligheder
de: Sie haben Ziel 10 gefunden: Weniger Ungleichheiten
el: Βρήκατε στόχο 10: Μείωση των ανισοτήτων
es: Usted encontró la meta 10: Reducción de las desigualdades
et: Leidsite eesmärgi nr 10: ebavõrdsuse vähendamine
eu: 10. helburua aurkitu zuen: Desberdintasunak murriztea
fa: شما در بر داشت هدف 10 : کاهش نابرابری
fi: Löysit tavoitteen 10: Eriarvoisuuden vähentäminen
fil: Natagpuan mo ang layunin 10: Nabawasan hindi pagkakapantay-pantay
fo: Tú/fanst/funnu mál 10: Reduced inequies
fr: Vous avez trouvé l’objectif 10 : Réduire les inégalités
ga: Fuair tú sprioc 10: Neamhionannais laghdaithe
gl: Obxectivo 10: Redución das desigualdades
gu: તમને ધ્યેય ૧૦ મળ્યો: અસમાનતાઓમાં ઘટાડો
he: מצאתם את יעד 10: צמצום אי השוויון
hi: आपको लक्ष्य 10 मिला: कम असमानताएं
hr: Pronašli ste cilj 10: Smanjene nejednakosti
hu: Megtaláltad a 10. célt: Az egyenlőtlenségek csökkentése
hy: Դուք գտաք նպատակ 10: Նվազեցված անհավասարությունները
id: Anda menemukan tujuan 10: Mengurangi ketidaksetaraan
is: Þú fannst markmið 10: Minni ójöfnuður
it: Hai trovato l'obiettivo 10: Ridurre le disuguaglianze
ja: 目標 10 を見つけました: 不平等の減少
ka: თქვენ იპოვნეთ მიზანი 10: შემცირებული უთანასწორობა
kk: Сіз 10-мақсатты таптыңыз: Теңсіздіктің төмендеуі
km: អ្នកបានរកឃើញគោលដៅ 10: បន្ថយភាព មិន ស្មើភាព
kn: ನೀವು ಗುರಿ 10 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಕಡಿಮೆಯಾದ ಅಸಮಾನತೆಗಳು
ko: 목표 10 : 불평등 감소를 발견했습니다.
ku: تۆ ئامانجت دۆزیەوە 10: کەم کردنەوەی نایەکسانیەکان
ky: Сиз максат таптым 10: Төмөндөгөн теңсиздик
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 10: ຄວາມບໍ່ສະເຫມີພາບຫຼຸດລົງ
lt: Jūs radote 10 tikslą: sumažinti nelygybę
lv: Jūs atradāt 10. mērķi: nevienlīdzības mazināšana
mg: Nahita tanjona 10 ianao: Nahena ny tsy fitoviana
mi: I kitea e koe te whāinga 10: Ngā rerekētanga i whakaputaina
mk: Ја најдовте целта 10: Намалена нееднаквост
ml: നിങ്ങൾ ലക്ഷ്യം 10 കണ്ടെത്തി: അസമത്വം കുറയ്ക്കുക
mn_cyrl: Та зорилго 10: Тэгш бус байдлыг бууруулах
mr: तुम्हाला लक्ष्य 10 सापडले: असमानता कमी होणे
ms: Anda menemui matlamat 10: Mengurangkan ketidaksamaan
mt: Sibt l-għan 10: Tnaqqis fl-inugwaljanzi
my: ပန်းတိုင် ၁၀ : မ ညီမျှ မှု လျော့နည်း ခြင်း
nb: Du fant mål 10: Reduserte ulikheter
ne: तपाईंले लक्ष्य १० फेला पार्नुभयो: असमानता कम भयो
nl: Je hebt doel 10 gevonden: Minder ongelijkheid
or: ଆପଣ ଲକ୍ଷ୍ୟ 10 ପାଇଲେ: ଅସମାନତା ହ୍ରାସ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 10 ਮਿਲਿਆ: ਅਸਮਾਨਤਾਵਾਂ ਨੂੰ ਘੱਟ ਕਰਨਾ
pl: Znalazłeś cel 10: Zmniejszenie nierówności
ps: تاسو هدف پیدا کړ 1 0 : د نابرابرۍ کمول
pt_br: Você encontrou a meta 10: Redução das desigualdades
ro: Ați găsit obiectivul 10: Reducerea inegalităților
ru: Вы нашли цель 10: Снижение неравенства
sk: Našli ste cieľ 10: Znížiť nerovnosti
sl: Našli ste cilj 10: Zmanjšane neenakosti
sq: Gjete synimin 10: Pakësimi i pabarazive
sr_latn: Pronašli ste cilj 10: Smanjene nejednakosti
sv: Du hittade mål 10: Minskad ojämlikhet
sw: Umepata lengo 10: Kupunguza ukosefu wa usawa
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 10: குறைக்கப்பட்ட ஏற்றத்தாழ்வுகள்
te: మీరు లక్ష్యం 10ని కనుగొన్నారు: అసమానతలు తగ్గించబడ్డాయి
th: คุณพบเป้าหมายที่ 10: ลดความเหลื่อมล้ํา
tk: Siz 10-njy maksady tapdyňyz: Deňsiz-taýsyzlygy azaltmak
tr: Hedef buldunuz 10: Eşitsizlikler azaltıldı
tt: Сез 10 максат таптыгыз: тигезлекләрне киметегез
ug: 10. نىشاننى تېپىپسىز: تەڭسىزلىكنى ئازايتىش
uk: Ви знайшли ціль 10: Зменшення нерівності
ur: آپ کو ہدف 10 ملا: عدم مساوات میں کمی
uz: 10-maqsadni topdingiz: Tengsizliklarni kamaytirdi
vi: Bạn đã tìm thấy mục tiêu 10: Giảm bất bình đẳng
zh_hans: 您找到了目标10：减少不平等
zu: Uthole umgomo 10: Ukunciphisa ukungalingani
