Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_info_why_description
source: In order for the food to be useful, we should throw away as little as possible. Eating the food on the plate makes you feel good and when the food ends up in your stomach, it gives you the energy to both play and learn more.
af: Om die kos nuttig te maak, moet ons so min as moontlik weggooi. Om die kos op die bord te eet, laat jou goed voel en wanneer die kos in jou maag beland, gee dit jou die energie om beide te speel en meer te leer.
am: ምግቡ ጠቃሚ እንዲሆን በተቻለን መጠን ጥቂት መጣል ይኖርብናል። በሳህኑ ላይ ያለውን ምግብ መብላት ጥሩ ስሜት እንዲሰማህ የሚያደርግ ከመሆኑም በላይ ምግቡ ወደ ሆድህ ሲገባ ለመጫወትም ሆነ ተጨማሪ እውቀት ለማግኘት ጉልበት ይሰጥሃል።
ar: ولكي يكون الطعام مفيدا، ينبغي أن نرمي أقل قدر ممكن. تناول الطعام على طبق يجعلك تشعر جيدة وعندما ينتهي الطعام في معدتك، فإنه يمنحك الطاقة للعب على حد سواء ومعرفة المزيد.
as: খাদ্যউপযোগী হ'বলৈ, আমি যিমান সম্ভৱ কম পেলাই দিব লাগে। প্লেটত খাদ্য খোৱাটোৱে আপোনাক ভাল অনুভৱ কৰায় আৰু যেতিয়া খাদ্য আপোনাৰ পেটত শেষ হয়, ই আপোনাক খেলিবলৈ আৰু অধিক শিকিবলৈ শক্তি প্ৰদান কৰে।
az: Yeməyin faydalı olması üçün mümkün qədər az atmaq lazımdır. Boşqabdakı yeməyi yemək özünüzü yaxşı hiss etməyinizə səbəb olur və qida mədənizə son verəndə həm oynamaq, həm də daha çox öyrənmək üçün enerji verir.
bg: За да бъде храната полезна, трябва да изхвърлим възможно най-малко. Яденето на храната в чинията ви кара да се чувствате добре и когато храната свърши в стомаха ви, тя ви дава енергия както да играете, така и да научите повече.
bn: খাবারটি দরকারী হওয়ার জন্য, আমাদের যতটা সম্ভব কম ফেলে দেওয়া উচিত। প্লেটে খাবার খাওয়া আপনাকে ভাল বোধ করে এবং যখন খাবারটি আপনার পেটে শেষ হয়ে যায়, তখন এটি আপনাকে খেলতে এবং আরও শিখতে শক্তি দেয়।
bo: ལྟོ་ཆས་ལ་སྤྱོད་སྒོ་ཡོད་པའི་ཆེད་དུ་ང་ཚོས་གང་ཐུབ་ཅི་ཐུབ་ཀྱིས་ཉུང་ཙམ་གཡུགས་དགོས། སྡེར་མའི་ནང་གི་ཟ་མ་ཟོས་ན་ཁྱེད་ཀྱི་ཚོར་སྣང་ཧ་ཅང་བཟང་། ཟས་རིགས་མཇུག་མཐར་ཕོ་བའི་ནང་དུ་བཞག་ན། དེས་ཁྱེད་ལ་རྩེད་འཇོར་རོལ་བ་དང་སློབ་སྦྱོང་མང་ཙམ་བྱེད་པའི་སེམས་ཤུགས་སྟེར་ཐུབ།
bs: Da bi hrana bila korisna, trebalo bi da bacimo što je manje moguće. Jedenje hrane na tanjuru čini da se osjećaš dobro i kada hrana završi u stomaku, daje ti energiju da se i igraš i naučiš više.
ca: Perquè el menjar sigui útil, hem de llençar el mínim possible. Menjar el menjar al plat et fa sentir bé i quan el menjar acaba a l'estómac, et dóna l'energia tant per jugar com per aprendre més.
cs: Aby bylo jídlo užitečné, měli bychom vyhodit co nejméně. Jíst jídlo na talíři vám dává dobrý pocit, a když jídlo skončí ve vašem žaludku, dává vám energii jak hrát, tak se dozvědět více.
cy: Er mwyn i'r bwyd fod yn ddefnyddiol, dylen ni daflu cyn lleied â phosib i ffwrdd. Mae bwyta'r bwyd ar y plât yn gwneud i chi deimlo'n dda a phan fydd y bwyd yn dod i ben yn eich stumog, mae'n rhoi'r egni i chi chwarae a dysgu mwy.
da: For at maden skal være nyttig, skal vi smide så lidt som muligt væk. At spise maden på pladen får dig til at føle dig godt tilpas, og når maden ender i maven, giver det dig energi til både at lege og lære mere.
de: Damit das Essen nützlich ist, sollten wir so wenig wie möglich wegwerfen. Wenn Sie das Essen auf dem Teller essen, fühlen Sie sich gut und wenn das Essen in Ihrem Magen landet, gibt es Ihnen die Energie, sowohl zu spielen als auch mehr zu lernen.
el: Προκειμένου το φαγητό να είναι χρήσιμο, θα πρέπει να πετάξουμε όσο το δυνατόν λιγότερα. Η κατανάλωση του φαγητού στο πιάτο σας κάνει να αισθάνεστε καλά και όταν το φαγητό καταλήγει στο στομάχι σας, σας δίνει την ενέργεια να παίξετε και να μάθετε περισσότερα.
es: Para que la comida sea útil, debemos tirar lo menos posible. Comer la comida en el plato te hace sentir bien y cuando la comida termina en tu estómago, te da la energía para jugar y aprender más.
et: Selleks, et toit oleks kasulik, peaksime võimalikult vähe ära viskama. Taldrikul oleva toidu söömine tekitab hea enesetunde ja kui toit jõuab kõhtu, annab see energiat nii mängimiseks kui ka rohkem õppimiseks.
eu: Janaria erabilgarria izan dadin, ahalik eta gutxien bota behar dugu. Janaria platerean jateak ondo sentiarazten zaitu eta janaria zure urdailean amaitzen denean, jolasteko eta gehiago ikasteko energia ematen dizu.
fa: برای اینکه غذا مفید باشد باید تا حد امکان کم دور بیندازم. خوردن غذا روی بشقاب باعث می شود احساس خوبی داشته باشید و وقتی غذا به معده تان ختم می شود، این انرژی را به شما می دهد که هم بازی کنید و هم بیشتر یاد بگیرید.
fi: Jotta ruoka olisi hyödyllistä, meidän pitäisi heittää pois mahdollisimman vähän. Ruoan syöminen lautasella saa sinut tuntemaan olosi hyväksi ja kun ruoka päätyy vatsaan, se antaa energiaa sekä pelata että oppia lisää.
fil: Para maging kapaki-pakinabang ang pagkain, dapat tayong itapon nang kaunti hangga't maaari. Kumain ng pagkain sa plate ay gumagawa ng pakiramdam maganda at kapag ang pagkain ay nagtatapos up sa iyong tiyan, ito ay nagbibigay sa iyo ng enerhiya sa parehong play at malaman ang higit pa.
fo: Fyri at maturin skal vera nýtiligur, áttu vit at tveitt so lítið sum gjørligt. At eta matin á tallerkinum fær teg at kenna teg væl og tá maturin endar í búkinum, gevur tað tær orku til bæði at spæla og læra meira.
fr: Pour que la nourriture soit utile, nous devrions jeter le moins possible. Manger la nourriture dans l’assiette vous fait vous sentir bien et quand la nourriture finit dans votre estomac, cela vous donne l’énergie de jouer et d’en apprendre davantage.
ga: D'fhonn go mbeadh an bia úsáideach, ba chóir dúinn caitheamh amach chomh beag agus is féidir. Má itheann tú an bia ar an bpláta, mothaíonn tú go maith agus nuair a chríochnaíonn an bia i do bholg, tugann sé an fuinneamh duit don súgradh agus foghlaim níos mó.
gl: Para que os alimentos sexan útiles, debemos tirar o menos posible. Comer a comida no prato fai que se sinta ben e cando a comida acaba no seu estómago, dálle a enerxía tanto para xogar e aprender máis.
gu: ખોરાક ઉપયોગી બને તે માટે આપણે બને તેટલું ઓછું ફેંકી દેવું જોઈએ. થાળીમાં ખાવાનું ખાવાથી તમને સારું લાગે છે અને જ્યારે ખોરાક તમારા પેટમાં સમાપ્ત થાય છે, ત્યારે તે તમને રમવા અને વધુ શીખવા બંને માટે શક્તિ આપે છે.
he: על מנת שהאוכל יהיה שימושי, אנחנו צריכים לזרוק כמה שפחות. אכילת האוכל בצלחת גורמת לך להרגיש טוב וכשהאוכל מגיע לקיבה שלך, זה נותן לך את האנרגיה גם לשחק וגם ללמוד עוד.
hi: भोजन उपयोगी होने के लिए, हमें जितना संभव हो उतना कम फेंक देना चाहिए। प्लेट में खाना खाने से आपको अच्छा महसूस होता है और जब खाना आपके पेट में खत्म हो जाता है, तो यह आपको खेलने और अधिक सीखने दोनों की ऊर्जा देता है।
hr: Da bi hrana bila korisna, trebamo baciti što je manje moguće. Jedenje hrane na tanjuru čini da se osjećate dobro i kada hrana završi u želucu, daje vam energiju da se i igrate i naučite više.
hu: Annak érdekében, hogy az étel hasznos legyen, a lehető legkevesebbet kell eldobnunk. Ha megeszed az ételt a tányéron, jól érzed magad, és amikor az étel a gyomrodba kerül, energiát ad neked, hogy játszhass és többet megtudj.
hy: Որպեսզի սնունդն օգտակար լինի, պետք է հնարավորինս քիչ դեն նետել: Ափսեի վրա սնունդ ուտելը ձեզ լավ է զգում, եւ երբ սնունդը վերջանում է ստամոքսում, դա ձեզ էներգիա է տալիս եւ՛ խաղալու, եւ՛ ավելին իմանալու համար։
id: Agar makanan bermanfaat, kita harus membuangnya sesedikit mungkin. Makan makanan di piring membuat Anda merasa enak dan ketika makanan berakhir di perut Anda, itu memberi Anda energi untuk bermain dan belajar lebih banyak.
is: Til þess að maturinn nýtist ættum við að henda sem minnstu. Að borða matinn á disknum lætur þér líða vel og þegar maturinn endar í maganum gefur það þér orku til að bæði leika þér og læra meira.
it: Affinché il cibo sia utile, dovremmo buttare via il meno possibile. Mangiare il cibo nel piatto ti fa sentire bene e quando il cibo finisce nello stomaco, ti dà l'energia per giocare e imparare di più.
ja: 食べ物が役に立つためには、できるだけ捨てるべきではない。皿の上で食べ物を食べると気分が良くなり、食べ物があなたの胃の中で終わると、遊びと学ぶエネルギーが与わります。
ka: იმისათვის, რომ საკვები სასარგებლო იყოს, ჩვენ უნდა გადაყაროთ რაც შეიძლება ცოტა. თეფშზე საკვების ჭამა თავს კარგად გრძნობს და როდესაც საკვები მუცელში მთავრდება, ის ენერგიას გაძლევთ ორივე თამაშს და მეტს ისწავლით.
kk: Тамақ пайдалы болуы үшін бізге барынша аз лақтыру керек. Тамақты тәрелкеде жеу өзіңізді жақсы сезінеді және тамақ асқазанға біткен кезде ойнауға да, көбірек үйренуге де энергия береді.
km: ដើម្បី ឲ្យ អាហារ មាន ប្រយោជន៍ យើង គួរ តែ បោះ ចោល តិច តាម ដែល អាច ធ្វើ ទៅ បាន ។ ការបរិភោគអាហារនៅលើផ្ទាំងធ្វើឱ្យអ្នកមានអារម្មណ៍ល្អ ហើយនៅពេលដែលអាហារនោះបញ្ចប់នៅក្នុងពោះរបស់អ្នក វាផ្តល់ថាមពលដល់អ្នកទាំងលេងនិងរៀនបន្ថែម។
kn: ಆಹಾರವು ಉಪಯುಕ್ತವಾಗಬೇಕಾದರೆ, ನಾವು ಸಾಧ್ಯವಾದಷ್ಟು ಕಡಿಮೆ ಎಸೆಯಬೇಕು. ತಟ್ಟೆಯಲ್ಲಿ ಆಹಾರವನ್ನು ತಿನ್ನುವುದರಿಂದ ನಿಮಗೆ ಉತ್ತಮ ಅನುಭವವಾಗುತ್ತದೆ ಮತ್ತು ಆಹಾರವು ನಿಮ್ಮ ಹೊಟ್ಟೆಯಲ್ಲಿ ಕೊನೆಗೊಂಡಾಗ, ಅದು ನಿಮಗೆ ಆಟವಾಡಲು ಮತ್ತು ಹೆಚ್ಚು ಕಲಿಯಲು ಶಕ್ತಿಯನ್ನು ನೀಡುತ್ತದೆ.
ko: 음식이 유용하기 위해서는 가능한 한 적게 버려야합니다. 접시에있는 음식을 먹으면 기분이 좋아지고 음식이 위장에서 끝나면 놀고 더 많은 것을 배울 수있는 에너지를줍니다.
ku: بۆ ئەوەی خواردنەکە بەسوود بێت، ئێمە دەبێت بە کەمترین کات فڕێ بدەین خواردنی خواردنەکە لەسەر قاپەکە هەستێکی باشت پێ دەکات و کاتێک خواردنەکە لە گەدەت تەواو دەبێت، وزەت پێدەدات بۆ هەردوو یاری کردن و فێربوونی زیاتر.
ky: Тамак-аш пайдалуу болушу үчүн, биз мүмкүн болушунча аз ыргытып жиберишибиз керек. Табакта тамак жеп, өзүңөрдү жакшы сезип, тамак ашказаныңызга түшкөндө, ойноого да, көбүрөөк билүүгө да энергия берет.
lo: ເພື່ອໃຫ້ອາຫານມີປະໂຫຍດ, ພວກເຮົາຄວນຖິ້ມໃຫ້ຫນ້ອຍທີ່ສຸດເທົ່າທີ່ຈະເປັນໄປໄດ້. ການກິນອາຫານໃນແຜ່ນເຮັດໃຫ້ທ່ານຮູ້ສຶກດີແລະເມື່ອອາຫານຈົບລົງໃນທ້ອງ, ມັນເຮັດໃຫ້ທ່ານມີພະລັງງານທີ່ຈະທັງຫຼິ້ນແລະຮຽນຮູ້ເພີ່ມເຕີມ.
lt: Kad maistas būtų naudingas, turėtume išmesti kuo mažiau. Valgydami maistą lėkštėje, jaučiatės gerai, o kai maistas patenka į skrandį, tai suteikia energijos ir žaisti, ir sužinoti daugiau.
lv: Lai pārtika būtu noderīga, mums vajadzētu izmest pēc iespējas mazāk. Ēdot ēdienu uz šķīvja, jūs jūtaties labi, un, kad ēdiens nonāk jūsu kuņģī, tas dod jums enerģiju gan spēlēt, gan uzzināt vairāk.
mg: Mba hahatonga ny sakafo ho ilaina, dia tokony ho ariantsika araka izay azo atao. Ny fihinanana ireo sakafo eo amin'ilay lovia dia mahatonga anao hahatsapa ho tsara ary rehefa miafara ao amin'ny vavoninao ny sakafo dia manome hery anao izany mba hilalao sy hianatra bebe kokoa.
mi: Kia whai painga ai nga kai, me maka atu e tātau kia iti rawa te wā e taea ai. Mā te kai i nga kai i runga i te pereti ka pai koe, ā, ina mutu te kai i roto i tōu puku, ka hoatu ki a koe te pūngao ki te tākaro me te ako anō.
mk: За да биде храната корисна, треба да фрлиме што е можно помалку. Јадењето на храната на чинијата ве тера да се чувствувате добро и кога храната ќе заврши во твојот стомак, тоа ви дава енергија да играте и да учите повеќе.
ml: ഭക്ഷണം ഉപയോഗപ്രദമാകണമെങ്കിൽ, നാം കഴിയുന്നത്ര കുറച്ച് വലിച്ചെറിയണം. പ്ലേറ്റിലെ ഭക്ഷണം കഴിക്കുന്നത് നിങ്ങൾക്ക് സന്തോഷം നൽകുന്നു, ഭക്ഷണം നിങ്ങളുടെ വയറ്റിൽ അവസാനിക്കുമ്പോൾ, അത് കളിക്കുന്നതിനും കൂടുതൽ പഠിക്കുന്നതിനുമുള്ള ഊർജ്ജം നൽകുന്നു.
mn_cyrl: Хоол хүнсээ хэрэглэхийн тулд аль болох бага хаях хэрэгтэй. Таваг дээрх хоолыг идэх нь танд сайхан мэдрэмж төрүүлж, хоол ходоодонд тань дуусахад тоглох, илүү ихийг сурах эрч хүчийг өгдөг.
mr: अन्न उपयोगी पडावे म्हणून आपण शक्य तितके कमी फेकून दिले पाहिजे. ताटातलं अन्न खाल्ल्याने तुम्हाला बरं वाटतं आणि जेव्हा ते अन्न पोटात संपतं, तेव्हा ते तुम्हाला खेळणं आणि अधिक शिकणं या दोन्ही गोष्टींसाठी ऊर्जा देते.
ms: Agar makanan berguna, kita harus membuang sesedikit mungkin. Makan makanan di atas pinggan membuat anda berasa baik dan apabila makanan berakhir di perut anda, ia memberi anda tenaga untuk bermain dan belajar lebih banyak.
mt: Sabiex l-ikel ikun utli, għandna narmu mill-inqas possibbli. Tiekol l-ikel fuq il-pjanċa jġiegħlek tħossok tajjeb u meta l-ikel jispiċċa fl-istonku tiegħek, jagħtik l-enerġija kemm biex tilgħab kif ukoll titgħallem aktar.
my: အစားအစာကို အသုံးဝင်စေရန် အတတ်နိုင်ဆုံး နည်းနည်းလေး စွန့်ပစ်သင့်သည်။ ပန်းကန်ပြားပေါ်က အစားအစာကိုစားခြင်းက သင့်ကို ပျော်ရွှင်စေပြီး အစာအိမ်ထဲမှာ အစားအစာတွေ အဆုံးသတ်သွားတဲ့အခါ ကစားဖို့နဲ့ ပိုသင်ယူဖို့ ခွန်အားပေးတယ်။
nb: For at maten skal være nyttig, bør vi kaste bort så lite som mulig. Å spise maten på tallerkenen får deg til å føle deg bra, og når maten havner i magen, gir det deg energi til både å leke og lære mer.
ne: खाना उपयोगी हुनको लागि हामीले सकेसम्म कम फ्याँक्नुपर्छ। थालमा खाना खाँदा तपाईंलाई राम्रो महसुस हुन्छ र जब खाना तपाईंको पेटमा समाप्त हुन्छ, यसले तपाईंलाई खेल्न र अझ बढी सिक्न ऊर्जा दिन्छ।
nl: Om het voedsel nuttig te laten zijn, moeten we zo min mogelijk weggooien. Het eten van het eten op het bord geeft je een goed gevoel en wanneer het eten in je maag terechtkomt, geeft het je de energie om zowel te spelen als meer te leren.
or: ଖାଦ୍ୟ ଉପଯୋଗୀ ହେବା ପାଇଁ, ଆମେ ଯଥାସମ୍ଭବ କମ୍ ଫିଙ୍ଗିବା ଉଚିତ୍ | ପ୍ଲେଟରେ ଖାଦ୍ୟ ଖାଇବା ଆପଣଙ୍କୁ ଭଲ ଅନୁଭବ କରେ ଏବଂ ଯେତେବେଳେ ଖାଦ୍ୟ ଆପଣଙ୍କ ପେଟରେ ଶେଷ ହୁଏ, ଏହା ଆପଣଙ୍କୁ ଉଭୟ ଖେଳିବା ଏବଂ ଅଧିକ ଶିଖିବା ପାଇଁ ଶକ୍ତି ଦେଇଥାଏ |
pa: ਭੋਜਨ ਦੇ ਲਾਭਦਾਇਕ ਹੋਣ ਵਾਸਤੇ, ਸਾਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਭਵ ਹੱਦ ਤੱਕ ਘੱਟ ਤੋਂ ਘੱਟ ਸੁੱਟਣਾ ਚਾਹੀਦਾ ਹੈ। ਪਲੇਟ 'ਤੇ ਭੋਜਨ ਖਾਣ ਨਾਲ ਤੁਹਾਨੂੰ ਚੰਗਾ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜਦ ਭੋਜਨ ਤੁਹਾਡੇ ਪੇਟ ਵਿੱਚ ਖਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਤੁਹਾਨੂੰ ਖੇਡਣ ਅਤੇ ਵਧੇਰੇ ਸਿੱਖਣ ਦੋਨਾਂ ਨੂੰ ਹੀ ਊਰਜਾ ਦਿੰਦਾ ਹੈ।
pl: Aby jedzenie było przydatne, powinniśmy wyrzucać jak najmniej. Jedzenie jedzenia na talerzu sprawia, że czujesz się dobrze, a kiedy jedzenie trafia do żołądka, daje ci energię zarówno do zabawy, jak i uczenia się więcej.
ps: د دې لپاره چې خواړه ګټور وی، موږ باید د امکان تر حده لږ لرې وغورځو. په پلیټ کې د خوړو خوړل تاسو ته ښه احساس درکوی او کله چې خواړه ستاسو په معده کې پای ته ورسېږی ، نو تاسو ته دا انرژی درکوی چې دواړه لوبې وکړئ او نور زده کړئ.
pt_br: Para que a comida seja útil, devemos jogar fora o mínimo possível. Comer a comida no prato faz você se sentir bem e quando a comida acaba em seu estômago, dá-lhe a energia para tanto jogar e aprender mais.
ro: Pentru ca alimentele să fie utile, ar trebui să aruncăm cât mai puțin posibil. Consumul de alimente din farfurie te face să te simți bine și atunci când mâncarea ajunge în stomac, îți dă energia atât să te joci, cât și să înveți mai multe.
ru: Чтобы пища была полезной, мы должны выбрасывать как можно меньше. Употребление пищи на тарелке заставляет вас чувствовать себя хорошо, и когда пища попадает в ваш желудок, это дает вам энергию, чтобы играть и узнавать больше.
sk: Aby bolo jedlo užitočné, mali by sme vyhodiť čo najmenej. Jesť jedlo na tanieri vám dáva dobrý pocit a keď jedlo skončí v žalúdku, dodá vám energiu hrať a učiť sa viac.
sl: Da bi bila hrana koristna, bi morali zavreči čim manj. Ob jedu hrane na krožniku se počutite dobro in ko hrana konča v želodcu, vam daje energijo, da se igrate in naučite več.
sq: Që ushqimi të jetë i dobishëm, duhet të flakim sa më pak që të jetë e mundur. Ngrënia e ushqimit në pjatë ju bën të ndiheni mirë dhe kur ushqimi përfundon në stomak, ju jep energji si për të luajtur, ashtu edhe për të mësuar më shumë.
sr_latn: Da bi hrana bila korisna, trebalo bi da bacimo što manje. Jedenje hrane na tanjiru čini da se osećate dobro i kada hrana završi u vašem stomaku, to vam daje energiju da se oboje igrate i učite više.
sv: För att maten ska göra nytta så bör vi slänga så lite som möjligt. Att äta maten på tallriken gör så att du mår bra och när maten hamnar i magen ger den dig energin att både leka och lära dig mer.
sw: Ili chakula kiwe na manufaa, tunapaswa kutupa kidogo iwezekanavyo. Kula chakula kwenye sahani kunakufanya ujisikie vizuri na chakula kinapoishia tumboni mwako, hukupa nguvu ya kucheza na kujifunza zaidi.
ta: உணவு பயனுள்ளதாக இருக்க, நாம் முடிந்தவரை குறைவாக தூக்கி எறிய வேண்டும். தட்டில் உள்ள உணவை சாப்பிடுவது உங்களை நன்றாக உணர வைக்கிறது, மேலும் உணவு உங்கள் வயிற்றில் முடிவடையும் போது, அது விளையாடுவதற்கும் மேலும் கற்றுக்கொள்வதற்கும் உங்களுக்கு ஆற்றலை அளிக்கிறது.
te: ఆహారం ఉపయోగకరంగా ఉండటానికి, మనం సాధ్యమైనంత తక్కువ విసిరివేయాలి. ప్లేటులో ఉన్న ఆహారాన్ని తినడం వల్ల మీకు మంచి అనుభూతి కలుగుతుంది మరియు ఆహారం మీ కడుపులో ముగిసినప్పుడు, ఇది మీకు ఆడటానికి మరియు మరింత నేర్చుకోవడానికి శక్తిని ఇస్తుంది.
th: เพื่อให้อาหารมีประโยชน์เราควรทิ้งให้น้อยที่สุด การกินอาหารบนจานทําให้คุณรู้สึกดีและเมื่ออาหารจบลงในท้องของคุณมันจะช่วยให้คุณมีพลังงานในการเล่นและเรียนรู้เพิ่มเติม
tk: Iýmitpeýdaly bolar ýaly, mümkin boldugyndan, az zyňmaly. Tabakdaky naharlary iýmek özüňi gowy duýmaga kömek edýär. Iýmit aşgazanyňa düşende, bu size oýnamaga hem-de köpräk bilmäge güýç berýär.
tr: Yiyeceklerin faydalı olması için mümkün olduğunca az çöpe atmalıyız. Tabaktaki yiyecekleri yemek kendinizi iyi hissetmenizi sağlar ve yemek midenizde sona erdiğinde, hem oynama hem de daha fazla bilgi edinme enerjisi verir.
tt: Ризык файдалы булсын өчен, мөмкин кадәр азрак ыргытырга тиеш. Тәлинкәдәге ризыкны ашау сезне яхшы хис итә, ашау ашказанына беткәч, ул уйнарга да, күбрәк белем алырга да энергия бирә.
ug: يېمەكلىكنىڭ پايدىلىق بولۇشى ئۈچۈن، ئامال بار ئاز تاشلىۋېتىش كېرەك. تەخسىگە قويۇلغان يېمەكلىكلەرنى يېيىش سىزنى ياخشى ھېس قىلدۇرىدۇ، تاماق قورسىقىڭىزدا ئاخىرلاشقاندا، ھەم ئويناپ ھەم كۆپرەك ئۆگىنىشكە زېھنىي كۈچ ئاتا قىلىدۇ.
uk: Щоб їжа була корисною, слід викидати якомога менше. Вживання їжі на тарілці змушує вас почувати себе добре, і коли їжа потрапляє у ваш шлунок, це дає вам енергію як грати, так і вчитися більше.
ur: کھانے کے مفید ہونے کے لئے، ہمیں کم سے کم پھینک دینا چاہئے۔ پلیٹ میں کھانا کھانے سے آپ کو اچھا محسوس ہوتا ہے اور جب کھانا آپ کے پیٹ میں ختم ہوتا ہے تو یہ آپ کو کھیلنے اور مزید سیکھنے دونوں کی توانائی دیتا ہے۔
uz: Taom foydali boʻlishi uchun imkon qadar kamroq tashlab yuborishimiz kerak. Ovqatni plitada iste'mol qilish sizni yaxshi his qiladi va ovqat qorningizga tushganda, bu sizga ham, ham ko'proq ma'lumot olish uchun kuch beradi.
vi: Để thức ăn hữu ích, chúng ta nên vứt đi càng ít càng tốt. Ăn thức ăn trên đĩa làm cho bạn cảm thấy tốt và khi thức ăn kết thúc trong dạ dày của bạn, nó cung cấp cho bạn năng lượng để chơi và học hỏi nhiều hơn.
zh_hans: 为了使食物有用，我们应该尽可能少地扔掉。吃盘子里的食物会让你感觉良好，当食物最终进入你的胃时，它会给你能量来玩和学习更多。
zu: Ukuze ukudla kube usizo, kufanele silahle kancane ngangokunokwenzeka. Ukudla ukudla epuletini kwenza uzizwe kahle futhi lapho ukudla kuphelela esiswini sakho, kukunika amandla okudlala kokubili nokufunda kabanzi.

# food_waste_kompostina_title
source: Do you want to weigh food? ⚖️ Press me, Kompostina!
af: Wil jy kos weeg? ⚖️ Druk my, Kompostina!
am: ምግብ መመዘን ትፈልጋለህ? ⚖️ ኮምፖዚና ሆይ አስጨንቀኝ!
ar: هل تريد وزن الطعام؟ ⚖️ اضغط علي يا (كومباستينا)!
as: আপুনি খাদ্যৰ ওজন ল'ব বিচাৰে নেকি? ⚖️ মোক হেঁচা দিয়ক, কম্পষ্টিনা!
az: Yemək çəkmək istəyirsiniz? ⚖️ Mənə bas, Kompostina!
bg: Искаш ли да тежим храна? ⚖️ Притисни ме, Компощина!
bn: আপনি কি খাবারের ওজন করতে চান? ⚖️ আমাকে চাপ দাও, কমপোস্টিনা!
bo: ཁྱོད་ཀྱིས་ཟས་རིགས་ཀྱི་ལྗིད་ཚད་འཇལ་དགོས་སམ། ⚖️ ང་ལ་གནོན་རོགས། ཁོའོ་ཕུའུ་སི་ཐེ་ན་རེད།
bs: Želiš li vagati hranu? ⚖️ Pritisni me, Kompostina!
ca: Vols pesar aliments? ⚖️ Pressiona'm, Kompostina!
cs: Chcete vážit jídlo? ⚖️ Stiskni mě, Kompostino!
cy: Wyt ti eisiau pwyso bwyd? ⚖️ Pwyswch fi, Kompostina!
da: Vil du veje mad? ⚖️ Tryk på mig, Kompostina!
de: Möchten Sie Lebensmittel wiegen? ⚖️ Drücke mich, Kompostina!
el: Θέλετε να ζυγίσετε τα τρόφιμα; ⚖️ Πάτησέ με, Κομποστίνα!
es: ¿Quieres pesar los alimentos? ⚖️ ¡A presión, Kompostina!
et: Kas soovite toitu kaaluda? ⚖️ Vajuta mulle, Kompostina!
eu: Janariak pisatu nahi dituzu? ⚖️ Presionatu, Kompostina!
fa: ميخواي غذا وزن کني؟ ⚖️ منو فشار بده، کومپوستينا!
fi: Haluatko punnita ruokaa? ⚖️ minua, Kompostina!
fil: Gusto mo bang timbangin ang pagkain? ⚖️ Pindutin mo ako, Kompostina!
fo: Vilt/Vilja tú/meta um mat? ⚖️ Trýst á meg, Kompostina!
fr: Voulez-vous peser des aliments? ⚖️ Pressez-moi, Kompostina!
ga: Ar mhaith leat bia a mheá? ⚖️ Brúigh orm, Kompostina!
gl: Queres comer? ⚖️ ¡Apágame, Kompostina!
gu: શું તમે ખોરાકનું વજન કરવા માંગો છો? ⚖️ મને દબાવો, કોમ્પોસ્ટીના!
he: האם אתה רוצה לשקול מזון? ⚖️ לחץ עלי, קומפוסטינה!
hi: क्या आप भोजन का वजन करना चाहते हैं? ⚖️ मुझे दबाओ, कोम्पोस्टिना!
hr: Želite li vagati hranu? ⚖️ me pritisni, Kompostina!
hu: Szeretnéd lemérni az ételt? ⚖️ Nyomj meg, Kompostina!
hy: Ուզո՞ւմ եք կշռադատել սնունդը: ⚖️ Սեղմեք ինձ, Kompostina!
id: Apakah Anda ingin menimbang makanan? ⚖️ Tekan aku, Kompostina!
is: Viltu vigta mat? ⚖️ Ýttu á mig, Kompostina!
it: Vuoi pesare il cibo? ⚖️ Premimi, Kompostina!
ja: あなたは食べ物の重量を量りたいですか?⚖️ プレス・ミー、コンポスティナ!
ka: გსურთ საკვების წონა? ⚖️ პყკაი მვ, კჲმსპოსთნა!
kk: Тамақты өлшегіңіз келе ме? ⚖️ Мені басып, Компостина!
km: ចង់សម្រកទម្ងន់អាហារមែនទេ? ⚖️ ចុចខ្ញុំ, Kompostina!
kn: ನೀವು ಆಹಾರವನ್ನು ತೂಕ ಮಾಡಲು ಬಯಸುವಿರಾ? ⚖️ ನನ್ನನ್ನು ಒತ್ತಿರಿ, ಕೊಂಪೊಸ್ಟಿನಾ!
ko: 음식의 무게를 측정하고 싶습니까? ⚖️ 저를 누르십시오, Kompostina!
ku: دەتەوێت خواردن کێش بکەیت؟ ⚖️ فشارم بدە، کۆمپۆستینا!
ky: Тамак-аш таразалап келет? ⚖️ Мени басуу, Компостина!
lo: ທ່ານຕ້ອງການນ້ໍາຫນັກອາຫານບໍ? ⚖️ ກົດຂ້ອຍ, Kompostina!
lt: Ar norite pasverti maistą? ⚖️ Spausk mane, Kompostina!
lv: Vai vēlaties nosvērt pārtiku? ⚖️ Spied mani, Kompostina!
mg: Te-hivesa-lanja sakafo ve ianao? ⚖️ Tsindrio aho ry Kompostina!
mi: E hiahia ana koe ki te pauna kai? ⚖️ Pēhi mai ki a au, Kompostina!
mk: Сакаш да тежиш храна? ⚖️ Притисни ме, Компостина!
ml: ഭക്ഷണം തൂക്കിനോക്കണോ? ⚖️ എന്നെ സമ്മർദ്ദത്തിലാക്കൂ, കൊമ്പോസ്റ്റിന!
mn_cyrl: Та хоол хүнс жинлэхийг хүсэж байна уу? ⚖️ Намайг дар, Компостина!
mr: तुला अन्नाचं वजन करायचं आहे का? ⚖️ मला दाबा, कोम्पोस्टिना!
ms: Adakah anda mahu menimbang makanan? ⚖️ Tekan saya, Kompostina!
mt: Trid tiżen l-ikel? ⚖️ Agħfasni, Kompostina!
my: အစားအစာကို ချိန်တွယ်ချင်သလား။ ⚖️ ကိုမ်ပိုစတီနာကိုနှိပ်ပါ။
nb: Vil du veie mat? ⚖️ Press meg, Kompostina!
ne: के तपाईं खानाको तौल गर्न चाहनुहुन्छ? ⚖️ मुझे प्रेस करो, कोमपोस्टिना!
nl: Wil je eten wegen? ⚖️ Druk op mij, Kompostina!
or: ଆପଣ ଖାଦ୍ୟ ଓଜନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ⚖️ ମୋତେ ଦବାନ୍ତୁ, କୋମପୋଷ୍ଟିନା!
pa: ਕੀ ਤੁਸੀਂ ਭੋਜਨ ਦਾ ਭਾਰ ਤੋਲਣਾ ਚਾਹੁੰਦੇ ਹੋ? ⚖️ ਮੈਨੂੰ ਦਬਾਓ, ਕੋਮਪੋਸਟੀਨਾ!
pl: Chcesz ważyć jedzenie? ⚖️ Naciśnij mnie, Kompostina!
ps: ایا تاسو غواړئ چې خواړه وزن کړئ؟ ⚖️ ما ته زور راکړئ ، کومپوستینا !
pt_br: Você quer pesar comida? ⚖️ Me pressione, Kompostina!
ro: Vrei să cântărești mâncarea? ⚖️ Apăsați-mă, Kompostina!
ru: Хотите взвесить еду? ⚖️ Дай мне, Компостина!
sk: Chcete vážiť jedlo? ⚖️ Stlačte ma, Kompostina!
sl: Bi rad tehtal hrano? ⚖️ Pritisni me, Kompostina!
sq: Doni të peshoni ushqimin? ⚖️ Më shtyp, Kompostina!
sr_latn: Želite li da izmerite hranu? ⚖️ Pritisni me, Kompostina!
sv: Vill du väga mat? ⚖️ Tryck på mig, Kompostina!
sw: Unataka kupima chakula? ⚖️ Nibonyeze, Kompostina!
ta: நீங்கள் உணவை எடைபோட விரும்புகிறீர்களா? ⚖️ என்னை அழுத்தவும், Kompostina!
te: మీరు ఆహారాన్ని తూకం వేయాలని అనుకుంటున్నారా? ⚖️ నన్ను నొక్కండి, కొంపోస్టినా!
th: คุณต้องการชั่งน้ําหนักอาหารหรือไม่? ⚖️ กดฉัน, Kompostina!
tk: Iýmiti ölçemek isleýärmiň? ⚖️ Bas meni Kompostina!
tr: Yemeği tartmak ister misin? ⚖️ bas, Kompostina!
tt: Ризыкны үлчәүне телисезме? ⚖️ Миңа, Компошинаны алыгыз!
ug: يېمەكلىكنىڭ ئېغىرلىقىنى ئۆلچەپ باقامسىز؟ ⚖️ باسىڭ مېنى، Kompostina!
uk: Хочете зважити їжу? ⚖️ Притисни мене, Компостіна!
ur: کیا آپ کھانے کا وزن کرنا چاہتے ہیں؟ ⚖️ مجھے دبائیں، کومپوسٹینا!
uz: Oziq-ovqatlarni tortishni istaysizmi? ⚖️ Bas meni Kompostina!
vi: Bạn muốn cân nhắc thức ăn? ⚖️ Nhấn tôi, Kompostina!
zh_hans: 你想称量食物吗？⚖️ 按我，科姆波斯蒂娜！
zu: Ufuna ukulinganisa ukudla? ⚖️ Ngicindezele, Kompostina!
