Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_you_found_goal_11
source: You found goal 11: Sustainable cities and cummunities
af: Jy het doel gevind 11: Volhoubare stede en kommuniteite
am: ግብ አግኝተሃል 11 ዘላቂ ከተሞች እና cummunities
ar: لقد وجدت الهدف 11: المدن المستدامة والكومبونية
as: আপুনি লক্ষ্য 11 বিচাৰি পাইছে: বহনক্ষম চহৰ আৰু কাম-কাজ
az: Məqsəd 11 tapdınız: Davamlı şəhərlər və cummunities
bg: Намерихте цел 11: Устойчиви градове и кумуни
bn: আপনি লক্ষ্য 11 খুঁজে পেয়েছেন: টেকসই শহর এবং cummunities
bo: ཁྱེད་ཚོས་དམིགས་འབེན་11:རྒྱུན་མཐུད་ཐུབ་པའི་གྲོང་ཁྱེར་དང་རིམ་རྩིས་བྱས་ན།
bs: Našli ste cilj 11: Održivi gradovi i komunalije
ca: Heu trobat l'objectiu 11: Ciutats i comunitats sostenibles
cs: Našli jste cíl č. 11: Udržitelná města a komunity
cy: Fe ddaethoch o hyd i nod 11: Dinasoedd cynaliadwy a chummunities
da: Du fandt mål 11: Bæredygtige byer og kommuner
de: Sie haben Ziel 11 gefunden: Nachhaltige Städte und Gemeinden
el: Βρήκατε τον στόχο 11: Βιώσιμες πόλεις και κοινότητες
es: Usted encontró el objetivo 11: Ciudades sostenibles y cummunidades
et: Leidsite eesmärgi nr 11: Jätkusuutlikud linnad ja kulakud
eu: 11. helburua aurkitu zenuen: Hiri eta komunitate jasangarriak
fa: شما در بر داشت هدف 11 : شهرستانها پایدار و تجمعات
fi: Löysit tavoitteen 11: Kestävät kaupungit ja cummunities
fil: Natagpuan mo ang layunin 11: Sustainable lungsod at lungsod
fo: Tú/fanst/funnu mál 11: Sustainable býir og cummunities
fr: Vous avez trouvé l’objectif 11: Villes durables et cummunities
ga: D'aimsigh tú sprioc 11: Cathracha inbhuanaithe agus cummunities
gl: Obxectivo 11: CIDADES E CUMMUNIDADES SUSTENTABLES
gu: તમને લક્ષ્યાંક 11: ટકાઉ શહેરો અને કમ્યુનિટીઝ
he: מצאתם את יעד 11: ערים בנות קיימא וקומונות
hi: आपको लक्ष्य 11 मिला: टिकाऊ शहर और कमी
hr: Pronašli ste cilj 11: Održivi gradovi i kumuniteti
hu: Megtaláltad a 11. célt: Fenntartható városok és közösség
hy: Դուք գտաք նպատակ 11. Կայուն քաղաքներ եւ կումուններ
id: Anda menemukan tujuan 11: Kota dan cummunities yang berkelanjutan
is: Þú fannst markmið 11: Sjálfbærar borgir og cummunities
it: Hai trovato l'obiettivo 11: Città e comunità sostenibili
ja: 目標 11: 持続可能な都市と累積
ka: თქვენ იპოვნეთ მიზანი 11: მდგრადი ქალაქები და კუმუბები
kk: Сіз 11-мақсатты таптыңыз: Тұрақты қалалар мен жиынтықтар
km: អ្នកបានរកឃើញគោលដៅ ១១៖ ទីក្រុងប្រកបដោយនិរន្តរភាព និងភាពធន់
kn: ನೀವು ಗುರಿ 11 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಸುಸ್ಥಿರ ನಗರಗಳು ಮತ್ತು ಕಮ್ಮಿನಿಟಿಗಳು
ko: 당신은 목표 11을 발견했습니다 : 지속 가능한 도시와 커뮤니티
ku: تۆ ئامانجت دۆزیەوە 11: شارە بەردەوامەکان و کەڵەکەبووەکان
ky: Сиз максат таптым 11: Туруктуу шаарлар жана куммундуктар
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ ທີ 11: ເມືອງທີ່ຍືນຍົງ ແລະ ສະສົມ
lt: Jūs radote 11 tikslą: tvarūs miestai ir cummunities
lv: Jūs atradāt 11. mērķi: Ilgtspējīgas pilsētas un imunitāte
mg: Nahita tanjona 11 ianao: Tanàna maharitra sy kodiara.
mi: I kitea e koe te whāinga 11: Ngā tāone mārō me ngā āhuatanga ā-iwi
mk: Ја најдовте целта 11: Одржливи градови и кумуни
ml: നിങ്ങൾ ലക്ഷ്യം 11 കണ്ടെത്തി: സുസ്ഥിര നഗരങ്ങളും കമ്മൂണിറ്റികളും
mn_cyrl: Та зорилгыг олсон 11: Тогтвортой хот, суурин
mr: तुम्हाला ध्येय 11 सापडले: टिकाऊ शहरे आणि सौंदर्य
ms: Anda menemui matlamat 11: Bandar mampan dan cummunities
mt: Sibt l-għan 11: Bliet u kuliċmja sostenibbli
my: ပန်းတိုင် ၁၁– တည်တံ့တဲ့ မြို့ကြီးတွေနဲ့ ပျက်စီးယိုယွင်းမှုတွေ
nb: Du fant mål 11: Bærekraftige byer og cummunities
ne: तपाईंले लक्ष्य 11 फेला पार्नुभयो: दिगो शहरहरू र कम्युनिटीहरू
nl: Je hebt doel 11 gevonden: Duurzame steden en gemeenten
or: ଆପଣ ଲକ୍ଷ୍ୟ 11 ପାଇଲେ: ସ୍ଥାୟୀ ସହର ଏବଂ କମ୍ମୁନିଟି
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 11 ਮਿਲਿਆ: ਟਿਕਾਊ ਸ਼ਹਿਰ ਅਤੇ ਕਮਿਉਨਿਟੀਜ਼
pl: Znalazłeś cel 11: Zrównoważone miasta i kumuny
ps: تاسو هدف ١١ : دوامداره ښارونه او کمونونه وموندل
pt_br: Você encontrou a meta 11: Cidades sustentáveis e cummunidades
ro: Ați găsit obiectivul 11: Orașe durabile și cummunități
ru: Вы нашли цель 11: Устойчивые города и коммуны
sk: Našli ste cieľ 11: Udržateľné mestá a podvody
sl: Našli ste cilj 11: Trajnostna mesta in cummunities
sq: Gjete qëllimin 11: Qytete të qëndrueshme dhe shumë të mëdha
sr_latn: Pronašli ste cilj 11: Održivi gradovi i kumuniteti
sv: Du hittade mål 11: Hållbara städer och samhällen
sw: Ulipata lengo 11: Miji endelevu na cummunities
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 11: நிலையான நகரங்கள் மற்றும் கம்முனிட்டிகள்
te: మీరు లక్ష్యం 11ని కనుగొన్నారు: సుస్థిర నగరాలు మరియు కమ్యూనిటీలు
th: คุณพบเป้าหมายที่ 11: เมืองที่ยั่งยืนและชุมชนแออัด
tk: Siz maksada 11-nji tapdyňyz: Durnukly şäherler we mazmunlar
tr: Hedef buldunuz 11: Sürdürülebilir şehirler ve cummunities
tt: Сез 11 максат таптыгыз: Тотрыклы шәһәрләр һәм кумузлар
ug: 11- نىشاننى تېپىپسىز: ئىمكانىيەتلىك سىجىل شەھەر ۋە جۇغلانمىلار
uk: Ви знайшли ціль 11: Стійкі міста та cummunities
ur: آپ کو ہدف 11 ملا: پائیدار شہر اور کمونیٹیز
uz: Siz 11-maqsadni topdingiz: Barqaror shaharlar va cummunities
vi: Bạn đã tìm thấy mục tiêu 11: Các thành phố bền vững và kiêm nhiệm
zh_hans: 您找到了目标 11：可持续城市和共同社区
zu: Uthole umgomo 11: Amadolobha aqhubekayo nama-cummunities

# undp_you_found_goal_12
source: You found goal 12: Responsible consumption and production
af: Jy het doel gevind 12: Verantwoordelike verbruik en produksie
am: ግብ አግኝተሃል 12 ኃላፊነት ያለው ፍጆታ እና ምርት
ar: لقد وجدت الهدف 12: الاستهلاك والإنتاج المسؤولان
as: আপুনি লক্ষ্য 12 বিচাৰি পাইছে: দায়িত্বশীল ব্যৱহাৰ আৰু উৎপাদন
az: 12-ci məqsədi tapdınız: Məsuliyyətli istehlak və istehsal
bg: Намерихте цел 12: Отговорно потребление и производство
bn: আপনি লক্ষ্য 12 খুঁজে পেয়েছেন: দায়িত্বশীল খরচ এবং উত্পাদন
bo: ཁྱེད་ཚོས་དམིགས་འབེན་12:འགན་འཁྲི་འཁུར་བའི་འཛད་སྤྱོད་དང་ཐོན་སྐྱེད།
bs: Pronašli ste cilj 12: Odgovorna potrošnja i proizvodnja
ca: Heu trobat l'objectiu 12: Consum i producció responsables
cs: Našli jste cíl č. 12: Odpovědná spotřeba a výroba
cy: Fe ddaethoch o hyd i nod 12: Defnydd cyfrifol a chynhyrchu
da: Du fandt mål 12: Ansvarligt forbrug og produktion
de: Sie haben Ziel 12 gefunden: Verantwortungsvoller Konsum und Produktion
el: Βρήκατε τον στόχο 12: Υπεύθυνη κατανάλωση και παραγωγή
es: Usted encontró el objetivo 12: Consumo y producción responsables
et: Leidsite eesmärgi nr 12: Vastutustundlik tarbimine ja tootmine
eu: 12. helburua aurkitu zenuen: Kontsumoa eta ekoizpen arduratsuak
fa: شما در بر داشت هدف 12 : مصرف مسئول و تولید
fi: Löysit tavoitteen 12: Vastuullinen kulutus ja tuotanto
fil: Natagpuan mo ang layunin 12: Responsable consumption at produksyon
fo: Tú/fanst/funnu mál 12: Responsible consumption og production
fr: Vous avez trouvé l’objectif 12 : Une consommation et une production responsables
ga: D'aimsigh tú sprioc 12: Tomhaltas agus táirgeadh freagrach
gl: Obxectivo 12: PRODUCIÓN E CONSUMO RESPONSABLE
gu: તમને લક્ષ્યાંક ૧૨ મળ્યો: જવાબદાર વપરાશ અને ઉત્પાદન
he: מצאתם יעד 12: צריכה וייצור אחראיים
hi: आपको लक्ष्य 12 मिला: जिम्मेदार खपत और उत्पादन
hr: Pronašli ste cilj 12: Odgovorna potrošnja i proizvodnja
hu: Megtaláltad a 12. célt: Felelős fogyasztás és termelés
hy: Դուք գտաք նպատակ 12: Պատասխանատու սպառում եւ արտադրություն
id: Anda menemukan tujuan 12: Konsumsi dan produksi yang bertanggung jawab
is: Þú fannst markmið 12: Ábyrg neysla og framleiðsla
it: Hai trovato l'obiettivo 12: Consumo e produzione responsabili
ja: 目標 12: 責任消費と生産を見つけました
ka: თქვენ იპოვნეთ მიზანი 12: პასუხისმგებლიანი მოხმარება და წარმოება
kk: Сіз 12-мақсатты таптыңыз: Жауапты тұтыну және өндіру
km: អ្នកបានរកឃើញគោលដៅទី ១២៖ ការទូទាត់ និងការផលិតប្រកបដោយការទទួលខុសត្រូវ
kn: ನೀವು ಗುರಿ 12 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಜವಾಬ್ದಾರಿಯುತ ಬಳಕೆ ಮತ್ತು ಉತ್ಪಾದನೆ
ko: 목표 12 : 책임있는 소비와 생산을 발견했습니다.
ku: تۆ ئامانجت دۆزیەوە 12: بەکاربردن و بەرهەم هێنانی بەرپرسیار
ky: Сиз максат тапты 12: Жоопкерчиликтүү керектөө жана өндүрүш
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 12: ການບໍລິໂພກ ແລະ ການຜະລິດທີ່ຮັບຜິດຊອບ
lt: Radote 12 tikslą: atsakingas vartojimas ir gamyba
lv: Jūs atradāt 12. mērķi: atbildīgs patēriņš un ražošana
mg: Nahita tanjona 12 ianao: Ny fandaniana sy ny famokarana tompon'andraikitra
mi: I kitea e koe te whāinga 12: Te whakapaunga me te whakanaotanga e taea ana
mk: Ја најдовте целта 12: Одговорна потрошувачка и производство
ml: നിങ്ങൾ ലക്ഷ്യം 12 കണ്ടെത്തി: ഉത്തരവാദിത്തമുള്ള ഉപഭോഗവും ഉൽപാദനവും
mn_cyrl: Та зорилгыг олсон 12: Хариуцлагатай хэрэглээ, үйлдвэрлэл
mr: तुम्हाला लक्ष्य 12 सापडले: जबाबदार वापर आणि उत्पादन
ms: Anda menemui matlamat 12: Penggunaan dan pengeluaran yang bertanggungjawab
mt: Sibt l-għan 12: Konsum u produzzjoni responsabbli
my: ပန်းတိုင် ၁၂ – တာဝန်ရှိ သုံးစွဲမှုနဲ့ ထုတ်လုပ်မှု
nb: Du fant mål 12: Ansvarlig forbruk og produksjon
ne: तपाईंले लक्ष्य १२ फेला पार्नुभयो: जिम्मेवार उपभोग र उत्पादन
nl: Je hebt doel 12 gevonden: Verantwoorde consumptie en productie
or: ଆପଣ ଲକ୍ଷ୍ୟ 12 ପାଇଲେ: ଦାୟୀ ବ୍ୟବହାର ଏବଂ ଉତ୍ପାଦନ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 12 ਮਿਲਿਆ: ਜਿੰਮੇਵਾਰਾਨਾ ਖਪਤ ਅਤੇ ਉਤਪਾਦਨ
pl: Znalazłeś cel 12: Odpowiedzialna konsumpcja i produkcja
ps: هدف ١٢ : مصرف و تولید مسولانه
pt_br: Você encontrou meta 12: Consumo responsável e produção
ro: Ați găsit obiectivul 12: Consum și producție responsabile
ru: Вы нашли цель 12: Ответственное потребление и производство
sk: Našli ste cieľ 12: Zodpovedná spotreba a výroba
sl: Našli ste cilj 12: Odgovorna poraba in proizvodnja
sq: Gjete qëllimin 12: Konsum dhe prodhim i përgjegjshëm
sr_latn: Pronašli ste cilj 12: Odgovorna potrošnja i proizvodnja
sv: Du hittade mål 12: Hållbar konsumtion och produktion
sw: Umepata lengo namba 12: Matumizi ya uwajibikaji na uzalishaji
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 12: பொறுப்பான நுகர்வு மற்றும் உற்பத்தி
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 12: బాధ్యతాయుతమైన వినియోగం మరియు ఉత్పత్తి
th: คุณพบเป้าหมายที่ 12: การบริโภคและการผลิตอย่างมีความรับผิดชอบ
tk: Siz maksada 12-nji tapdyňyz: Jogapkärli sarp edijiler we öndürijilik
tr: Hedef 12'yi buldunuz: Sorumlu tüketim ve üretim
tt: Сез 12 максат таптыгыз: Җаваплы куллану һәм җитештерү
ug: سىز 12-نومۇرلۇق نىشاننى تاپتىڭىز: مەسئۇلىيەتچان ئىستېمال ۋە ئىشلەپچىقىرىش
uk: Ви знайшли ціль 12: Відповідальне споживання та виробництво
ur: آپ کو ہدف 12 ملا: ذمہ دارانہ کھپت اور پیداوار
uz: 12-maqsadni topdingiz: Mas'uliyatli iste'mol va ishlab chiqarish
vi: Bạn đã tìm thấy mục tiêu 12: Tiêu dùng và sản xuất có trách nhiệm
zh_hans: 你找到了目标12：负责任的消费和生产
zu: Uthole umgomo 12: Ukusetshenziswa okunomthwalo wemfanelo nokukhiqizwa

# undp_you_found_goal_13
source: You found goal 13: Climate action
af: Jy het doel gevind 13: Klimaataksie
am: ግብ አግኝተሃል 13 የአየር ንብረት እንቅስቃሴ
ar: لقد وجدت الهدف 13: العمل المناخي
as: আপুনি লক্ষ্য 13 বিচাৰি পাইছে: জলবায়ু কাৰ্য
az: 13-cü məqsədi tapdınız: İqlim hərəkəti
bg: Намерихте цел 13: Действия по климата
bn: আপনি লক্ষ্য 13 খুঁজে পেয়েছেন: জলবায়ু কর্ম
bo: ཁྱེད་ཚོས་དམིགས་འབེན་བཅུ་གསུམ་པ།གནམ་གཤིས་འགུལ་སྐྱོད།
bs: Našli ste cilj 13: Klimatska akcija
ca: Heu trobat l'objectiu 13: Acció climàtica
cs: Našli jste cíl č. 13: Opatření v oblasti klimatu
cy: Fe ddaethoch o hyd i nod 13: Gweithredu ar yr hinsawdd
da: Du fandt mål 13: Klimaindsats
de: Sie haben Ziel 13 gefunden: Klimaschutz
el: Βρήκατε τον στόχο 13: Δράση για το κλίμα
es: Encontraste el objetivo 13: Acción climática
et: Leidsite eesmärgi nr 13: kliimameetmed
eu: 13. helburua aurkitu zenuen: Ekintza klimatikoa
fa: شما در بر داشت هدف 13 : عمل آب و هوا
fi: Löysit tavoitteen 13: Ilmastotoimet
fil: Natagpuan mo ang layunin 13: Klima aksyon
fo: Tú/fanst/funnu mál 13: C Veður action
fr: Vous avez trouvé l’objectif 13 : L’action climatique
ga: D'aimsigh tú sprioc 13: Gníomhú ar son na haeráide
gl: Obxectivo 13: Acción polo clima
gu: તમને ધ્યેય ૧૩ મળ્યું: આબોહવા ક્રિયા
he: מצאתם את יעד 13: פעולה אקלימית
hi: आपको लक्ष्य 13 मिला: जलवायु कार्रवाई
hr: Pronašli ste cilj 13: Klimatska akcija
hu: Megtalálta a 13. célt: Éghajlat-politika
hy: Դուք գտաք նպատակ 13: Կլիմայական գործողություն
id: Anda menemukan tujuan 13: Aksi iklim
is: Þú fannst markmið 13: Aðgerðir í loftslagsmálum
it: Hai trovato l'obiettivo 13: Azione per il clima
ja: 目標 13: 気候アクションを見つけました
ka: თქვენ იპოვნეთ მიზანი 13: კლიმატის მოქმედება
kk: Сіз 13-мақсатты таптыңыз: Климаттық әрекет
km: អ្នកបានរកឃើញគោលដៅ 13: សកម្មភាពអាកាសធាតុ
kn: ನೀವು ಗುರಿ 13 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಹವಾಮಾನ ಕ್ರಮ
ko: 당신은 목표 13을 발견했습니다 : 기후 행동
ku: تۆ ئامانجت دۆزیەوە 13: کرداری کەش و هەوا
ky: Сиз максат таптым 13: Климаттык иш-аракет
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 13: ການກະທໍາຂອງດິນຟ້າອາກາດ
lt: Jūs nustatėte 13 tikslą: klimato politika
lv: Jūs atradāt 13. mērķi: rīcība klimata politikas jomā
mg: Nahita tanjona 13 ianao: Hetsika momba ny toetr'andro
mi: I kitea e koe te whāinga 13: Hohenga āhuarangi
mk: Ја најдовте целта 13: Климатска акција
ml: നിങ്ങൾ ലക്ഷ്യം 13 കണ്ടെത്തി: കാലാവസ്ഥാ പ്രവർത്തനം
mn_cyrl: Та зорилго 13: Цаг агаарын үйл ажиллагаа
mr: तुम्हाला लक्ष्य 13 सापडले: हवामान कृती
ms: Anda menemui matlamat 13: Tindakan iklim
mt: Sibt l-għan 13: Azzjoni klimatika
my: ပန်းတိုင် ၁၃– ရာသီဥတုလှုပ်ရှားမှု
nb: Du fant mål 13: Klimatiltak
ne: तपाईंले लक्ष्य 13 फेला पार्नुभयो: जलवायु कार्य
nl: Je hebt doel 13 gevonden: Klimaatactie
or: ଆପଣ ଲକ୍ଷ୍ୟ 13 ପାଇଲେ: ଜଳବାୟୁ କାର୍ଯ୍ୟ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 13 ਮਿਲਿਆ: ਜਲਵਾਯੂ ਕਾਰਵਾਈ
pl: Znalazłeś cel 13: Działania w dziedzinie klimatu
ps: تاسو هدف پیدا کړ ١٣ : د اقلیم عمل
pt_br: Você encontrou o objetivo 13: Ação climática
ro: Ați găsit obiectivul 13: Politici climatice
ru: Вы нашли цель 13: Климат действий
sk: Našli ste cieľ 13: Opatrenia v oblasti klímy
sl: Našli ste cilj 13: Podnebno ukrepanje
sq: Gjete golin 13: Veprimi i klimës
sr_latn: Pronašli ste cilj 13: Klimatska akcija
sv: Du hittade mål 13: Bekämpa klimatförändringarna
sw: Umepata lengo 13: Hatua ya hali ya hewa
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 13: காலநிலை நடவடிக்கை
te: మీరు లక్ష్యం 13 కనుగొన్నారు: వాతావరణ చర్య
th: คุณพบเป้าหมายที่ 13: การดําเนินการด้านสภาพภูมิอากาศ
tk: Siz 13-nji maksady tapdyňyz: Howanyň hereketi
tr: Hedef buldunuz 13: İklim eylemi
tt: Сез 13 максат таптыгыз: Климат чаралары
ug: 13-نومۇرلۇق نىشاننى تېپىپ چىقتىڭىز: كىلىمات ھەرىكىتى
uk: Ви знайшли ціль 13: Кліматичні дії
ur: آپ کو ہدف 13 مل گیا: آب و ہوا کی کارروائی
uz: Siz 13-maqsadni topdingiz: Iqlim amaliyoti
vi: Bạn đã tìm thấy mục tiêu 13: Hành động khí hậu
zh_hans: 您找到了目标13：气候行动
zu: Uthole umgomo 13: Isenzo sezulu

# undp_you_found_goal_14
source: You found goal 14: Life below water
af: Jy het doel gevind 14: Lewe onder water
am: ግብ አግኝተሃል 14 ህይወት ከውሃ በታች
ar: لقد وجدت الهدف 14: الحياة تحت الماء
as: আপুনি লক্ষ্য 14 বিচাৰি পাইছে: পানীৰ তলৰ জীৱন
az: 14-cü məqsədi tapdınız. Suyun altında həyat
bg: Намерихте цел 14: Живот под водата
bn: আপনি লক্ষ্য 14 খুঁজে পেয়েছেন: জলের নীচে জীবন
bo: ཁྱེད་ཀྱིས་དམིགས་འབེན་14:ཆུ་འོག་གི་འཚོ་བ།
bs: Našli ste cilj 14: Život ispod vode
ca: Has trobat l'objectiu 14: La vida sota l'aigua
cs: Našli jste cíl 14: Život pod vodou
cy: Fe ddaethoch o hyd i nod 14: Bywyd islaw dŵr
da: Du fandt mål 14: Livet under vandet
de: Sie haben Ziel 14 gefunden: Leben unter Wasser
el: Βρήκατε τον στόχο 14: Ζωή κάτω από το νερό
es: Encontraste la meta 14: La vida bajo el agua
et: Sa leidsid eesmärgi 14: Elu vee all
eu: 14. helburua aurkitu zenuen: Bizitza urpean
fa: شما در بر داشت هدف 14 : زندگی زیر آب
fi: Löysit tavoitteen 14: Elämä veden alla
fil: Nakakita ka ng mithiin 14: Buhay sa ibaba ng tubig
fo: Tú/fanst/funnu mál 14: Lívið undir vatni.
fr: Vous avez trouvé le but 14: La vie sous l’eau
ga: Fuair tú sprioc 14: An saol thíos uisce
gl: Obxectivo 14: A vida debaixo da auga
gu: તમને ધ્યેય ૧૪ મળ્યું: પાણીથી નીચેનું જીવન
he: מצאתם את יעד 14: החיים מתחת למים
hi: आपको लक्ष्य 14 मिला: पानी के नीचे जीवन
hr: Pronašli ste cilj 14: Život ispod vode
hu: Megtaláltad a 14. célt: Élet a víz alatt
hy: Դուք գտաք նպատակ 14. Կյանքը ջրի տակ
id: Anda menemukan tujuan 14: Kehidupan di bawah air
is: Þú fannst markmið 14: Líf undir vatni
it: Hai trovato l'obiettivo 14: La vita sott'acqua
ja: あなたは目標14を見つけました:水の下の生活
ka: თქვენ იპოვნეთ მიზანი 14: ცხოვრება წყლის ქვემოთ
kk: Сіз 14-мақсатты таптыңыз: Судан төмен тіршілік
km: អ្នកបានរកឃើញគោលដៅទី១៤៖ ជីវិតក្រោមទឹក
kn: ನೀವು ಗುರಿ 14 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ನೀರಿನ ಕೆಳಗಿನ ಜೀವನ
ko: 당신은 목표 14를 발견했습니다 : 물 밑의 삶
ku: تۆ ئامانجت دۆزییەوە 14: ژیان لە ژێر ئاودا
ky: Сиз максат таптым 14: Суу астында жашоо
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 14: ຊີວິດລຸ່ມນໍ້າ
lt: Jūs radote 14 tikslą: Gyvenimas po vandeniu
lv: Jūs atradāt 14. mērķi: Dzīve zem ūdens
mg: Nahita tanjona 14 ianao: Fiainana ambanin'ny rano
mi: I kitea e koe te whāinga 14: Ora i raro iho i te wai
mk: Ја најдовте целта 14: Живот под водата
ml: നിങ്ങൾ ലക്ഷ്യം 14 കണ്ടെത്തി: വെള്ളത്തിനടിയിലെ ജീവിതം
mn_cyrl: Та зорилго 14: Усан доорх амьдрал
mr: तुम्हाला ध्येय सापडले 14: पाण्याखालचे जीवन
ms: Anda menemui matlamat 14: Kehidupan di bawah air
mt: Sibt l-għan 14: Il-ħajja taħt l-ilma
my: ပန်းတိုင် ၁၄– ရေအောက်ဘဝ
nb: Du fant mål 14: Livet under vann
ne: तपाईंले लक्ष्य १४ भेट्टाउनुभयो: पानीमुनिको जीवन
nl: Je hebt doel 14 gevonden: Leven onder water
or: ଆପଣ ଲକ୍ଷ୍ୟ 14 ପାଇଲେ: ପାଣି ତଳେ ଜୀବନ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 14 ਮਿਲਿਆ: ਪਾਣੀ ਦੇ ਹੇਠਾਂ ਜੀਵਨ
pl: Znalazłeś cel 14: Życie pod wodą
ps: تاسو هدف پیدا کړ 14 : د اوبو لاندې ژوند
pt_br: Você encontrou o objetivo 14: A vida abaixo da água
ro: Ai găsit obiectivul 14: Viața sub apă
ru: Вы нашли цель 14: жизнь под водой
sk: Našli ste cieľ 14: Život pod vodou
sl: Našli ste cilj 14: Življenje pod vodo
sq: Ke gjetur synimin 14: Jeta nën ujë
sr_latn: Pronašli ste cilj 14: Život ispod vode
sv: Du hittade mål 14: Hav och marina resurser
sw: Umepata lengo namba 14: Maisha chini ya maji
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 14: தண்ணீருக்கு கீழே வாழ்க்கை
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 14: నీటి అడుగున జీవితం
th: คุณพบเป้าหมายที่ 14: ชีวิตใต้น้ํา
tk: 14-nji maksady tapdyň: Suwuň aşagyndaky ýaşaýyş
tr: Golü buldun 14: Suyun altında yaşam
tt: Сез 14 максат таптыгыз: Су астындагы тормыш
ug: 14- نىشاننى تېپىپسىز: سۇدىن تۆۋەن تۇرمۇش
uk: Ви знайшли ціль 14: Життя під водою
ur: آپ کو ہدف 14 ملا: پانی کے نیچے زندگی
uz: 14-maqsadni topdingiz: Suvdan pastdagi hayot
vi: Bạn đã tìm thấy mục tiêu 14: Cuộc sống dưới nước
zh_hans: 你找到了目标14：水下生命
zu: Uthole umgomo 14: Ukuphila ngaphansi kwamanzi

# undp_you_found_goal_15
source: You found goal 15: Life on land
af: Jy het doel gevind 15: Lewe op land
am: ግብ አግኝተሃል 15 ሕይወት በየብስ
ar: لقد وجدت الهدف 15: الحياة على الأرض
as: আপুনি লক্ষ্য 15 বিচাৰি পাইছে: ভূমিত জীৱন
az: 15-ci məqsədi tapdınız. Quruda həyat
bg: Намерихте цел 15: Живот на сушата
bn: আপনি লক্ষ্য 15 খুঁজে পেয়েছেন: ভূমিতে জীবন
bo: ཁྱེད་ཀྱིས་དམིགས་འབེན་བཅོ་ལྔ་རྙེད་བྱུང་། སྐམ་སའི་སྟེང་གི་འཚོ་བ།
bs: Našao si cilj 15: Život na kopnu
ca: Has trobat l'objectiu 15: La vida a la terra
cs: Našli jste cíl 15: Život na souši
cy: Fe ddaethoch o hyd i nod 15: Bywyd ar y tir
da: Du fandt mål 15: Livet på land
de: Sie haben Ziel 15 gefunden: Leben an Land
el: Βρήκατε το γκολ 15: Η ζωή στη στεριά
es: Encontraste el gol 15: La vida en tierra
et: Sa leidsid eesmärgi 15: Elu maal
eu: 15. helburua aurkitu zenuen: Lurreko bizitza
fa: شما در بر داشت هدف 15 : زندگی در زمین
fi: Löysit tavoitteen 15: Elämä maalla
fil: Nakakita ka ng mithiin 15: Buhay sa lupa
fo: Tú/fanst/funnu mál 15: lív á jørð.
fr: Vous avez trouvé le but 15: La vie sur terre
ga: Fuair tú sprioc 15: Saol ar thalamh
gl: Obxectivo 15: A vida na terra
gu: તમને ધ્યેય ૧૫ મળ્યું: જમીન પરનું જીવન
he: מצאתם מטרה 15: החיים ביבשה
hi: आपको लक्ष्य 15 मिला: भूमि पर जीवन
hr: Pronašli ste cilj 15: Život na kopnu
hu: Megtaláltad a 15. célt: Élet a szárazföldön
hy: Դուք գտաք նպատակ 15. Կյանքը ցամաքում
id: Anda menemukan tujuan 15: Kehidupan di darat
is: Þú fannst markmið 15: Lífið á landi
it: Hai trovato l'obiettivo 15: La vita sulla terra
ja: あなたは目標15を見つけました:陸上での生活
ka: თქვენ იპოვნეთ მიზანი 15: ცხოვრება ხმელეთზე
kk: Сіз 15 мақсат таптыңыз: Құрлықтағы өмір
km: អ្នកបានរកឃើញគោលដៅ ១៥៖ ជីវិតលើដី
kn: ನೀವು ಗುರಿ 15 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ನೆಲದ ಮೇಲಿನ ಜೀವನ
ko: 당신은 목표 15를 발견했습니다 : 육지에서의 삶
ku: تۆ ئامانجت دۆزییەوە 15: ژیان لەسەر خاک
ky: Сиз максат таптым 15: жерде жашоо
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 15: ຊີວິດເທິງດິນ
lt: Jūs radote 15 tikslą: Gyvenimas sausumoje
lv: Jūs atradāt 15. mērķi: Dzīve uz zemes
mg: Nahita tanjona 15 ianao: Fiainana an-tanety
mi: I kitea e koe te whāinga 15: Ora i runga i te whenua
mk: Ја најдовте целта 15: Живот на копно
ml: നിങ്ങൾ ലക്ഷ്യം കണ്ടെത്തി 15: ഭൂമിയിലെ ജീവിതം
mn_cyrl: Та зорилго 15: Газар дээрх амьдрал
mr: तुम्हाला ध्येय सापडले 15: जमिनीवरील जीवन
ms: Anda menemui matlamat 15: Kehidupan di darat
mt: Sibt l-għan 15: Il-ħajja fuq l-art
my: ပန်းတိုင် ၁၅– ကုန်းပေါ်ဘဝ
nb: Du fant mål 15: Livet på land
ne: तपाईंले लक्ष्य १५ भेट्टाउनुभयो: भूमिमा जीवन
nl: Je hebt doel 15 gevonden: Leven op het land
or: ଆପଣ ଲକ୍ଷ୍ୟ 15 ପାଇଲେ: ଜମିରେ ଜୀବନ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 15 ਮਿਲਿਆ: ਜ਼ਮੀਨ 'ਤੇ ਜੀਵਨ
pl: Znalazłeś cel 15: Życie na lądzie
ps: تاسو هدف پیدا کړ ١٥ : په ځمکه کې ژوند
pt_br: Você encontrou o objetivo 15: A vida em terra
ro: Ați găsit obiectivul 15: Viața pe uscat
ru: Вы нашли цель 15: жизнь на земле
sk: Našli ste cieľ 15: Život na zemi
sl: Našli ste cilj 15: Življenje na kopnem
sq: Ke gjetur synimin 15: Jeta në tokë
sr_latn: Pronašli ste cilj 15: Život na kopnu
sv: Du hittade mål 15: Ekosystem och biologisk mångfald
sw: Ulipata lengo namba 15: Maisha kwenye ardhi
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 15: நிலத்தில் வாழ்க்கை
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 15: భూమిపై జీవితం
th: คุณพบเป้าหมายที่ 15: ชีวิตบนบก
tk: Sen maksat tapdyň 15: Durmuş gury ýerde
tr: Golü buldun 15: Karada yaşam
tt: Сез 15 максат таптыгыз: Җирдәге тормыш
ug: 15-نىشانىنى تاپتىڭ: قۇرۇقلۇقتىكى ھايات
uk: Ви знайшли ціль 15: Життя на землі
ur: آپ کو ہدف 15 ملا: زمین پر زندگی
uz: 15-maqsadni topdingiz: Quruqlikda hayot
vi: Bạn đã tìm thấy mục tiêu 15: Cuộc sống trên đất liền
zh_hans: 你找到了目标15：陆地上的生命
zu: Uthole umgomo 15: Ukuphila emhlabeni
