Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_statistics_title_weekday_6
source: On Saturday you threw away %@ grams of food. That's the same as...
af: Saterdag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ቅዳሜ ቀን %@ ግራም ምግብ ጣልክ ። ይኸው ነው...
ar: يوم السبت رميت %@ غراما من الطعام. هذا هو نفس...
as: শনিবাৰে আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Şənbə günü %@ qram ərzaq atdınız. Elə bu da...
bg: В събота изхвърлихте %@ грама храна. Това е същото като...
bn: শনিবার আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: གཟའ་སྤེན་པའི་ཉིན་ལ་ཁྱེད་ཀྱིས %@ ཟ་མ་ཁེ་གཅིག་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: U subotu si bacio %@ grama hrane. To je isto kao...
ca: Dissabte vas llençar %@ grams de menjar. Això és el mateix que ...
cs: V sobotu jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddydd Sadwrn fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I lørdags smed du %@ gram mad væk. Det er det samme som...
de: Am Samstag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Το Σάββατο πετάξατε %@ γραμμάρια φαγητού. Αυτό είναι το ίδιο με...
es: El sábado tiraste %@ gramos de comida. Eso es lo mismo que...
et: Laupäeval viskasite ära %@ grammi toitu. See on sama, mis...
eu: Larunbatean %@ gramo janari bota zenuten. Hori gauza bera da...
fa: روز شنبه یک گرم غذا %@ دور انداختید. که همان است که...
fi: Lauantaina heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Pagsapit ng Sabado inihagikgikan mo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Sunnudagin blakaði tú teg burtur %@ gramt av mati. Hatta er tað sama sum.
fr: Samedi, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Ar an Satharn chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O sábado 10 de %@ gramos de comida. É o mesmo que...
gu: શનિવારે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: בשבת זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: शनिवार को आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: U subotu ste bacili %@ grama hrane. To je isto kao...
hu: Szombaton eldobottál %@ gramm ételt. Ez ugyanaz, mint...
hy: Շաբաթ օրը դեն նետեցիր %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Pada hari Sabtu Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á laugardaginn hentirðu %@ grömmum af mat. Það er það sama og ...
it: Sabato hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 土曜日にあなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: შაბათს თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Сенбі күні %@ грамм азық-түлік лақтырып жібердіңіз. Міне, осылай...
km: នៅ ថ្ងៃ សៅរ៍ អ្នក បាន បោះ អាហារ %@ ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ಶನಿವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 토요일에 당신은 %@ 그램의 음식을 버렸다. 그것은 다음과 같습니다 ...
ku: ڕۆژی شەممە %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Ишемби күнү сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ໃນ ວັນ ເສົາ ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Šeštadienį išmetei %@ gramų maisto. Tai tas pats, kas...
lv: Sestdien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny Asabotsy dia narianao %@ sakafo iray grama. Mitovy amin'ny...
mi: I te Hātarei ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во саботата фрливте %@ грама храна. Тоа е исто како...
ml: ശനിയാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Бямба гарагт та %@ грамм хоол хаялаа. Яг л ийм...
mr: शनिवारी तुम्ही %@ ग्रॅम अन्न फेकून दिले. तेही तसंच...
ms: Pada hari Sabtu anda membuang %@ gram makanan. Itu sama seperti...
mt: Nhar is-Sibt threw %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: စနေနေ့မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På lørdag kastet du %@ gram mat. Det er det samme som...
ne: शनिवार को तुमने %@ ग्राम भोजन फेंका। त्यो पनि त्यस्तै हो...
nl: Op zaterdag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ଶନିବାର ଦିନ ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ । ତାହା ସମାନ ଯେପରି...
pa: ਸ਼ਨੀਵਾਰ ਨੂੰ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: W sobotę wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: د شنبې په ورځ تاسو د %@ خوړو څخه لرې وغورزوه. دا هم د...
pt_br: No sábado você jogou fora %@ gramas de comida. É o mesmo que...
ro: Sâmbătă ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: В субботу ты %@ выбросила граммы еды. Это то же самое, что...
sk: V sobotu ste vyhodili %@ gramov jedla. To je to isté ako...
sl: V soboto si vrgel %@ grame hrane. To je isto kot...
sq: Të shtunën hodhe %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: U subotu si bacio %@ grama hrane. To je isto kao...
sv: I lördags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Jumamosi ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: சனிக்கிழமை நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: శనివారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันเสาร์ที่คุณโยนออกไป %@ กรัมของอาหาร นั่นเหมือนกับ ...
tk: Şenbe güni sen %@ gram iýmit zyňdyň. Bu-da şeýle...
tr: Cumartesi günü bir %@ gram yemeği çöpe attın. Bu aynı...
tt: Шимбәдә сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: شەنبە كۈنى سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: У суботу ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: ہفتہ کے روز آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Shanba kuni %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Vào thứ bảy, bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期六，你扔掉了 %@ 克食物。这与...
zu: NgoMgqibelo ulahle %@ amagremu okudla. Lokho kuyafana...

# food_waste_statistics_title_weekday_7
source: On Sunday you threw away %@ grams of food. That's the same as...
af: Sondag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: እሁድ ዕለት %@ ግራም ምግብ ጣልክ ። ይኸው ነው...
ar: يوم الأحد رميت %@ غراماً من الطعام هذا هو نفس...
as: দেওবাৰে আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Bazar günü %@ qram ərzaq atdınız. Elə bu da...
bg: В неделя изхвърли %@ грама храна. Това е същото като...
bn: রবিবার আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: གཟའ་ཉི་མར་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: U nedjelju si bacio %@ grama hrane. To je isto kao...
ca: Diumenge vas llençar %@ grams de menjar. Això és el mateix que ...
cs: V neděli jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddydd Sul fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I søndags smed du %@ gram mad væk. Det er det samme som...
de: Am Sonntag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Την Κυριακή πετάξατε %@ γραμμάρια φαγητού. Αυτό είναι το ίδιο με...
es: El domingo tiraste %@ gramos de comida. Eso es lo mismo que...
et: Pühapäeval viskasite ära %@ grammi toitu. See on sama, mis...
eu: Igandean %@ gramo janari botatzen zenuzkaten. Hori gauza bera da...
fa: روز یکشنبه یک گرم غذا %@ دور انداختید. که همان است که...
fi: Sunnuntaina heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Tuwing Linggo inihagikgik ninyo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Sunnudagin blakaði tú teg burtur %@ grams av mati. Hatta er tað sama sum.
fr: Le dimanche, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Ar an Domhnach chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O domingo 17 de %@ gramos de comida. É o mesmo que...
gu: રવિવારે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: ביום ראשון זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: रविवार को आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: U nedjelju ste bacili %@ grama hrane. To je isto kao...
hu: Vasárnap eldobtál %@ gramm ételt. Ez ugyanaz, mint...
hy: Կիրակի օրը դեն նետեցիր %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Pada hari Minggu Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á sunnudeginum henti maður %@ grömmum af mat. Það er það sama og ...
it: Domenica hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 日曜日にあなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: კვირას თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Жексенбі күні %@ грамм азық-түлік лақтырып тастайсыз. Міне, осылай...
km: នៅ ថ្ងៃ អាទិត្យ អ្នក បាន បោះចោល អាហារ %@ ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ಭಾನುವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 일요일에는 %@ 그램의 음식을 던졌습니다. 그것은 다음과 같습니다 ...
ku: ڕۆژی یەکشەممە %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Жекшемби күнү сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ໃນ ວັນ ອາທິດ ມື້ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Sekmadienį išmetei %@ gramus maisto. Tai tas pats, kas...
lv: Svētdien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny Alahady dia narianao ny %@ sakafo iray grama. Mitovy amin'ny...
mi: I te Rātapu ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во неделата фрли %@ грама храна. Тоа е исто како...
ml: ഞായറാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Ням гарагт та %@ грамм хоол хаялаа. Яг л ийм...
mr: रविवारी तू %@ ग्रॅम अन्न फेकून दिलेस. तेही तसंच...
ms: Pada hari Ahad anda membuang %@ gram makanan. Itu sama seperti...
mt: Nhar il-Ħadd threw %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: တနင်္ဂနွေနေ့မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På søndag kastet du %@ gram mat. Det er det samme som...
ne: रविवार को तुमने %@ ग्राम भोजन फेंका। त्यो पनि त्यस्तै हो...
nl: Op zondag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ରବିବାର ଦିନ ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ । ତାହା ସମାନ ଯେପରି...
pa: ਐਤਵਾਰ ਨੂੰ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: W niedzielę wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: د اتوار په ورځ تاسو %@ خواړه لرې کړل. دا هم د...
pt_br: No domingo você jogou fora %@ gramas de comida. É o mesmo que...
ro: Duminică ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: В воскресенье ты выбросила %@ граммы еды. Это то же самое, что...
sk: V nedeľu ste vyhodili %@ gramov jedla. To je to isté ako...
sl: V nedeljo si vrgel %@ grame hrane. To je isto kot...
sq: Të dielën ti hodhe %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: U nedelju si bacio %@ grama hrane. To je isto kao...
sv: I söndags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Jumapili ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: ஞாயிறன்று நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: ఆదివారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันอาทิตย์คุณโยนอาหาร %@ กรัมออกไป นั่นเหมือนกับ ...
tk: Ýekşenbe güni %@ gram iýmit zyňdyň. Bu-da şeýle...
tr: Pazar günü bir %@ gram yemeği çöpe attın. Bu aynı...
tt: Якшәмбедә сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: يەكشەنبە كۈنى سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: У неділю ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: اتوار کے روز آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Yakshanba kuni %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Vào chủ nhật, bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期天，你扔掉 %@ 克食物。这与...
zu: NgeSonto ulahle %@ amagremu okudla. Lokho kuyafana...

# food_waste_statistics_title_yesterday
source: Yesterday you threw away %@ grams of food. That's the same as...
af: Gister het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ትናንት %@ ግራም ምግብ ጣልክ። ይኸው ነው...
ar: بالأمس رميت %@ غراماً من الطعام هذا هو نفس...
as: কালি আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Dünən %@ qram ərzaq atdınız. Elə bu da...
bg: Вчера изхвърли %@ грама храна. Това е същото като...
bn: গতকাল তুমি %@ গ্রাম খাবার ফেলে দিয়েছিলে। এটি একই রকম...
bo: ཁ་སང་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: Jučer si bacio %@ grama hrane. To je isto kao...
ca: Ahir vas llençar %@ grams de menjar. Això és el mateix que ...
cs: Včera jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddoe fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I går smed du %@ gram mad væk. Det er det samme som...
de: Gestern haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Χθες πετάξατε %@ γραμμάρια φαγητού. Αυτό είναι το ίδιο με...
es: Ayer tiraste %@ gramos de comida. Eso es lo mismo que...
et: Eile viskasite ära %@ grammi toitu. See on sama, mis...
eu: Atzo %@ gramo janari bota zenin. Hori gauza bera da...
fa: ديروز يه گرم %@ دور انداختي که همان است که...
fi: Eilen heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Kahapon inihawig ninyo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Í gjár blakaði tú teg %@ grams av mati. Hatta er tað sama sum.
fr: Hier, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Inné chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: Onte botaches %@ gramos de comida. É o mesmo que...
gu: ગઈકાલે તમે %@ ગ્રામ ખાવાનું ફેંકી દીધું. તે આ રીતે જ છે...
he: אתמול זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: कल तुमने %@ ग्राम खाना फेंक दिया था। यह वैसा ही है जैसे ...
hr: Jučer ste bacili %@ grama hrane. To je isto kao...
hu: Tegnap eldobtál %@ gramm ételt. Ez ugyanaz, mint...
hy: Երեկ դեն եք նետել %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Kemarin Kamu membuang %@ gram makanan. Itu sama dengan ...
is: Í gær hentirðu %@ grömmum af mat. Það er það sama og ...
it: Ieri hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 昨日、あなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: გუშინ %@ გრამი საკვები გადააგდო. რჲგა ვ ჟყღჲრჲ...
kk: Кеше сіз %@ грамм тамақ лақтырып жібердіңіз. Міне, осылай...
km: ម្សិលមិញ អ្នក បាន បោះចោល អាហារ %@ ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ನಿನ್ನೆ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 어제 당신은 %@ 그램의 음식을 던졌습니다. 그것은 다음과 같습니다 ...
ku: دوێنێ %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Бүгүн сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Vakar išmetėte %@ gramų maisto. Tai tas pats, kas...
lv: Vakar jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Omaly ianao narianao %@ sakafo iray grama. Mitovy amin'ny...
mi: Inanahi ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Вчера фрливте %@ грама храна. Тоа е исто како...
ml: ഇന്നലെ നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Өчигдөр та %@ грамм хоол хаялаа. Яг л ийм...
mr: काल तू %@ ग्रॅम अन्न फेकून दिलंस. तेही तसंच...
ms: Semalam anda membuang %@ gram makanan. Itu sama seperti...
mt: Ilbieraħ tefgħet %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: မနေ့က %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တာပေါ့။ အဲဒါနဲ့ တူပါတယ်......
nb: I går kastet du %@ gram mat. Det er det samme som...
ne: हिजो तिमीले %@ ग्राम खाना फ्याँकिदियौ। त्यो पनि त्यस्तै हो...
nl: Gisteren gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ଗତକାଲି ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଇଥିଲେ। ତାହା ସମାନ ଯେପରି...
pa: ਕੱਲ੍ਹ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ ਸੀ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: Wczoraj wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: تیره ورځ تاسو د %@ خوړو څخه لرې وغورزوه. دا هم د...
pt_br: Ontem você jogou fora %@ gramas de comida. É o mesmo que...
ro: Ieri ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: Вчера ты выбросила %@ граммы еды. Это то же самое, что...
sk: Včera ste vyhodili %@ gramov jedla. To je to isté ako...
sl: Včeraj si %@ grame hrane. To je isto kot...
sq: Dje ke hedhur %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: Juče si bacio %@ grama hrane. To je isto kao...
sv: Igår så slängde ni %@ gram mat. Det är lika mycket som...
sw: Jana ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: நேற்று நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: నిన్న మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: เมื่อวานนี้คุณโยนอาหาร %@ กรัมออกไป นั่นเหมือนกับ ...
tk: Düýn %@ gram nahar zyňdyň. Bu-da şeýle...
tr: Dün %@ bir gram yemeği çöpe attın. Bu aynı...
tt: Кичә сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: تۈنۈگۈن %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: Вчора ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: کل آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Kecha %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Hôm qua bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 昨天你扔掉了 %@ 克食物。这与...
zu: Izolo ulahle %@ amagremu okudla. Lokho kuyafana...
