Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_you_found_goal_5
source: You found goal 5: Gender equality
af: Jy het doel gevind 5: Geslagsgelykheid
am: ግብ አግኝተሃል 5 የፆታ እኩልነት
ar: لقد وجدت الهدف 5: المساواة بين الجنسين
as: আপুনি লক্ষ্য 5 বিচাৰি পাইছে: লিংগ সমতা
az: 5-ci məqsədi tapdınız: Gender bərabərliyi
bg: Намерихте цел 5: Равенство между половете
bn: আপনি লক্ষ্য 5 খুঁজে পেয়েছেন: লিঙ্গ সমতা
bo: ཁྱེད་ཚོས་དམིགས་འབེན་5:ཕོ་མོ་འདྲ་མཉམ་ཡིན་པ་ཤེས།
bs: Našao si cilj 5: Ravnopravnost spolova
ca: Has trobat l'objectiu 5: Igualtat de gènere
cs: Našli jste cíl č. 5: Rovnost žen a mužů
cy: Fe ddaethoch o hyd i nod 5: Cydraddoldeb rhywedd
da: Du fandt mål 5: Ligestilling mellem kønnene
de: Sie haben Ziel 5 gefunden: Gleichstellung der Geschlechter
el: Βρήκατε τον στόχο 5: Ισότητα των φύλων
es: Encontraste la meta 5: Igualdad de género
et: Leidsite eesmärgi nr 5: Sooline võrdõiguslikkus
eu: 5. helburua aurkitu zenuen: Genero berdintasuna
fa: شما هدف 5: برابری جنسیتی را پیدا کردی
fi: Löysit tavoitteen 5: Sukupuolten tasa-arvo
fil: Natagpuan mo ang layunin 5: Pagkakapantay-pantay sa kasarian
fo: Tú/fanst/funnu mál 5: Gender javnstøðu
fr: Vous avez trouvé l’objectif 5 : l’égalité des sexes
ga: Fuair tú sprioc 5: Comhionannas inscne
gl: Obxectivo 5: Igualdade de xénero
gu: તમને ધ્યેય મળ્યું 5: લિંગ સમાનતા
he: מצאתם את יעד 5: שוויון מגדרי
hi: आपको लक्ष्य 5 मिला: लैंगिक समानता
hr: Pronašli ste cilj 5: Rodna ravnopravnost
hu: Ön megtalálta az 5. célt: Nemek közötti egyenlőség
hy: Դուք գտաք նպատակ 5. Գենդերային հավասարություն
id: Anda menemukan tujuan 5: Kesetaraan gender
is: Þú fannst markmið 5: Jafnrétti kynjanna
it: Hai trovato l'obiettivo 5: Uguaglianza di genere
ja: 目標5:男女平等を見つけた
ka: თქვენ იპოვნეთ მიზანი 5: გენდერული თანასწორობა
kk: Сіз 5-мақсатты таптыңыз: Гендерлік теңдік
km: អ្នកបានរកឃើញគោលដៅទី៥៖ សមភាពយេនឌ័រ
kn: ನೀವು ಕಂಡುಕೊಂಡ ಗುರಿ 5: ಲಿಂಗ ಸಮಾನತೆ
ko: 당신은 목표 5를 발견했다 : 양성 평등
ku: تۆ ئامانجت دۆزییەوە 5: یەکسانی جێندەر
ky: Сиз максат 5 таптым: Гендердик теңдик
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 5: ຄວາມສະເຫມີພາບທາງເພດ
lt: Jūs nustatėte 5 tikslą: lyčių lygybė
lv: Jūs atradāt 5. mērķi: dzimumu līdztiesība
mg: Nahita tanjona 5 ianao: Ny fitovian-jo eo amin'ny lahy sy ny vavy
mi: I kitea e koe te whāinga 5: Ōritetanga ira tangata
mk: Ја најдовте целта 5: Еднаквост на половите
ml: നിങ്ങൾ ലക്ഷ്യം 5 കണ്ടെത്തി: ലിംഗസമത്വം
mn_cyrl: Та зорилго 5: Жендэрийн тэгш байдал
mr: तुम्हाला लक्ष्य 5 सापडले: लैंगिक समानता
ms: Anda menemui matlamat 5: Kesaksamaan jantina
mt: Sibt l-għan 5: L-ugwaljanza bejn is-sessi
my: ရည်မှန်းချက် ၅– ကျား/မ တန်းတူညီမျှမှု
nb: Du fant mål 5: Likestilling
ne: तपाईंले लक्ष्य ५ भेट्टाउनुभयो: लैङ्गिक समानता
nl: Je hebt doel 5 gevonden: Gendergelijkheid
or: ଆପଣ ଲକ୍ଷ୍ୟ 5 ପାଇଲେ: ଲିଙ୍ଗ ସମାନତା
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 5 ਮਿਲਿਆ: ਲਿੰਗੀ ਬਰਾਬਰਤਾ
pl: Znalazłeś cel 5: Równość płci
ps: تاسو هدف پیدا کړ 5 : د جنسیت برابری
pt_br: Você encontrou o objetivo 5: Igualdade de gênero
ro: Ați găsit obiectivul 5: Egalitatea de gen
ru: Вы нашли цель 5: Гендерное равенство
sk: Našli ste cieľ 5: Rodová rovnosť
sl: Našli ste cilj 5: Enakost spolov
sq: E gjete qëllimin 5: Barazia gjinore
sr_latn: Našli ste cilj 5: Rodna ravnopravnost
sv: Du hittade mål 5: Jämställdhet
sw: Umepata lengo 5: Usawa wa kijinsia
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 5: பாலின சமத்துவம்
te: మీరు గోల్ 5 ని కనుగొన్నారు: లింగ సమానత్వం
th: คุณพบเป้าหมายที่ 5: ความเท่าเทียมทางเพศ
tk: Siz 5-nji maksady tapdyňyz: Gender deňligi
tr: Hedef buldunuz 5: Toplumsal cinsiyet eşitliği
tt: Сез 5 максат таптыгыз: Гендер тигезлек
ug: 5-نومۇرلۇق توپنى تېپىپسىز: جىنسى باراۋەرلىك
uk: Ви знайшли ціль 5: Гендерна рівність
ur: آپ کو ہدف 5 ملا: صنفی مساوات
uz: 5-maqsadni topdingiz: Gender tengligi
vi: Bạn đã tìm thấy mục tiêu 5: Bình đẳng giới
zh_hans: 你找到了目标5：性别平等
zu: Uthole umgomo 5: Ukulingana ngokobulili

# undp_you_found_goal_6
source: You found goal 6: Clean water and sanitation
af: Jy het doel gevind 6: Skoon water en sanitasie
am: ግብ አግኝተሃል 6 ንጹህ ውሃ እና የንጽህና አጠባበቅ
ar: لقد وجدت الهدف 6: المياه النظيفة والصرف الصحي
as: আপুনি লক্ষ্য 6 বিচাৰি পাইছে: পৰিষ্কাৰ পানী আৰু অনাময়
az: 6-ci məqsədi tapdınız: Təmiz su və sanitariya
bg: Намерихте цел 6: Чиста вода и канализация
bn: আপনি লক্ষ্য 6 খুঁজে পেয়েছেন: পরিষ্কার জল এবং স্যানিটেশন
bo: ཁྱེད་ཚོས་དམིགས་འབེན་6:དྭངས་གཙང་གི་ཆུ་དང་ཁོར་ཡུག་འཕྲོད་བསྟེན།
bs: Pronašli ste cilj 6: Čista voda i sanitarna
ca: Heu trobat l'objectiu 6: Aigua neta i sanejament
cs: Našli jste cíl 6: Čistá voda a hygiena
cy: Fe ddaethoch o hyd i nod 6: Dŵr glân a glanweithdra
da: Du fandt mål 6: Rent vand og sanitet
de: Sie haben Ziel 6 gefunden: Sauberes Wasser und sanitäre Einrichtungen
el: Βρήκατε στόχο 6: Καθαρό νερό και αποχέτευση
es: Usted encontró la meta 6: Agua limpia y saneamiento
et: Leidsite eesmärgi nr 6: puhas vesi ja kanalisatsioon
eu: 6. helburua aurkitu zuen: Ur garbia eta saneamendua
fa: شما در بر داشت هدف 6 : آب پاک و بهداشت
fi: Löysit tavoitteen 6: Puhdas vesi ja sanitaatio
fil: Natagpuan mo ang layunin 6: Malinis na tubig at kalinisan
fo: Tú/fanst/funnu mál 6: Vaska vatn og sanitation
fr: Vous avez trouvé l’objectif 6 : L’eau potable et l’assainissement
ga: Fuair tú sprioc 6: Uisce glan agus sláintíocht
gl: Obxectivo 6: Auga limpa e saneamento
gu: તમને લક્ષ્યાંક 6 મળ્યો: સ્વચ્છ પાણી અને સાફસફાઈ
he: מצאתם מטרה 6: מים נקיים ותברואה
hi: आपको लक्ष्य 6 मिला: स्वच्छ पानी और स्वच्छता
hr: Pronašli ste cilj 6: Čista voda i sanitarni uvjeti
hu: Megtaláltad a 6. célt: Tiszta víz és szennyvízelvezetés
hy: Դուք գտաք նպատակ 6. Մաքուր ջուր եւ սանիտարահիգիենիկ
id: Anda menemukan tujuan 6: Air bersih dan sanitasi
is: Þú fannst markmið 6: Hreint vatn og hreinlætisaðstaða
it: Hai trovato l'obiettivo 6: acqua pulita e servizi igienico-sanitari
ja: あなたは目標6を見つけました:きれいな水と衛生
ka: თქვენ იპოვნეთ მიზანი 6: სუფთა წყალი და სანიტარული
kk: Сіз 6-мақсатты таптыңыз: Таза су және санитария
km: អ្នកបានរកឃើញគោលដៅទី៦៖ ទឹកបរិសុទ្ធ និងអនាម័យ
kn: ನೀವು ಗುರಿ 6 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಶುದ್ಧ ನೀರು ಮತ್ತು ನೈರ್ಮಲ್ಯ
ko: 당신은 목표 6을 발견했다 : 깨끗한 물과 위생
ku: تۆ ئامانجت دۆزیەوە 6: ئاوی پاک و پاک و خاوێن
ky: Сиз максат таптым 6: Таза суу жана санитария
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 6: ນ້ໍາສະອາດ ແລະ ສຸຂະອະນາໄມ
lt: Radote 6 tikslą: švarus vanduo ir sanitarija
lv: Jūs atradāt 6. mērķi: tīrs ūdens un sanitārija
mg: Nahita tanjona 6 ianao: Rano madio sy fahadiovana.
mi: I kitea e koe te whāinga 6: Wai mā me te noho ma
mk: Ја најдовте целта 6: Чиста вода и канализација
ml: നിങ്ങൾ ലക്ഷ്യം 6 കണ്ടെത്തി: ശുദ്ധജലവും ശുചിത്വവും
mn_cyrl: Та зорилго 6: Цэвэр ус, ариун цэврийн
mr: तुम्हाला ध्येय 6 सापडले: स्वच्छ पाणी आणि स्वच्छता
ms: Anda menemui matlamat 6: Air bersih dan sanitasi
mt: Sibt l-għan 6: Ilma nadif u sanità
my: ပန်းတိုင် ၆– သန့်ရှင်းတဲ့ရေနဲ့ သန့်ရှင်းမှု
nb: Du fant mål 6: Rent vann og sanitærforhold
ne: तपाईंले लक्ष्य 6 फेला पार्नुभयो: स्वच्छ पानी र स्वच्छता
nl: Je hebt doel 6 gevonden: Schoon water en sanitaire voorzieningen
or: ଆପଣ ଲକ୍ଷ୍ୟ 6 ପାଇଲେ: ସ୍ୱଚ୍ଛ ଜଳ ଏବଂ ପରିମଳ
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ ਮਿਲਿਆ 6: ਸਾਫ਼ ਪਾਣੀ ਅਤੇ ਸਾਫ਼-ਸਫ਼ਾਈ
pl: Znalazłeś cel 6: Czysta woda i warunki sanitarne
ps: تاسو هدف پیدا کړ 6 : پاکې اوبه او صفایی
pt_br: Você encontrou meta 6: Água limpa e saneamento
ro: Ați găsit obiectivul 6: Apă curată și salubritate
ru: Вы нашли цель 6: Чистая вода и санитария
sk: Našli ste cieľ 6: Čistá voda a sanitácia
sl: Našli ste cilj 6: Čista voda in sanitarna
sq: Gjete synimin 6: Ujë të pastër dhe higjienë
sr_latn: Našli ste cilj 6: Čista voda i sanitarije
sv: Du hittade mål 6: Rent vatten och sanitet för alla
sw: Umepata lengo namba 6: Maji safi na usafi wa mazingira
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 6: சுத்தமான நீர் மற்றும் சுகாதாரம்
te: మీరు గోల్ 6ని కనుగొన్నారు: పరిశుభ్రమైన నీరు మరియు పారిశుధ్యం
th: คุณพบเป้าหมายที่ 6: น้ําสะอาดและการสุขาภิบาล
tk: 6-njy maksady tapdyňyz: Arassa suw we sanitariýa
tr: Hedef 6'yı buldunuz: Temiz su ve sanitasyon
tt: Сез 6 максат таптыгыз: Чиста су һәм санитария
ug: 6-نىشاننى تاپتىڭ: پاكىز سۇ ۋە مۇھىت تازىلىقى
uk: Ви знайшли ціль 6: Чиста вода та санітарія
ur: آپ کو ہدف 6 ملا: صاف پانی اور صفائی ستھرائی
uz: 6-maqsadni topdingiz: Toza suv va sanitariya
vi: Bạn đã tìm thấy mục tiêu 6: Nước sạch và vệ sinh
zh_hans: 您找到了目标6：清洁水和卫生设施
zu: Uthole umgomo 6: Amanzi ahlanzekile nezindlu zangasese

# undp_you_found_goal_7
source: You found goal 7: Affordable and clean energy
af: Jy het doel gevind 7: Bekostigbare en skoon energie
am: ግብ አግኝተሃል 7 ርካሽ እና ንጹህ ኃይል
ar: لقد وجدت الهدف 7: طاقة نظيفة وميسورة التكلفة
as: আপুনি লক্ষ্য 7 বিচাৰি পাইছে: সুলভ আৰু পৰিষ্কাৰ শক্তি
az: 7-ci məqsədi tapdınız. Sərfəli və təmiz enerji
bg: Намерихте цел 7: Достъпна и чиста енергия
bn: আপনি লক্ষ্য 7 খুঁজে পেয়েছেন: সাশ্রয়ী মূল্যের এবং পরিষ্কার শক্তি
bo: ཁྱེད་ཚོས་དམིགས་འབེན་7:འགན་སྲུང་དང་དྭངས་གཙང་ནུས་ཁུངས།
bs: Našli ste cilj 7: Pristupačna i čista energija
ca: Heu trobat l'objectiu 7: Energia assequible i no contaminant
cs: Našli jste cíl č. 7: Cenově dostupná a čistá energie
cy: Fe ddaethoch o hyd i nod 7: Ynni fforddiadwy a glân
da: Du fandt mål 7: Overkommelig og ren energi
de: Sie haben Ziel 7 gefunden: Bezahlbare und saubere Energie
el: Βρήκατε τον στόχο 7: Προσιτή και καθαρή ενέργεια
es: Encontraste el objetivo 7: Energía asequible y limpia
et: Leidsite eesmärgi nr 7: taskukohane ja puhas energia
eu: 7. helburua aurkitu zuen: Energia eskuragarria eta garbia
fa: شما در بر داشت هدف 7 : مقرون به صرفه و انرژی پاک
fi: Löysit tavoitteen 7: Edullinen ja puhdas energia
fil: Natagpuan mo ang layunin 7: Abot-kayang at malinis na enerhiya
fo: Tú/fanst/funnu mál 7: Affordable og rein orku.
fr: Vous avez trouvé l’objectif 7 : une énergie abordable et propre
ga: Fuair tú sprioc 7: Fuinneamh inacmhainne agus glan
gl: Obxectivo 7: Enerxía limpa e accesible
gu: તમને લક્ષ્યાંક 7 મળ્યો: પરવડે તેવી અને સ્વચ્છ ઊર્જા
he: מצאתם יעד 7: אנרגיה זולה ונקייה
hi: आपको लक्ष्य 7 मिला: सस्ती और स्वच्छ ऊर्जा
hr: Pronašli ste cilj 7: Pristupačna i čista energija
hu: Megtalálta a 7. célt: Megfizethető és tiszta energia
hy: Դուք գտաք նպատակ 7: Մատչելի եւ մաքուր էներգիա
id: Anda menemukan tujuan 7: Energi yang terjangkau dan bersih
is: Þú fannst markmið 7: Hagkvæm og hrein orka
it: Hai trovato l'obiettivo 7: energia accessibile e pulita
ja: あなたは目標7を見つけました:手頃な価格でクリーンなエネルギー
ka: თქვენ იპოვნეთ მიზანი 7: ხელმისაწვდომი და სუფთა ენერგია
kk: Сіз 7-мақсатты таптыңыз: Қолжетімді және таза энергия
km: អ្នកបានរកឃើញគោលដៅ 7: ថាមពលដែលមានតម្លៃសមរម្យនិងស្អាត
kn: ನೀವು ಗುರಿ 7 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಕೈಗೆಟುಕುವ ಮತ್ತು ಶುದ್ಧ ಇಂಧನ
ko: 당신은 목표 7을 발견했습니다 : 저렴하고 깨끗한 에너지
ku: تۆ ئامانجت دۆزیەوە 7: وزەی گونجاو و خاوێن
ky: Сиз максат 7 таптым: Жеткиликтүү жана таза энергия
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 7: ພະລັງງານທີ່ມີລາຄາຖືກ ແລະ ສະອາດ
lt: Jūs radote 7 tikslą: įperkama ir švari energija
lv: Jūs atradāt 7. mērķi: pieejama un tīra enerģija
mg: Nahita tanjona 7 ianao: Angovo azo ampiasaina sy madio.
mi: I kitea e koe te whāinga 7: Te pūngao utu me te pūngao mā
mk: Ја најдовте целта 7: Достапна и чиста енергија
ml: നിങ്ങൾ ലക്ഷ്യം 7 കണ്ടെത്തി: താങ്ങാനാവുന്നതും ശുദ്ധവുമായ ഊർജ്ജം
mn_cyrl: Та зорилго 7: Зардал багатай, цэвэр энерги
mr: तुम्हाला सापडले ध्येय 7: परवडणारी आणि स्वच्छ ऊर्जा
ms: Anda menemui matlamat 7: Tenaga berpatutan dan bersih
mt: Sibt l-għan 7: Enerġija affordabbli u nadifa
my: ပန်းတိုင် ၇– ငွေကြေးသုံးလို့ရပြီး သန့်ရှင်းတဲ့ စွမ်းအင်
nb: Du fant mål 7: Rimelig og ren energi
ne: तपाईंले लक्ष्य 7 फेला पार्नुभयो: किफायती र स्वच्छ ऊर्जा
nl: Je hebt doel 7 gevonden: Betaalbare en schone energie
or: ଆପଣ ଲକ୍ଷ୍ୟ 7 ପାଇଲେ: ସୁଲଭ ଏବଂ ସ୍ୱଚ୍ଛ ଶକ୍ତି
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 7 ਮਿਲਿਆ: ਪੁੱਗਣਯੋਗ ਅਤੇ ਸਾਫ਼ ਊਰਜਾ
pl: Znalazłeś cel 7: Przystępna cenowo i czysta energia
ps: تاسو هدف اووم پیدا کړ : مناسبه او پاکه انرژی
pt_br: Você encontrou o objetivo 7: Energia acessível e limpa
ro: Ați găsit obiectivul 7: Energie accesibilă și curată
ru: Вы нашли цель 7: Доступная и чистая энергия
sk: Našli ste cieľ 7: Cenovo dostupná a čistá energia
sl: Našli ste cilj 7: Cenovno ugodna in čista energija
sq: Ke gjetur synimin 7: Energji të përballueshme dhe të pastra
sr_latn: Pronašli ste cilj 7: Pristupačna i čista energija
sv: Du hittade mål 7: Hållbar energi för alla
sw: Umepata lengo la 7: Nishati nafuu na safi
ta: நீங்கள் இலக்கு 7 ஐக் கண்டறிந்தீர்கள்: மலிவு மற்றும் சுத்தமான ஆற்றல்
te: మీరు గోల్ 7ని కనుగొన్నారు: సరసమైన మరియు పరిశుభ్రమైన శక్తి
th: คุณบรรลุเป้าหมายที่ 7: พลังงานสะอาดและราคาไม่แพง
tk: Siz 7-nji maksady tapdyňyz: Elýeterli we arassa energiýa
tr: Hedef 7'yi buldunuz: Uygun fiyatlı ve temiz enerji
tt: Сез 7 максат таптыгыз: Уңайлы һәм чиста энергия
ug: 7-نومۇرلۇق نىشاننى تاپتىڭىز: ئەرزان ۋە پاكىز ئېنېرگىيە
uk: Ви знайшли ціль 7: Доступна та чиста енергія
ur: آپ کو ہدف 7 ملا: سستی اور صاف توانائی
uz: Siz 7-maqsadni topdingiz: Arzon va toza energiya
vi: Bạn đã tìm thấy mục tiêu 7: Năng lượng sạch và giá cả phải chăng
zh_hans: 您找到了目标7：负担得起的清洁能源
zu: Uthole umgomo 7: Amandla angabizi futhi ahlanzekile

# undp_you_found_goal_8
source: You found goal 8: Decent work and economic growth
af: Doel 8: Ordentlike werk en ekonomiese groei
am: ግብ አግኝተሃል 8 መልካም ስራ እና የኢኮኖሚ ዕድገት
ar: لقد وجدت الهدف 8: العمل اللائق والنمو الاقتصادي
as: আপুনি লক্ষ্য 8 বিচাৰি পাইছে: সুন্দৰ কাম আৰু অৰ্থনৈতিক বিকাশ
az: 8-ci məqsədi tapdınız: Layiqli iş və iqtisadi inkişaf
bg: Намерихте цел 8: Достоен труд и икономически растеж
bn: আপনি লক্ষ্য 8 খুঁজে পেয়েছেন: শালীন কাজ এবং অর্থনৈতিক বৃদ্ধি
bo: ཁྱེད་ཚོས་དམིགས་འབེན་8:ལས་ཀ་དང་དཔལ་འབྱོར་འཕར་སྣོན་ཡོང་བར་བྱ་དགོས།
bs: Našli ste cilj 8: Pristojan rad i ekonomski rast
ca: Heu trobat l'objectiu 8: Treball decent i creixement econòmic
cs: Našli jste cíl č. 8: Důstojná práce a hospodářský růst
cy: Fe ddaethoch o hyd i nod 8: Gwaith gweddus a thwf economaidd
da: Du fandt mål 8: Anstændigt arbejde og økonomisk vækst
de: Sie haben Ziel 8 gefunden: Menschenwürdige Arbeit und Wirtschaftswachstum
el: Βρήκατε τον στόχο 8: Αξιοπρεπής εργασία και οικονομική ανάπτυξη
es: Usted encontró la meta 8: Trabajo decente y crecimiento económico
et: Leidsite eesmärgi nr 8: inimväärne töö ja majanduskasv
eu: 8. helburua aurkitu zuen: Lan duina eta hazkunde ekonomikoa
fa: شما در بر داشت هدف 8 : کار مناسب و معقول و رشد اقتصادی
fi: Löysit tavoitteen 8: Ihmisarvoinen työ ja talouskasvu
fil: Nakakita ka ng mithiin 8: Disenteng trabaho at pang-ekonomiyang paglago
fo: Tú/fanst/funnu mál 8: Decent arbeiði og búskaparligan vøkstur.
fr: Vous avez trouvé l’objectif 8 : le travail décent et la croissance économique
ga: D'aimsigh tú sprioc 8: Obair réasúnta agus fás eacnamaíoch
gl: Obxectivo 8: Traballo decente e crecemento económico
gu: તમને ધ્યેય 8 મળ્યું: યોગ્ય કાર્ય અને આર્થિક વિકાસ
he: מצאתם יעד 8: עבודה הגונה וצמיחה כלכלית
hi: आपको लक्ष्य 8 मिला: सभ्य काम और आर्थिक विकास
hr: Pronašli ste cilj 8: Pristojan rad i gospodarski rast
hu: Megtalálta a 8. célt: Tisztességes munka és gazdasági növekedés
hy: Դուք գտաք նպատակ 8. վայելուչ աշխատանք եւ տնտեսական աճ
id: Anda menemukan tujuan 8: Pekerjaan yang layak dan pertumbuhan ekonomi
is: Þú fannst markmið 8: Mannsæmandi vinna og hagvöxtur
it: Hai trovato l'obiettivo 8: Lavoro dignitoso e crescita economica
ja: あなたは目標8を見つけました:まともな仕事と経済成長
ka: თქვენ იპოვნეთ მიზანი 8: ღირსეული სამუშაო და ეკონომიკური ზრდა
kk: Сіз 8-мақсатты таптыңыз: Лайықты еңбек және экономикалық өсім
km: អ្នកបានរកឃើញគោលដៅទី៨៖ ការងារសមរម្យ និងកំណើនសេដ្ឋកិច្ច
kn: ನೀವು ಗುರಿ 8 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಸಭ್ಯ ಕೆಲಸ ಮತ್ತು ಆರ್ಥಿಕ ಬೆಳವಣಿಗೆ
ko: 당신은 목표 8을 발견했다 : 괜찮은 일과 경제 성장
ku: تۆ ئامانجت دۆزییەوە 8: کاری شایستە و گەشەی ئابووری
ky: Сиз максат таптым 8: Татыктуу иш жана экономикалык өсүш
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍທີ 8: ວຽກງານທີ່ດີ ແລະ ການເຕີບໂຕທາງດ້ານເສດຖະກິດ
lt: Radote 8 tikslą: deramas darbas ir ekonomikos augimas
lv: Jūs atradāt 8. mērķi: pienācīgas kvalitātes nodarbinātība un ekonomikas izaugsme
mg: Nahita tanjona 8 ianao: Asa mendrika sy firoboroboana ara-toekarena
mi: I kitea e koe te whāinga 8: Te mahi whakawātea me te tupu o te ohaoha
mk: Најдовте цел 8: Пристоен труд и економски раст
ml: നിങ്ങൾ ലക്ഷ്യം 8 കണ്ടെത്തി: മാന്യമായ ജോലിയും സാമ്പത്തിക വളർച്ചയും
mn_cyrl: Та зорилго 8: Зохистой ажил, эдийн засгийн өсөлт
mr: तुम्हाला ध्येय 8 सापडले : चांगले काम आणि आर्थिक वाढ
ms: Anda mendapati matlamat 8: Pekerjaan yang baik dan pertumbuhan ekonomi
mt: Sibt l-għan 8: Xogħol deċenti u tkabbir ekonomiku
my: ပန်းတိုင် ၈– သင့်တော်တဲ့အလုပ်နဲ့ စီးပွားရေးတိုးတက်မှု
nb: Du fant mål 8: Anstendig arbeid og økonomisk vekst
ne: तपाईंले लक्ष्य 8 फेला पार्नुभयो: सभ्य काम र आर्थिक वृद्धि
nl: Je hebt doel 8 gevonden: Waardig werk en economische groei
or: ଆପଣ ଲକ୍ଷ୍ୟ 8 ପାଇଲେ: ଭଲ କାର୍ଯ୍ୟ ଏବଂ ଅର୍ଥନୈତିକ ଅଭିବୃଦ୍ଧି
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 8 ਮਿਲਿਆ: ਵਧੀਆ ਕੰਮ ਅਤੇ ਆਰਥਿਕ ਵਿਕਾਸ
pl: Znalazłeś cel 8: Godna praca i wzrost gospodarczy
ps: تاسو هدف پیدا کړ 8 : ښه کار او اقتصادی وده
pt_br: Você encontrou a meta 8: Trabalho decente e crescimento econômico
ro: Ați găsit obiectivul 8: Muncă decentă și creștere economică
ru: Вы нашли цель 8: Достойная работа и экономический рост
sk: Našli ste cieľ 8: Dôstojná práca a hospodársky rast
sl: Našli ste cilj 8: Dostojno delo in gospodarska rast
sq: Gjete synimin 8: Punë të përshtatshme dhe rritje ekonomike
sr_latn: Našli ste cilj 8: Pristojan rad i ekonomski rast
sv: Du hittade mål 8: Anständiga villkor och ekonomisk tillväxt
sw: Umepata lengo namba 8: Kazi nzuri na ukuaji wa uchumi
ta: நீங்கள் இலக்கைக் கண்டுபிடித்தீர்கள் 8: கண்ணியமான வேலை மற்றும் பொருளாதார வளர்ச்சி
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 8: మంచి పని మరియు ఆర్థిక వృద్ధి
th: คุณพบเป้าหมายที่ 8: งานที่มีคุณค่าและการเติบโตทางเศรษฐกิจ
tk: Siz 8-nji maksady tapdyňyz: Ýerlikli iş we ykdysady ösüş
tr: Hedef buldunuz 8: İyi iş ve ekonomik büyüme
tt: Сез 8 максат таптыгыз: Лаеклы эш һәм икътисади үсеш
ug: 8-نىشاننى تېپىپسىز: ياخشى خىزمەت ۋە ئىقتىسادنىڭ ئېشىشى
uk: Ви знайшли ціль 8: Гідна праця та економічне зростання
ur: آپ کو ہدف 8 ملا: مہذب کام اور معاشی ترقی
uz: Siz 8-maqsadni topdingiz: Munosib ish va iqtisodiy o'sish
vi: Bạn đã tìm thấy mục tiêu 8: Việc làm tốt và tăng trưởng kinh tế
zh_hans: 您找到了目标8：体面工作和经济增长
zu: Uthole umgomo 8: Umsebenzi ofanele nokukhula komnotho

# undp_you_found_goal_9
source: You found goal 9: Industry, innovation and infrastructure
af: Jy het doel gevind 9: Industrie, innovasie en infrastruktuur
am: አግኝተሃል ግብ 9 ኢንዱስትሪ, ፈጠራ እና መሰረተ ልማት
ar: لقد وجدت الهدف 9: الصناعة والابتكار والبنية التحتية
as: আপুনি লক্ষ্য 9 বিচাৰি পাইছে: উদ্যোগ, উদ্ভাৱন আৰু আন্তঃগাঁথনি
az: 9-cu məqsədi tapdınız: Sənaye, innovasiya və infrastruktur
bg: Намерихте цел 9: Промишленост, иновации и инфраструктура
bn: আপনি লক্ষ্য 9 খুঁজে পেয়েছেন: শিল্প, উদ্ভাবন এবং অবকাঠামো
bo: ཁྱེད་ཚོས་དམིགས་འབེན་9:བཟོ་ལས་དང།གསར་གཏོད།རྨང་གཞིའི་སྒྲིག་བཀོད།རྨང་གཞིའི་སྒྲིག་བཀོད།
bs: Našli ste cilj 9: Industrija, inovacije i infrastruktura
ca: Heu trobat l'objectiu 9: Indústria, innovació i infraestructura
cs: Našli jste cíl č. 9: Průmysl, inovace a infrastruktura
cy: Daethoch o hyd i nod 9: Diwydiant, arloesi ac isadeiledd
da: Du fandt mål 9: Industri, innovation og infrastruktur
de: Sie haben Ziel 9 gefunden: Industrie, Innovation und Infrastruktur
el: Βρήκατε τον στόχο 9: Βιομηχανία, καινοτομία και υποδομές
es: Usted encontró el objetivo 9: Industria, innovación e infraestructura
et: Leidsite eesmärgi nr 9: tööstus, innovatsioon ja infrastruktuur
eu: 9. helburua aurkitu du: Industria, berrikuntza eta azpiegitura
fa: شما در بر داشت هدف 9 : صنعت ، نوآوری و زیرساخت
fi: Löysit tavoitteen 9: Teollisuus, innovaatiot ja infrastruktuuri
fil: Natagpuan mo ang layunin 9: Industriya, makabagong-likha at imprastraktura
fo: Tú/fanst/funnu mál 9: útry, innovation og infrastructure.
fr: Vous avez trouvé l’objectif 9 : l’industrie, l’innovation et l’infrastructure
ga: D'aimsigh tú sprioc 9: Tionscal, nuálaíocht agus bonneagar
gl: Obxectivo 9: Industria, innovación e infraestruturas
gu: તમને ધ્યેય ૯ મળ્યો : ઉદ્યોગ, નવીનીકરણ અને માળખાગત સુવિધાઓ
he: מצאתם את יעד 9: תעשייה, חדשנות ותשתיות
hi: आपको लक्ष्य 9 मिला: उद्योग, नवाचार और बुनियादी ढांचा
hr: Pronašli ste cilj 9: Industrija, inovacije i infrastruktura
hu: Megtalálta a 9. célt: Ipar, innováció és infrastruktúra
hy: Դուք գտաք նպատակ 9. արդյունաբերություն, նորարարություն եւ ենթակառուցվածքներ
id: Anda menemukan tujuan 9: Industri, inovasi, dan infrastruktur
is: Þú fannst markmið 9: Iðnaður, nýsköpun og innviðir
it: Hai trovato l'obiettivo 9: Industria, innovazione e infrastrutture
ja: 目標9:産業、イノベーション、インフラを見つけました
ka: თქვენ იპოვნეთ მიზანი 9: მრეწველობა, ინოვაცია და ინფრასტრუქტურა
kk: Сіз 9-мақсатты таптыңыз: Өнеркәсіп, инновация және инфрақұрылым
km: អ្នកបានរកឃើញគោលដៅទី៩៖ ឧស្សាហកម្ម ការច្នៃប្រឌិត និងហេដ្ឋារចនាសម្ព័ន្ធ
kn: ನೀವು ಗುರಿ 9 ಅನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ: ಕೈಗಾರಿಕೆ, ನಾವಿನ್ಯತೆ ಮತ್ತು ಮೂಲಸೌಕರ್ಯ
ko: 목표 9 : 산업, 혁신 및 인프라
ku: تۆ ئامانجت دۆزیەوە 9: پیشەسازی، داهێنان و ژێرخانی
ky: Сиз максат таптым 9: Өнөр жай, инновациялар жана инфраструктура
lo: ທ່ານໄດ້ພົບເຫັນເປົ້າຫມາຍ 9: ອຸດສາຫະກໍາ, ການປະດິດສ້າງ ແລະ ໂຄງລ່າງພື້ນຖານ
lt: Radote 9 tikslą: Pramonė, inovacijos ir infrastruktūra
lv: Jūs atradāt 9. mērķi: rūpniecība, inovācijas un infrastruktūra
mg: Nahita tanjona 9 ianao: Indostria, fanavaozana ary foto-drafitrasa.
mi: I kitea e koe te whāinga 9: Te umanga, te whakahaere hou me te hanganga
mk: Ја најдовте целта 9: Индустрија, иновации и инфраструктура
ml: നിങ്ങൾ ലക്ഷ്യം 9 കണ്ടെത്തി: വ്യവസായം, നവീകരണം, അടിസ്ഥാന സൗകര്യം
mn_cyrl: Та зорилго 9: Үйлдвэрлэл, инноваци, дэд бүтэц
mr: तुम्हाला लक्ष्य 9 सापडले: उद्योग, नाविन्यता आणि पायाभूत सुविधा
ms: Anda menemui matlamat 9: Industri, inovasi dan infrastruktur
mt: Sibt l-għan 9: L-industrija, l-innovazzjoni u l-infrastruttura
my: ပန်းတိုင် ၉– စက်မှုလုပ်ငန်း၊ ဆန်းသစ်တီထွင်မှုနဲ့ အခြေခံအဆောက်အအုံတွေ
nb: Du fant mål 9: Industri, innovasjon og infrastruktur
ne: तपाईंले लक्ष्य 9 फेला पार्नुभयो: उद्योग, नवीनता र पूर्वाधार
nl: Je hebt doel 9 gevonden: Industrie, innovatie en infrastructuur
or: ଆପଣ ଲକ୍ଷ୍ୟ 9 ପାଇଲେ: ଶିଳ୍ପ, ନବସୃଜନ ଏବଂ ଭିତ୍ତିଭୂମି
pa: ਤੁਹਾਨੂੰ ਟੀਚਾ 9 ਮਿਲਿਆ: ਉਦਯੋਗ, ਕਾਢ ਅਤੇ ਬੁਨਿਆਦੀ ਢਾਂਚਾ
pl: Znalazłeś cel 9: Przemysł, innowacje i infrastruktura
ps: تاسو هدف پیدا کړ 9 : صنعت ، نوښت او زیربنا
pt_br: Você encontrou a meta 9: Indústria, inovação e infraestrutura
ro: Ați găsit obiectivul 9: Industrie, inovare și infrastructură
ru: Вы нашли цель 9: Промышленность, инновации и инфраструктура
sk: Našli ste cieľ 9: Priemysel, inovácie a infraštruktúra
sl: Cilj 9: Industrija, inovacije in infrastruktura
sq: Gjetët objektivin 9: Industria, novacioni dhe infrastruktura
sr_latn: Pronašli ste cilj 9: Industrija, inovacije i infrastruktura
sv: Du hittade mål 9: Hållbar industri, innovationer och infrastruktur
sw: Umepata lengo namba 9: Viwanda, ubunifu na miundombinu
ta: நீங்கள் இலக்கைக் கண்டறிந்தீர்கள் 9: தொழில், கண்டுபிடிப்பு மற்றும் உள்கட்டமைப்பு
te: మీరు లక్ష్యాన్ని కనుగొన్నారు 9: పరిశ్రమ, సృజనాత్మకత మరియు మౌలిక సదుపాయాలు
th: คุณบรรลุเป้าหมายที่ 9: อุตสาหกรรม นวัตกรรม และโครงสร้างพื้นฐาน
tk: Siz 9-njy maksada ýetdiňiz: Senagat, innowasiýalar we infrastruktura
tr: Hedef 9'ı buldunuz: Endüstri, inovasyon ve altyapı
tt: Сез 9 максат таптыгыз: Сәнәгать, инновация һәм инфраструктура
ug: 9-نىشاننى تاپتىڭ: سانائەت، يېڭىلىق يارىتىش ۋە ئۇل ئەسلىھەلەر
uk: Ви знайшли ціль 9: Промисловість, інновації та інфраструктура
ur: آپ کو مقصد 9 ملا: صنعت، اختراع اور بنیادی ڈھانچہ
uz: Siz 9-maqsadni topdingiz: Sanoat, innovatsiyalar va infratuzilma
vi: Bạn đã tìm thấy mục tiêu 9: Công nghiệp, đổi mới và cơ sở hạ tầng
zh_hans: 您找到了目标 9：工业、创新和基础设施
zu: Uthole umgomo 9: Imboni, izinto ezintsha kanye nengqalasizinda
