Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_13_title
source: Goal 13: Climate action
af: Doel 13: Klimaataksie
am: ግብ 13 የአየር ንብረት እንቅስቃሴ
ar: الهدف 13: العمل المناخي
as: লক্ষ্য 13: জলবায়ু কাৰ্য
az: 13-cü məqsəd: İqlim hərəkəti
bg: Цел 13: Действия по климата
bn: লক্ষ্য 13: জলবায়ু কর্ম
bo: དམིགས་འབེན་བཅུ་གསུམ་པ། གནམ་གཤིས་འགུལ་སྐྱོད།
bs: Cilj 13: Klimatska akcija
ca: Objectiu 13: Acció pel clima
cs: Cíl 13: Opatření v oblasti klimatu
cy: Nod 13: Gweithredu dros yr hinsawdd
da: Mål 13: Klimaindsats
de: Ziel 13: Klimaschutz
el: Στόχος 13: Δράση για το κλίμα
es: Objetivo 13: Acción climática
et: 13. eesmärk: kliimameetmed
eu: 13. helburua: Ekintza klimatikoa
fa: هدف 13 : اقدام آب و هوا
fi: Tavoite 13: Ilmastotoimet
fil: Layunin 13: Klima aksyon
fo: Goal 13: C Veður action
fr: Objectif 13 : Action pour le climat
ga: Sprioc 13: Gníomhú ar son na haeráide
gl: Obxectivo 13: Acción polo clima
gu: ધ્યેય ૧૩ઃ આબોહવા અંગેની કાર્યવાહી
he: מטרה 13: פעילות אקלימית
hi: लक्ष्य 13: जलवायु कार्रवाई
hr: 13. cilj: Djelovanje u području klime
hu: 13. cél: Éghajlat-politika
hy: Նպատակը 13. Կլիմայական գործողություններ
id: Sasaran 13: Aksi iklim
is: Markmið 13: Aðgerðir í loftslagsmálum
it: Obiettivo 13: Azione per il clima
ja: 目標13:気候行動
ka: მიზანი 13: კლიმატის მოქმედება
kk: 13-мақсат: Климаттық іс-қимыл
km: គោលដៅទី១៣៖ សកម្មភាពអាកាសធាតុ
kn: ಗುರಿ 13: ಹವಾಮಾನ ಕ್ರಮ
ko: 목표 13 : 기후 행동
ku: ئامانج 13: کرداری کەش و هەوا
ky: Максат 13: Климаттык иш-аракеттер
lo: ເປົ້າຫມາຍທີ 13: ການກະທໍາຂອງດິນຟ້າອາກາດ
lt: 13 tikslas: klimato politikos veiksmai
lv: 13. mērķis: rīcība klimata politikas jomā
mg: Goal 13: Hetsika momba ny Toetr'andro
mi: Goal 13: Hohenga āhuarangi
mk: Цел 13: Климатска акција
ml: ലക്ഷ്യം 13: കാലാവസ്ഥാ വ്യതിയാനം
mn_cyrl: Зорилт 13. Цаг уурын үйл ажиллагаа
mr: लक्ष्य 13: हवामान क्रिया
ms: Matlamat 13: Tindakan iklim
mt: Għan 13: Azzjoni klimatika
my: ပန်းတိုင် ၁၃– ရာသီဥတုလှုပ်ရှားမှု
nb: Mål 13: Klimatiltak
ne: लक्ष्य 13: जलवायु कार्रवाई
nl: Doel 13: Klimaatactie
or: ଲକ୍ଷ୍ୟ 13: ଜଳବାୟୁ କାର୍ଯ୍ୟ
pa: ਟੀਚਾ 13: ਜਲਵਾਯੂ ਕਾਰਵਾਈ
pl: Cel 13: Działania w dziedzinie klimatu
ps: هدف ١٣ : د اقلیم عمل
pt_br: Objetivo 13: Ação climática
ro: Obiectivul 13: Politici climatice
ru: Цель 13: Борьба с изменением климата
sk: Cieľ 13: Opatrenia v oblasti klímy
sl: Cilj 13: Podnebni ukrepi
sq: Qëllimi 13: Veprimi i klimës
sr_latn: Cilj 13: Klimatska akcija
sv: Mål 13: Bekämpa klimatförändringarna
sw: Lengo la 13: Hatua za hali ya hewa
ta: இலக்கு 13: காலநிலை நடவடிக்கை
te: లక్ష్యం 13: వాతావరణ చర్య
th: เป้าหมายที่ 13: การดําเนินการด้านสภาพภูมิอากาศ
tk: Maksadyň 13-nji maksady: Klimat hereketi
tr: Hedef 13: İklim eylemi
tt: 13-нче максат: Климат чаралары
ug: 13-نومۇرلۇق نىشان: كىلىمات ھەرىكىتى
uk: Ціль 13: Кліматичні дії
ur: ہدف 13: آب و ہوا کی کارروائی
uz: 13-maqsad: Iqlim amali
vi: Mục tiêu 13: Hành động khí hậu
zh_hans: 目标13：气候行动
zu: Umgomo 13: Isenzo sezulu

# undp_goal_14_description
source: This means that we should take care of our oceans without littering or catching too much fish.
af: Dit beteken dat ons vir ons oseane moet sorg sonder om te veel vis te rommel of te vang.
am: ይህም ማለት ውቅያኖሳችንን ሳንቆሽሽ ወይም ብዙ ዓሣ ሳንይዝ ልንንከባከበው ይገባል ማለት ነው።
ar: وهذا يعني أنه ينبغي لنا أن نعتني بمحيطاتنا دون إلقاء القمامة أو صيد الكثير من الأسماك.
as: ইয়াৰ অৰ্থ হৈছে যে আমি অত্যাধিক মাছ ধৰা বা নধৰাকৈ আমাৰ মহাসাগৰৰ যত্ন লোৱা উচিত।
az: Bu o deməkdir ki, biz okeanlarımızın qayğısına qalmalı və həddindən artıq balıq tutmalıyıq.
bg: Това означава, че трябва да се грижим за океаните си, без да кучим или да хващаме прекалено много риба.
bn: এর মানে হল যে আমাদের সমুদ্রের যত্ন নেওয়া উচিত খুব বেশি মাছ না ফেলে বা খুব বেশি মাছ ধরা ছাড়াই।
bo: དེའི་ཐོག་ནས་ང་ཚོས་རྒྱ་མཚོར་ལྟ་རྟོག་བྱེད་དགོས་པ་ལས་གད་སྙིགས་གང་བྱུང་དུ་འཕེན་པ་དང་ཉ་འཛིན་རྒྱུ་མང་དྲགས་པ་མཚོན་གྱི་ཡོད།
bs: To znači da treba da se pobrinemo za naše okeane bez legla ili hvatanja previše ribe.
ca: Això vol dir que hauríem de cuidar els nostres oceans sense llençar escombraries ni capturar massa peixos.
cs: To znamená, že bychom se měli starat o naše oceány, aniž bychom odhazovali odpadky nebo lovili příliš mnoho ryb.
cy: Mae hyn yn golygu y dylem ofalu am ein cefnforoedd heb daflu sbwriel na dal gormod o bysgod.
da: Det betyder, at vi skal tage os af vores have uden at smide eller fange for meget fisk.
de: Das bedeutet, dass wir uns um unsere Ozeane kümmern sollten, ohne zu viel Fisch zu vermüllen oder zu fangen.
el: Αυτό σημαίνει ότι πρέπει να φροντίζουμε τους ωκεανούς μας χωρίς να καταλήγουμε σε σκουπίδια ή να αλιεύουμε πάρα πολλά ψάρια.
es: Esto significa que debemos cuidar nuestros océanos sin tirar basura ni atrapar demasiados peces.
et: See tähendab, et me peaksime hoolitsema oma ookeanide eest ilma prügistamata või liiga palju kalu püüdmata.
eu: Horrek esan nahi du gure ozeanoak zaindu behar ditugula zaborrik bota gabe edo arrain gehiegi harrapatu gabe.
fa: این بدان معنی است که ما باید مراقبت از اقیانوس های ما بدون آشغال و یا ابتلا به ماهی بیش از حد.
fi: Tämä tarkoittaa, että meidän pitäisi huolehtia valtameristämme roskaamatta tai pyydystämättä liikaa kalaa.
fil: Nangangahulugan ito na dapat nating pangalagaan ang ating karagatan nang walang panitikan o nakahahalina ng napakaraming isda.
fo: Hetta merkir, at vit áttu at tikið okkum av okkara havinum uttan at fáa ov nógvan fisk.
fr: Cela signifie que nous devrions prendre soin de nos océans sans joncher ou attraper trop de poissons.
ga: Ciallaíonn sé seo gur chóir dúinn aire a thabhairt dár n-aigéan gan bruscar ná breith ar an iomarca éisc.
gl: Isto significa que debemos coidar os nosos océanos sen encher ou capturar demasiados peixes.
gu: આનો અર્થ એ છે કે આપણે કચરો ભર્યા વિના અથવા વધુ પડતી માછલીઓ પકડ્યા વિના આપણા સમુદ્રોની સંભાળ લેવી જોઈએ.
he: משמעות הדבר היא שעלינו לדאוג לאוקיינוסים שלנו מבלי לזרוק או לתפוס יותר מדי דגים.
hi: इसका मतलब है कि हमें बहुत अधिक मछली को गंदगी या पकड़ने के बिना अपने महासागरों की देखभाल करनी चाहिए।
hr: To znači da bismo se trebali pobrinuti za naše oceane bez bacanja smeća ili hvatanja previše ribe.
hu: Ez azt jelenti, hogy gondoskodnunk kell óceánjainkról anélkül, hogy szemetelnénk vagy túl sok halat fognánk.
hy: Սա նշանակում է, որ մենք պետք է հոգ տանենք մեր օվկիանոսների մասին՝ առանց չափից շատ ձուկ թափելու կամ որսալու։
id: Ini berarti bahwa kita harus menjaga lautan kita tanpa membuang sampah sembarangan atau menangkap terlalu banyak ikan.
is: Þetta þýðir að við eigum að hugsa um höfin okkar án þess að rusla eða veiða of mikið af fiski.
it: Ciò significa che dovremmo prenderci cura dei nostri oceani senza gettare rifiuti o catturare troppi pesci.
ja: これは、私たちがポイ捨てやあまりにも多くの魚をキャッチすることなく、私たちの海の世話をする必要があることを意味します。
ka: ეს ნიშნავს, რომ ჩვენ უნდა ვიზრუნოთ ჩვენს ოკეანეებზე, ზედმეტი თევზის დათესვის ან დაჭერის გარეშე.
kk: Демек, біз өз мұхиттарымызды ластамай немесе тым көп балық ауламай қамқорлық жасауымыз керек.
km: នេះមានន័យថា យើងគួរតែថែរក្សាមហាសមុទ្ររបស់យើងដោយមិនបាច់ដាក់ខ្នោះ ឬចាប់ត្រីច្រើនពេក។
kn: ಇದರರ್ಥ ನಾವು ಕಸ ಹಾಕದೆ ಅಥವಾ ಹೆಚ್ಚು ಮೀನುಗಳನ್ನು ಹಿಡಿಯದೆ ನಮ್ಮ ಸಾಗರಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಬೇಕು.
ko: 이것은 우리가 너무 많은 물고기를 버리거나 잡지 않고 바다를 돌봐야한다는 것을 의미합니다.
ku: ئەمە مانای ئەوەیە کە ئێمە دەبێت ئاگاداری زەریاکانمان بین بەبێ ئەوەی ماسی زۆر بگرین
ky: Бул биздин океандарга өтө көп балык кармабай кам көрүшүбүз керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ເຮົາ ຄວນ ດູ ແລ ທະ ເລ ຂອງ ເຮົາ ໂດຍ ບໍ່ ມີ ຂີ້ ຕົມ ຫລື ຈັບ ປາ ຫລາຍ ເກີນ ໄປ.
lt: Tai reiškia, kad turėtume rūpintis savo vandenynais neteršiant ir negaudant per daug žuvų.
lv: Tas nozīmē, ka mums ir jārūpējas par saviem okeāniem, nepiedrazojot un nenoķerot pārāk daudz zivju.
mg: Midika izany fa tokony hikarakara ny ranomasina isika, nefa tsy hanala na hisambotra trondro be loatra.
mi: Ko te tikanga o tēnei me tiaki tātau i o tātau moana me te kore punipuni, te hopu ika nui rawa rānei.
mk: Тоа значи дека ние треба да се грижиме за нашите океани без да фрламе или фаќаме премногу риба.
ml: ഇതിനർത്ഥം നമ്മുടെ സമുദ്രങ്ങളെ മാലിന്യങ്ങൾ വലിച്ചെറിയുകയോ അമിതമായി മത്സ്യം പിടിക്കുകയോ ചെയ്യാതെ നാം പരിപാലിക്കണം എന്നാണ്.
mn_cyrl: Энэ нь бид далайгаа хог хаягдалгүй, хэтэрхий их загас барихгүйгээр арчилж тордох ёстой гэсэн үг юм.
mr: याचा अर्थ असा आहे की आपण जास्त मासे न टाकता किंवा न पकडता आपल्या महासागरांची काळजी घेतली पाहिजे.
ms: Ini bermakna kita harus menjaga lautan kita tanpa membuang sampah atau menangkap terlalu banyak ikan.
mt: Dan ifisser li għandna nieħdu ħsieb l-oċeani tagħna mingħajr ma nħerrxu jew naqbdu wisq ħut.
my: ယင်းက ကျွန်ုပ်တို့၏သမုဒ္ဒရာများကို အမှိုက်သရိုက်များမဖမ်းဘဲ သို့မဟုတ် ငါးအလွန်အကျွံမဖမ်းမိဘဲ ကြည့်ရှုစောင့်ရှောက်သင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at vi bør ta vare på havene våre uten å forsøple eller fange for mye fisk.
ne: यसको अर्थ हामीले धेरै माछा नफ्याँक्ने वा नसमात्ने गरी समुद्रको हेरचाह गर्नुपर्छ।
nl: Dit betekent dat we voor onze oceanen moeten zorgen zonder zwerfvuil of te veel vis te vangen.
or: ଏହାର ଅର୍ଥ ହେଉଛି ଆମେ ଅତ୍ୟଧିକ ମାଛ ନ ଧରି ଆମର ମହାସାଗରର ଯତ୍ନ ନେବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਸਾਨੂੰ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੱਛੀਆਂ ਨੂੰ ਸੁੱਟੇ ਬਿਨਾਂ ਜਾਂ ਫੜਨ ਤੋਂ ਬਿਨਾਂ ਆਪਣੇ ਸਮੁੰਦਰਾਂ ਦੀ ਦੇਖਭਾਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Oznacza to, że powinniśmy dbać o nasze oceany bez zaśmiecania czy łowienia zbyt dużej ilości ryb.
ps: دا په دې مانا ده چې مونږ باید د خپل سمندرونو خیال وساتو پرته له دې چې ډیر کبان ونیولو.
pt_br: Isso significa que devemos cuidar de nossos oceanos sem jogar lixo ou pegar muitos peixes.
ro: Aceasta înseamnă că ar trebui să avem grijă de oceanele noastre fără să aruncăm sau să prindem prea mult pește.
ru: Это означает, что мы должны заботиться о наших океанах, не засоряя и не ловя слишком много рыбы.
sk: To znamená, že by sme sa mali starať o naše oceány bez toho, aby sme vyhadzovali odpadky alebo lovili príliš veľa rýb.
sl: To pomeni, da moramo skrbeti za naše oceane, ne da bi smeteli ali ujeli preveč rib.
sq: Kjo do të thotë se duhet të kujdesemi për oqeanet tona pa hedhur mbeturina ose pa kapur shumë peshq.
sr_latn: To znači da treba da se brinemo o našim okeanima bez smeća i hvatanja previše ribe.
sv: Detta betyder att vi ska ta hand om våra hav utan att skräpa ner eller ta upp för mycket fisk.
sw: Hii ina maana kwamba tunapaswa kutunza bahari zetu bila takataka au kukamata samaki wengi.
ta: இதன் பொருள் என்னவென்றால், குப்பை கொட்டாமல் அல்லது அதிகப்படியான மீன்களைப் பிடிக்காமல் நமது கடல்களை நாம் கவனித்துக் கொள்ள வேண்டும்.
te: దీని అర్థం మనం మన మహాసముద్రాలను చెత్త వేయకుండా లేదా ఎక్కువ చేపలను పట్టుకోకుండా జాగ్రత్త వహించాలి.
th: ซึ่งหมายความว่าเราควรดูแลมหาสมุทรของเราโดยไม่ทิ้งขยะหรือจับปลามากเกินไป
tk: Diýmek, biz köp balyk zaýalanman ýa-da tutmazdan okeanlaryň aladasyny etmeli.
tr: Bu, okyanuslarımıza çöp atmadan veya çok fazla balık yakalamadan bakmamız gerektiği anlamına gelir.
tt: Димәк, без океаннарыбызны җирләү яки бик күп балык тотудан тыеп тормыйча карарга тиеш.
ug: بۇ، دېڭىز-ئوكيانلارنى ئەخلەت باسماي ياكى بەك كۆپ بېلىق تۇتمايلا پەرۋىش قىلىشىمىز كېرەكلىكىنى بىلدۈرىدۇ.
uk: Це означає, що ми повинні піклуватися про наші океани, не засмічуючи і не ловлячи занадто багато риби.
ur: اس کا مطلب یہ ہے کہ ہمیں بہت زیادہ مچھلیاں گندگی یا پکڑے بغیر اپنے سمندروں کی دیکھ بھال کرنی چاہئے۔
uz: Bu shuni anglatadiki, biz okeanlarimizga juda ko'p baliq ovlamasdan yoki baliq ovlamasdan g'amxo'rlik qilishimiz kerak.
vi: Điều này có nghĩa là chúng ta nên chăm sóc đại dương của chúng ta mà không xả rác hoặc bắt quá nhiều cá.
zh_hans: 这意味着我们应该照顾好我们的海洋，不要乱扔垃圾或捕获太多的鱼。
zu: Lokhu kusho ukuthi kufanele sinakekele ulwandle lwethu ngaphandle kokulahla udoti noma ukubamba izinhlanzi eziningi kakhulu.

# undp_goal_14_title
source: Goal 14: Life below water
af: Doel 14: Lewe onder water
am: ግብ 14 ከውሃ በታች መኖር
ar: الهدف 14: الحياة تحت الماء
as: লক্ষ্য 14: পানীৰ তলৰ জীৱন
az: 14-cü məqsəd: Sudan aşağıda həyat
bg: Цел 14: Живот под водата
bn: লক্ষ্য ১৪: পানির নিচে জীবন
bo: དམིགས་འབེན་བཅུ་བཞི་པ། ཆུ་འོག་གི་འཚོ་བ།
bs: Cilj 14: Život ispod vode
ca: Objectiu 14: Vida sota l'aigua
cs: Cíl 14: Život pod vodou
cy: Nod 14: Bywyd islaw dŵr
da: Mål 14: Livet under vandet
de: Ziel 14: Leben unter Wasser
el: Στόχος 14: Ζωή κάτω από το νερό
es: Objetivo 14: Vida bajo el agua
et: 14. eesmärk: elu vee all
eu: 14. helburua: Itsaspeko bizitza
fa: هدف 14: زندگی زیر آب
fi: Tavoite 14: Elämä veden alla
fil: Mithiin 14: Buhay sa ibaba ng tubig
fo: Goal 14: Lív undir vatni
fr: Objectif 14 : Vie sous l’eau
ga: Sprioc 14: An saol thíos uisce
gl: Obxectivo 14: A vida debaixo da auga
gu: ધ્યેય ૧૪ઃ પાણી નીચેનું જીવન
he: מטרה 14: החיים מתחת למים
hi: लक्ष्य 14: पानी के नीचे जीवन
hr: Cilj 14: Život ispod vode
hu: 14. cél: Élet a víz alatt
hy: Նպատակը 14. Կյանքը ջրից ներքեւ
id: Tujuan 14: Hidup di bawah air
is: Markmið 14: Líf undir vatni
it: Obiettivo 14: Vita sott'acqua
ja: 目標14:水の下の生命
ka: მიზანი 14: ცხოვრება წყლის ქვემოთ
kk: 14-мақсат: Судан төмен тіршілік
km: គោលដៅទី១៤៖ ជីវិតក្រោមទឹក
kn: ಗುರಿ 14: ನೀರಿನ ಕೆಳಗಿನ ಜೀವನ
ko: 목표 14 : 물 밑의 삶
ku: گۆلی 14: ژیان لەخوار ئاوەوە
ky: Максат 14: Суу астындагы жашоо
lo: ເປົ້າຫມາຍທີ 14: ຊີວິດລຸ່ມນໍ້າ
lt: 14 tikslas: gyvenimas po vandeniu
lv: 14. mērķis: Dzīve zem ūdens
mg: Tanjona 14: Fiainana ambanin'ny rano
mi: Goal 14: Ora i raro iho i te wai
mk: Цел 14: Живот под водата
ml: ലക്ഷ്യം 14: വെള്ളത്തിനടിയിലെ ജീവിതം
mn_cyrl: Зорилго 14: Усан доорх амьдрал
mr: ध्येय १४: पाण्याखालचे जीवन
ms: Matlamat 14: Kehidupan di bawah air
mt: Għan 14: Il-ħajja taħt l-ilma
my: ပန်းတိုင် ၁၄– ရေအောက်ဘဝ
nb: Mål 14: Livet under vann
ne: लक्ष्य १४: पानीमुनिको जीवन
nl: Doel 14: Leven onder water
or: ଲକ୍ଷ୍ୟ 14: ପାଣି ତଳେ ଜୀବନ
pa: ਟੀਚਾ 14: ਪਾਣੀ ਦੇ ਹੇਠਾਂ ਜੀਵਨ
pl: Cel 14: Życie pod wodą
ps: ۱۴ هدف : د اوبو لاندې ژوند
pt_br: Objetivo 14: Vida abaixo da água
ro: Obiectivul 14: Viața sub apă
ru: Цель 14: Жизнь под водой
sk: Cieľ 14: Život pod vodou
sl: Cilj 14: Življenje pod vodo
sq: Synimi 14: Jeta nën ujë
sr_latn: Cilj 14: Život ispod vode
sv: Mål 14: Hav och marina resurser
sw: Lengo la 14: Maisha chini ya maji
ta: இலக்கு 14: தண்ணீருக்கு கீழே வாழ்க்கை
te: లక్ష్యం 14: నీటి అడుగున జీవితం
th: เป้าหมายที่ 14: ชีวิตใต้น้ํา
tk: Maksadyň 14-nji maksady: Suwuň aşagyndaky ýaşaýyş
tr: Hedef 14: Suyun altındaki yaşam
tt: Максат 14: Су астындагы тормыш
ug: 14-نىشان: سۇ ئاستىدىكى ھايات
uk: Ціль 14: Життя під водою
ur: ہدف 14: پانی کے نیچے زندگی
uz: 14-maqsad: Suvdan pastdagi hayot
vi: Mục tiêu 14: Cuộc sống dưới nước
zh_hans: 目标14：水下生命
zu: Umgomo 14: Ukuphila ngaphansi kwamanzi
