Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_2_title
source: Goal 2: Zero hunger
af: Doel 2: Nul honger
am: ግብ 2 ዜሮ ረሃብ
ar: الهدف الثاني: القضاء على الجوع
as: লক্ষ্য 2: শূন্য ভোক
az: 2-ci məqsəd: Sıfır aclıq
bg: Цел 2: Нулев глад
bn: লক্ষ্য ২: শূন্য ক্ষুধা
bo: དམིགས་འབེན་གཉིས་པ། བཀྲེས་ལྟོགས་མེད་པ།
bs: Cilj 2: Nula gladi
ca: Objectiu 2: Fam zero
cs: Cíl 2: Nulový hlad
cy: Gôl 2: Dim newyn
da: Mål 2: Nul sult
de: Ziel 2: Null Hunger
el: Στόχος 2: Μηδενική πείνα
es: Objetivo 2: Hambre cero
et: 2. eesmärk: null nälga
eu: 2. helburua: Zero gosea
fa: هدف 2: گرسنگی صفر
fi: Tavoite 2: Ei nälkää
fil: Mithiin 2: Zero gutom
fo: Goal 2: Zero hungri
fr: Objectif 2 : Faim zéro
ga: Sprioc 2: Zero hunger
gl: Obxectivo 2: Fame cero
gu: ધ્યેય ૨ઃ શૂન્ય ભૂખ
he: מטרה 2: אפס רעב
hi: लक्ष्य 2: शून्य भूख
hr: Cilj 2: Nula gladi
hu: 2. cél: Zéró éhség
hy: Նպատակը 2. Զրո քաղց
id: Sasaran 2: Tidak ada rasa lapar
is: Markmið 2: Núll hungur
it: Obiettivo 2: Fame zero
ja: 目標2:飢餓ゼロ
ka: მიზანი 2: ნულოვანი შიმშილი
kk: 2-мақсат: Нөлдік аштық
km: គោលដៅទី២៖ ការអត់ឃ្លានសូន្យ
kn: ಗುರಿ 2: ಹಸಿವು ಶೂನ್ಯ
ko: 목표 2: 굶주림 제로(Zero Hunger)
ku: گۆلی 2: برسێتی سفر
ky: Максат 2: Нөл ачкачылык
lo: ເປົ້າ ຫມາຍ ທີ 2: ຄວາມ ຫິວ ໂຫຍ Zero
lt: 2 tikslas: nulis bado
lv: 2. mērķis: izskaust badu
mg: Goal 2: Tsy hanoanana
mi: Goal 2: Kore hiakai
mk: Гол 2: Нулта глад
ml: ലക്ഷ്യം 2: വിശപ്പില്ലായ്മ
mn_cyrl: Зорилго 2: Зеро өлсгөлөн
mr: लक्ष्य 2: शून्य भूक
ms: Matlamat 2: Kelaparan sifar
mt: Għan 2: Żero ġuħ
my: ပန်းတိုင် ၂: Zero ငတ်မွတ်ခေါင်းပါးမှု
nb: Mål 2: Null sult
ne: लक्ष्य 2: शून्य भूख
nl: Doel 2: Geen honger
or: ଲକ୍ଷ୍ୟ 2: ଶୂନ୍ୟ ଭୋକ
pa: ਟੀਚਾ 2: ਭੁੱਖ ਨਹੀਂ
pl: Cel 2: Zero głodu
ps: ۲ هدف : لوږه صفر
pt_br: Objetivo 2: Fome zero
ro: Obiectivul 2: Zero foame
ru: Цель 2: Ликвидация голода
sk: Cieľ 2: Nulový hlad
sl: Cilj 2: Nič lakote
sq: Objektivi 2: Zero uri
sr_latn: Cilj 2: Nulta glad
sv: Mål 2: Ingen hunger
sw: Lengo 2: Njaa sifuri
ta: இலக்கு 2: பூஜ்ஜிய பசி
te: లక్ష్యం 2: సున్నా ఆకలి
th: เป้าหมายที่ 2: ความหิวโหยเป็นศูนย์
tk: 2-nji maksat: Sansyz açlyk
tr: Hedef 2: Sıfır açlık
tt: 2-нче максат: Нуль ачлык
ug: 2-نىشان: نۆل ئاچلىق
uk: Ціль 2: Нульовий голод
ur: ہدف 2: صفر بھوک
uz: 2-maqsad: Nol ochlik
vi: Bàn thắng 2: Không đói
zh_hans: 目标2：零饥饿
zu: Umgomo 2: Indlala ye-Zero

# undp_goal_3_description
source: This means that everyone should be able to live a healthy and good life.
af: Dit beteken dat almal in staat moet wees om 'n gesonde en goeie lewe te lei.
am: ይህም ማለት ሁሉም ሰው ጤናማና ጥሩ ሕይወት መምራት መቻል አለበት ማለት ነው ።
ar: وهذا يعني أن الجميع يجب أن تكون قادرة على العيش حياة صحية وجيدة.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে এক স্বাস্থ্যকৰ আৰু ভাল জীৱন যাপন কৰিবলৈ সক্ষম হ'ব লাগে।
az: Bu o deməkdir ki, hər kəs sağlam və yaxşı həyat sürməyi bacarmalıdır.
bg: Това означава, че всеки трябва да може да живее здравословен и добър живот.
bn: এর মানে হল যে প্রত্যেকেরই একটি সুস্থ এবং ভাল জীবন যাপন করতে সক্ষম হওয়া উচিত।
bo: འདིས་མི་རེ་རེ་ཚང་མར་བདེ་ཐང་དང་མཛེས་སྡུག་ལྡན་པའི་འཚོ་བ་སྐྱེལ་ཐུབ་པ་མཚོན།
bs: To znači da bi svi trebali moći živjeti zdrav i dobar život.
ca: Això vol dir que tothom hauria de poder viure una vida sana i bona.
cs: To znamená, že každý by měl být schopen žít zdravý a dobrý život.
cy: Mae hyn yn golygu y dylai pawb allu byw bywyd iach a da.
da: Det betyder, at alle skal kunne leve et sundt og godt liv.
de: Das bedeutet, dass jeder in der Lage sein sollte, ein gesundes und gutes Leben zu führen.
el: Αυτό σημαίνει ότι όλοι πρέπει να μπορούν να ζήσουν μια υγιή και καλή ζωή.
es: Esto significa que todos deben ser capaces de vivir una vida sana y buena.
et: See tähendab, et igaüks peaks saama elada tervislikku ja head elu.
eu: Horrek esan nahi du guztiek bizitza osasuntsua eta ona bizi ahal izango luketela.
fa: یعنی همه باید بتوانند زندگی سالم و خوبی داشته باشند.
fi: Tämä tarkoittaa, että jokaisen pitäisi voida elää tervettä ja hyvää elämää.
fil: Nangangahulugan ito na lahat ay dapat mamuhay nang malusog at mabuti.
fo: Hetta merkir, at øll áttu at verið før fyri at liva eitt sunt og gott lív.
fr: Cela signifie que tout le monde devrait être en mesure de vivre une vie saine et bonne.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann saol sláintiúil agus maith a chaitheamh.
gl: Isto significa que todo o mundo debe ser capaz de vivir unha vida saudable e boa.
gu: આનો અર્થ એ છે કે દરેક વ્યક્તિએ તંદુરસ્ત અને સારી જિંદગી જીવવા માટે સમર્થ હોવું જોઈએ.
he: משמעות הדבר היא כי כולם צריכים להיות מסוגלים לחיות חיים בריאים וטובים.
hi: इसका मतलब है कि हर कोई स्वस्थ और अच्छा जीवन जीने में सक्षम होना चाहिए।
hr: To znači da bi svatko trebao moći živjeti zdrav i dobar život.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy egészséges és jó életet éljen.
hy: Սա նշանակում է, որ յուրաքանչյուր մարդ պետք է կարողանա ապրել առողջ եւ լավ կյանքով։
id: Ini berarti bahwa setiap orang harus dapat menjalani kehidupan yang sehat dan baik.
is: Þetta þýðir að allir ættu að geta lifað heilbrigðu og góðu lífi.
it: Ciò significa che tutti dovrebbero essere in grado di vivere una vita sana e buona.
ja: これは、誰もが健康で良い生活を送ることができるべきであることを意味します。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს ჯანსაღი და კარგი ცხოვრება.
kk: Бұл әркімнің дені сау әрі жақсы өмір сүре білуі керек дегенді білдіреді.
km: នេះ មាន ន័យ ថា មនុស្ស គ្រប់ គ្នា គួរ តែ អាច រស់ នៅ ដោយ មាន សុខភាព ល្អ និង ល្អ ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಆರೋಗ್ಯಕರ ಮತ್ತು ಉತ್ತಮ ಜೀವನವನ್ನು ನಡೆಸಲು ಸಮರ್ಥರಾಗಿರಬೇಕು.
ko: 이것은 모든 사람이 건강하고 좋은 삶을 살 수 있어야한다는 것을 의미합니다.
ku: ئەمە بەو مانایەیە کە پێویستە هەموو کەس بتوانێت ژیانێکی تەندروست و باش بژی
ky: Бул ар бир адам ден соолукта жана жакшы жашоо өткөрө алышы керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ທຸກ ຄົນ ຄວນ ຈະ ສາ ມາດ ດໍາ ລົງ ຊີ ວິດ ທີ່ ມີ ສຸ ຂະ ພາບ ແຂງ ແຮງ ແລະ ດີ.
lt: Tai reiškia, kad kiekvienas turėtų turėti galimybę gyventi sveiką ir gerą gyvenimą.
lv: Tas nozīmē, ka ikvienam ir jāspēj dzīvot veselīgu un labu dzīvi.
mg: Midika izany fa tokony ho afaka hanana fiainana salama sy tsara ny rehetra.
mi: Ko te tikanga o tēnei kia āhei te katoa ki te noho ora, ki te oranga pai hoki.
mk: Тоа значи дека сите треба да можат да живеат здрав и добар живот.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും ആരോഗ്യകരവും നല്ലതുമായ ജീവിതം നയിക്കാൻ കഴിയണം എന്നാണ്.
mn_cyrl: Энэ нь хүн бүр эрүүл, сайхан амьдрах боломжтой байх ёстой гэсэн үг юм.
mr: याचा अर्थ प्रत्येकाला निरोगी आणि चांगले जीवन जगता आले पाहिजे.
ms: Ini bermakna semua orang harus dapat menjalani kehidupan yang sihat dan baik.
mt: Dan ifisser li kulħadd għandu jkun kapaċi jgħix ħajja b'saħħitha u tajba.
my: ယင်းက လူတိုင်း ကျန်းမာသန်စွမ်းပြီး ကောင်းမွန်စွာ နေထိုင်နိုင်သင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle skal kunne leve et sunt og godt liv.
ne: यसको अर्थ सबैले स्वस्थ र राम्रो जीवन जिउन पाउनुपर्छ ।
nl: Dit betekent dat iedereen een gezond en goed leven moet kunnen leiden.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ଏକ ସୁସ୍ଥ ଏବଂ ଭଲ ଜୀବନ ବଞ୍ଚିବାରେ ସକ୍ଷମ ହେବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕਿਸੇ ਨੂੰ ਸਿਹਤਮੰਦ ਅਤੇ ਚੰਗੀ ਜ਼ਿੰਦਗੀ ਜਿਉਣ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że każdy powinien być w stanie żyć zdrowo i dobrze.
ps: دا په دې مانا ده چې هر څوک باید د روغ او ښه ژوند کولو جوګه شی.
pt_br: Isso significa que todos devem ser capazes de viver uma vida saudável e boa.
ro: Acest lucru înseamnă că toată lumea ar trebui să fie în măsură să trăiască o viață sănătoasă și bună.
ru: Это означает, что каждый должен иметь возможность жить здоровой и хорошей жизнью.
sk: To znamená, že každý by mal byť schopný žiť zdravý a dobrý život.
sl: To pomeni, da bi moral biti vsakdo sposoben živeti zdravo in dobro življenje.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të bëjnë një jetë të shëndetshme dhe të mirë.
sr_latn: To znači da svako treba da bude u stanju da živi zdravim i dobrim životom.
sv: Det betyder att alla ska kunna leva ett hälsosamt och bra liv.
sw: Hii ina maana kwamba kila mtu anapaswa kuishi maisha mazuri na mazuri.
ta: இதன் பொருள் ஒவ்வொருவரும் ஆரோக்கியமான மற்றும் நல்ல வாழ்க்கையை வாழ முடியும் என்பதாகும்.
te: దీని అర్థం ప్రతి ఒక్కరూ ఆరోగ్యకరమైన మరియు మంచి జీవితాన్ని గడపగలగాలి.
th: ซึ่งหมายความว่าทุกคนควรจะสามารถมีชีวิตที่มีสุขภาพดีและดี
tk: Diýmek, her bir adam sagdyn we gowy durmuşda ýaşap bilmeli.
tr: Bu, herkesin sağlıklı ve iyi bir yaşam sürebilmesi gerektiği anlamına gelir.
tt: Димәк, һәркем сәламәт, яхшы тормыш алып барырга тиеш.
ug: بۇ كۆپچىلىكنىڭ ساغلام، گۈزەل تۇرمۇش كەچۈرۈشى كېرەكلىكىنى كۆرسىتىدۇ.
uk: Це означає, що кожен повинен мати можливість жити здоровим і хорошим життям.
ur: اس کا مطلب یہ ہے کہ ہر ایک کو صحت مند اور اچھی زندگی گزارنے کے قابل ہونا چاہئے۔
uz: Bu degani har bir inson sog'lom va yaxshi hayot kechira olishi kerak.
vi: Điều này có nghĩa là mọi người đều có thể sống một cuộc sống lành mạnh và tốt đẹp.
zh_hans: 这意味着每个人都应该能够过上健康美好的生活。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukuphila impilo enempilo futhi enhle.

# undp_goal_3_title
source: Goal 3: Good health and well-being
af: Doel 3: Goeie gesondheid en welsyn
am: ግብ 3 ጥሩ ጤንነት እና ደህንነት
ar: الهدف 3: الصحة الجيدة والرفاه
as: লক্ষ্য 3: সুস্বাস্থ্য আৰু সুস্থতা
az: 3-cü məqsəd: Sağlamlıq və rifah
bg: Цел 3: Добро здраве и благополучие
bn: লক্ষ্য ৩: সুস্বাস্থ্য ও সুস্বাস্থ্য
bo: དམིགས་འབེན་གསུམ་པ། བདེ་ཐང་དང་བདེ་སྐྱིད་ཡོང་བར་བྱ་དགོས།
bs: Cilj 3: Dobro zdravlje i zdravlje
ca: Objectiu 3: Salut i benestar
cs: Cíl 3: Dobré zdraví a pohoda
cy: Nod 3: Iechyd a lles da
da: Mål 3: Godt helbred og trivsel
de: Ziel 3: Gesundheit und Wohlbefinden
el: Στόχος 3: Καλή υγεία και ευεξία
es: Objetivo 3: Buena salud y bienestar
et: 3. eesmärk: hea tervis ja heaolu
eu: 3. helburua: Osasun ona eta ongizatea
fa: هدف 3: سلامت و به سلامتی خوب
fi: Tavoite 3: Hyvä terveys ja hyvinvointi
fil: Mithiin 3: Mabuting kalusugan at kapakanan
fo: Goal 3: góða heilsu og væl-being
fr: Objectif 3 : Bonne santé et bien-être
ga: Sprioc 3: Dea-shláinte agus folláine
gl: Obxectivo 3: Saúde e benestar
gu: ધ્યેય ૩ઃ સારું આરોગ્ય અને સુખાકારી
he: מטרה 3: בריאות ורווחה טובה
hi: लक्ष्य 3: अच्छा स्वास्थ्य और कल्याण
hr: Cilj 3: Dobro zdravlje i dobrobit
hu: 3. cél: Jó egészség és jólét
hy: Նպատակ 3. Առողջություն եւ բարեկեցություն
id: Tujuan 3: Kesehatan dan kesejahteraan yang baik
is: Markmið 3: Góð heilsa og vellíðan
it: Obiettivo 3: Buona salute e benessere
ja: 目標3:健康と幸福
ka: მიზანი 3: კარგი ჯანმრთელობა და კეთილდღეობა
kk: 3-мақсат: Денсаулық пен әл-ауқаттың жақсылығы
km: គោលដៅទី៣៖ សុខភាពល្អ និងសុខុមាលភាព
kn: ಗುರಿ 3: ಉತ್ತಮ ಆರೋಗ್ಯ ಮತ್ತು ಯೋಗಕ್ಷೇಮ
ko: 목표 3 : 건강과 복지
ku: ئامانج 3: تەندروستی باش و ئاسوودەیی
ky: Максаты 3: Жакшы ден соолук жана жыргалчылыгы
lo: ເປົ້າຫມາຍທີ 3: ສຸຂະພາບທີ່ດີ ແລະ ມີສະຖຽນລະພາບ
lt: 3 tikslas: gera sveikata ir gerovė
lv: 3. mērķis: laba veselība un labklājība
mg: Tanjona 3: Fahasalamana sy fahasalamana tsara
mi: Goal 3: Te hauora pai me te ora pai
mk: Цел 3: Добро здравје и благосостојба
ml: ലക്ഷ്യം 3: നല്ല ആരോഗ്യവും ക്ഷേമവും
mn_cyrl: Зорилго 3: Эрүүл мэнд, сайн сайхан байдал
mr: लक्ष्य 3: चांगले आरोग्य आणि कल्याण
ms: Matlamat 3: Kesihatan dan kesejahteraan yang baik
mt: Għan 3: Saħħa u benesseri tajbin
my: ပန်းတိုင် ၃– ကျန်းမာရေးကောင်းခြင်းနှင့် ကျန်းမာရေးကောင်းခြင်း
nb: Mål 3: God helse og trivsel
ne: लक्ष्य ३: राम्रो स्वास्थ्य र कल्याण
nl: Doel 3: Goede gezondheid en welzijn
or: ଲକ୍ଷ୍ୟ 3: ଉତ୍ତମ ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ସୁସ୍ଥତା
pa: ਟੀਚਾ 3: ਵਧੀਆ ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ
pl: Cel 3: Dobre zdrowie i dobre samopoczucie
ps: درېم هدف : ښه صحت او صحت
pt_br: Objetivo 3: Boa saúde e bem-estar
ro: Obiectivul 3: Sănătate și bunăstare
ru: Цель 3: Хорошее здоровье и благополучие
sk: Cieľ 3: Dobré zdravie a pohoda
sl: Cilj 3: Dobro zdravje in dobro
sq: Synimi 3: Shëndet dhe mirëqenie e mirë
sr_latn: Cilj 3: Dobro zdravlje i dobro biće
sv: Mål 3: God hälsa och välbefinnande
sw: Lengo la 3: Afya njema na ustawi
ta: இலக்கு 3: நல்ல ஆரோக்கியம் மற்றும் நல்வாழ்வை
te: లక్ష్యం 3: మంచి ఆరోగ్యం మరియు శ్రేయస్సు
th: เป้าหมายที่ 3: สุขภาพดีและความเป็นอยู่ที่ดี
tk: 3-nji maksat: Sagdynlyk we abadançylyk
tr: Hedef 3: İyi sağlık ve esenlik
tt: 3-нче максат: сәламәтлек һәм игелек
ug: 3-نىشان: سالامەتلىك ۋە بەخت-سائادەت
uk: Ціль 3: Гарне здоров'я і благополуччя
ur: ہدف 3: اچھی صحت اور بہبود
uz: 3-maqsad: Yaxshi sog'liq va farovonlik
vi: Mục tiêu 3: Sức khỏe và hạnh phúc tốt
zh_hans: 目标3：良好的健康和福祉
zu: Umgomo 3: Impilo enhle nenhlalakahle

# undp_goal_4_description
source: This means that everyone should be able to go to school and have the opportunity to learn new things throughout our lives.
af: Dit beteken dat almal in staat moet wees om skool toe te gaan en die geleentheid te hê om nuwe dinge regdeur ons lewens te leer.
am: ይህም ማለት ሁሉም ሰው ትምህርት ቤት ገብቶ በሕይወታችን ሙሉ አዳዲስ ነገሮችን የመማር አጋጣሚ ሊኖረው ይገባል ማለት ነው ።
ar: وهذا يعني أن الجميع يجب أن تكون قادرة على الذهاب إلى المدرسة والحصول على فرصة لتعلم أشياء جديدة طوال حياتنا.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে বিদ্যালয়লৈ যাব পাৰিব লাগে আৰু আমাৰ জীৱনজুৰি নতুন বস্তু শিকাৰ সুযোগ পাব লাগে।
az: Bu o deməkdir ki, hər kəs məktəbə getməyi bacarmalı və həyatımız boyu yeni şeylər öyrənmək imkanına malik olmalıdır.
bg: Това означава, че всеки трябва да може да ходи на училище и да има възможност да учи нови неща през целия ни живот.
bn: এর মানে হল যে প্রত্যেকেরই স্কুলে যেতে সক্ষম হওয়া উচিত এবং আমাদের সারা জীবন জুড়ে নতুন জিনিস শেখার সুযোগ থাকা উচিত।
bo: དེའི་ཐོག་ནས་མི་ཚང་མ་སློབ་གྲྭར་འགྲོ་ཐུབ་པ་དང་ང་ཚོའི་མི་ཚེ་ཧྲིལ་པོར་བྱ་དངོས་གསར་པ་སློབ་སྦྱོང་བྱེད་པའི་གོ་སྐབས་ཡོད་དགོས་པ་མཚོན་གྱི་ཡོད།
bs: To znači da bi svi trebali biti u mogućnosti da idu u školu i da imaju priliku da uče nove stvari tokom našeg života.
ca: Això vol dir que tothom hauria de poder anar a l'escola i tenir l'oportunitat d'aprendre coses noves al llarg de la nostra vida.
cs: To znamená, že každý by měl mít možnost chodit do školy a mít možnost učit se nové věci po celý život.
cy: Mae hyn yn golygu y dylai pawb allu mynd i'r ysgol a chael y cyfle i ddysgu pethau newydd drwy gydol ein bywydau.
da: Det betyder, at alle skal kunne gå i skole og få mulighed for at lære nye ting gennem hele vores liv.
de: Das bedeutet, dass jeder in der Lage sein sollte, zur Schule zu gehen und die Möglichkeit zu haben, im Laufe unseres Lebens neue Dinge zu lernen.
el: Αυτό σημαίνει ότι όλοι θα πρέπει να μπορούν να πηγαίνουν στο σχολείο και να έχουν την ευκαιρία να μαθαίνουν νέα πράγματα καθ 'όλη τη διάρκεια της ζωής μας.
es: Esto significa que todos deben ser capaces de ir a la escuela y tener la oportunidad de aprender cosas nuevas a lo largo de nuestras vidas.
et: See tähendab, et igaüks peaks saama koolis käia ja tal peaks olema võimalus õppida uusi asju kogu meie elu jooksul.
eu: Horrek esan nahi du guztiek eskolara joan beharko luketela eta gure bizitzan zehar gauza berriak ikasteko aukera izan beharko luketela.
fa: یعنی همه باید بتوانند به مدرسه بروند و این فرصت را داشته باشند که در طول زندگی مان چیزهای جدیدی یاد بگیرند.
fi: Tämä tarkoittaa, että jokaisen pitäisi voida käydä koulua ja saada mahdollisuus oppia uutta koko elämämme ajan.
fil: Ibig sabihin dapat makapag-aral ang lahat at magkaroon ng pagkakataong matuto ng mga bagong bagay habambuhay.
fo: Hetta merkir, at øll áttu at kunna farið í skúla og hava møguleikan at læra nýggj ting ígjøgnum okkara lív.
fr: Cela signifie que tout le monde devrait être en mesure d’aller à l’école et d’avoir la possibilité d’apprendre de nouvelles choses tout au long de notre vie.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann dul ar scoil agus deis a bheith acu rudaí nua a fhoghlaim i rith ár saoil.
gl: Isto significa que todo o mundo debe ser capaz de ir á escola e ter a oportunidade de aprender cousas novas ao longo da nosa vida.
gu: આનો અર્થ એ છે કે દરેકને શાળાએ જવા માટે સમર્થ હોવું જોઈએ અને આપણા જીવનભર નવી વસ્તુઓ શીખવાની તક મળવી જોઈએ.
he: זה אומר שכולם צריכים להיות מסוגלים ללכת לבית הספר ולקבל את ההזדמנות ללמוד דברים חדשים במהלך חיינו.
hi: इसका मतलब है कि हर किसी को स्कूल जाने में सक्षम होना चाहिए और हमारे पूरे जीवन में नई चीजें सीखने का अवसर मिलना चाहिए।
hr: To znači da bi svatko trebao moći ići u školu i imati priliku učiti nove stvari tijekom našeg života.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy iskolába járjon, és lehetősége legyen új dolgokat tanulni egész életünkben.
hy: Սա նշանակում է, որ յուրաքանչյուր ոք պետք է կարողանա դպրոց գնալ եւ հնարավորություն ունենա մեր կյանքի ընթացքում նոր բաներ սովորելու:
id: Ini berarti bahwa setiap orang harus dapat pergi ke sekolah dan memiliki kesempatan untuk mempelajari hal-hal baru sepanjang hidup kita.
is: Þetta þýðir að allir ættu að geta farið í skólann og fengið tækifæri til að læra nýja hluti í gegnum lífið.
it: Ciò significa che tutti dovrebbero essere in grado di andare a scuola e avere l'opportunità di imparare cose nuove per tutta la vita.
ja: これは、誰もが学校に行くことができ、私たちの人生を通して新しいことを学ぶ機会を持つべきであることを意味します。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს სკოლაში წასვლა და შესაძლებლობა, ისწავლოს ახალი რამ მთელი ჩვენი ცხოვრების განმავლობაში.
kk: Демек, әркім мектепке барып, өмір бойы жаңа нәрселерді үйрену мүмкіндігіне ие болуы керек.
km: នេះ មាន ន័យ ថា មនុស្ស គ្រប់ គ្នា គួរ តែ អាច ទៅ សាលា រៀន បាន ហើយ មាន ឱកាស រៀន រឿង ថ្មី ពេញ មួយ ជីវិត របស់ យើង ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಶಾಲೆಗೆ ಹೋಗಲು ಸಮರ್ಥರಾಗಿರಬೇಕು ಮತ್ತು ನಮ್ಮ ಜೀವನದುದ್ದಕ್ಕೂ ಹೊಸ ವಿಷಯಗಳನ್ನು ಕಲಿಯುವ ಅವಕಾಶವನ್ನು ಹೊಂದಿರಬೇಕು.
ko: 이것은 모든 사람이 학교에 다닐 수 있어야하고 우리 삶 전반에 걸쳐 새로운 것을 배울 수있는 기회를 가져야한다는 것을 의미합니다.
ku: ئەمە بەو مانایەیە کە پێویستە هەموو کەس بتوانێت بچێتە قوتابخانە و دەرفەتی فێربوونی شتی نوێ لە سەرانسەری ژیانماندا هەبێت.
ky: Бул ар бир адам мектепке барып, өмүр бою жаңы нерселерди үйрөнүү мүмкүнчүлүгүнө ээ болушу керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ທຸກ ຄົນ ຄວນ ຈະ ສາ ມາດ ເຂົ້າ ຮຽນ ແລະ ມີ ໂອ ກາດ ທີ່ ຈະ ຮຽນ ຮູ້ ສິ່ງ ໃຫມ່ໆ ຕະ ຫລອດ ຊີ ວິດ ຂອງ ເຮົາ.
lt: Tai reiškia, kad kiekvienas turėtų turėti galimybę eiti į mokyklą ir turėti galimybę mokytis naujų dalykų visą savo gyvenimą.
lv: Tas nozīmē, ka ikvienam ir jābūt iespējai doties uz skolu un būt iespējai apgūt jaunas lietas visā mūsu dzīvē.
mg: Midika izany fa tokony ho afaka handeha hianatra sy hanana fahafahana hianatra zava-baovao mandritra ny fiainantsika ny tsirairay.
mi: Ko te tikanga o tēnei me āhei te katoa ki te haere ki te kura, kia whai wāhi ai ki te ako i nga mea hou puta noa i o tātau oranga.
mk: Тоа значи дека сите треба да можат да одат на училиште и да имаат можност да научат нови работи во текот на нашите животи.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും സ്കൂളിൽ പോകാൻ കഴിയണമെന്നും നമ്മുടെ ജീവിതത്തിൽ ഉടനീളം പുതിയ കാര്യങ്ങൾ പഠിക്കാനുള്ള അവസരം ഉണ്ടായിരിക്കണമെന്നും.
mn_cyrl: Энэ нь хүн бүр сургуульд сурч, амьдралынхаа туршид шинэ зүйл сурах боломжтой байх ёстой гэсэн үг юм.
mr: याचा अर्थ असा की प्रत्येकाला शाळेत जाता आलं पाहिजे आणि आयुष्यभर नवनवीन गोष्टी शिकण्याची संधी मिळाली पाहिजे.
ms: Ini bermakna semua orang harus dapat pergi ke sekolah dan berpeluang mempelajari perkara-perkara baru sepanjang hidup kita.
mt: Dan ifisser li kulħadd għandu jkun jista' jmur l-iskola u jkollu l-opportunità li jitgħallem affarijiet ġodda tul ħajjitna kollha.
my: ယင်းက လူတိုင်း ကျောင်းတက်နိုင်ပြီး ကျွန်ုပ်တို့ဘဝတစ်လျှောက်လုံးတွင် အသစ်သောအရာများကို သင်ယူခွင့်ရသင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle skal kunne gå på skolen og få muligheten til å lære nye ting gjennom hele livet.
ne: यसको अर्थ सबैले स्कूल जान पाउनुपर्छ र जीवनभर नयाँ कुरा सिक्ने अवसर पाउनुपर्छ ।
nl: Dit betekent dat iedereen naar school moet kunnen gaan en de mogelijkheid moet hebben om gedurende ons hele leven nieuwe dingen te leren.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ବିଦ୍ୟାଳୟକୁ ଯିବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ ଏବଂ ଆମ ଜୀବନରେ ନୂତନ ଜିନିଷ ଶିଖିବାର ସୁଯୋଗ ପାଇବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕੋਈ ਸਕੂਲ ਜਾਣ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਸਾਡੇ ਸਾਰੇ ਜੀਵਨਾਂ ਦੌਰਾਨ ਨਵੀਆਂ ਚੀਜ਼ਾਂ ਸਿੱਖਣ ਦਾ ਮੌਕਾ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że każdy powinien mieć możliwość chodzenia do szkoły i mieć możliwość uczenia się nowych rzeczy przez całe życie.
ps: دا په دې مانا ده چې هر څوک باید ښوونځی ته لاړ شی او زموږ د ژوند په اوږدو کې د نویو شیانو د زده کړې فرصت ولری.
pt_br: Isso significa que todos devem ser capazes de ir para a escola e ter a oportunidade de aprender coisas novas ao longo de nossas vidas.
ro: Acest lucru înseamnă că toată lumea ar trebui să poată merge la școală și să aibă posibilitatea de a învăța lucruri noi de-a lungul vieții noastre.
ru: Это означает, что каждый должен иметь возможность ходить в школу и иметь возможность узнать новые вещи на протяжении всей нашей жизни.
sk: To znamená, že každý by mal mať možnosť chodiť do školy a mať možnosť učiť sa nové veci počas celého života.
sl: To pomeni, da bi morali imeti vsi možnost, da gredo v šolo in imajo priložnost, da se naučijo nove stvari skozi naše življenje.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të shkojnë në shkollë dhe të kenë mundësinë të mësojnë gjëra të reja gjatë gjithë jetës sonë.
sr_latn: To znači da svi treba da budu u mogućnosti da idu u školu i da imaju priliku da uče nove stvari tokom našeg života.
sv: Det betyder att alla ska kunna gå i skolan och få möjligheten att lära oss nya saker under hela våra liv.
sw: Hii ina maana kwamba kila mtu anapaswa kwenda shule na kupata fursa ya kujifunza mambo mapya katika maisha yetu yote.
ta: இதன் பொருள் என்னவென்றால், ஒவ்வொருவரும் பள்ளிக்குச் செல்லவும், நம் வாழ்நாள் முழுவதும் புதிய விஷயங்களைக் கற்றுக் கொள்வதற்கான வாய்ப்பைப் பெறவும் முடியும்.
te: దీని అర్థం ప్రతి ఒక్కరూ పాఠశాలకు వెళ్ళగలగాలి మరియు మన జీవితాంతం కొత్త విషయాలను నేర్చుకునే అవకాశం ఉండాలి.
th: ซึ่งหมายความว่าทุกคนควรจะสามารถไปโรงเรียนและมีโอกาสเรียนรู้สิ่งใหม่ ๆ ตลอดชีวิตของเรา
tk: Diýmek, her bir adam okuwa girip, bütin ömrümize täze zatlary öwrenmäge mümkinçilik almaly.
tr: Bu, herkesin okula gidebilmesi ve hayatımız boyunca yeni şeyler öğrenme fırsatına sahip olması gerektiği anlamına gelir.
tt: Димәк, бөтен кеше дә мәктәпкә барып, бөтен тормышыбызда яңа нәрсәләрне өйрәнү мөмкинлегенә ия булырга тиеш.
ug: بۇ كۆپچىلىكنىڭ مەكتەپتە ئوقۇشى، تۇرمۇشىمىزدا يېڭى نەرسىلەرنى ئۆگىنىش پۇرسىتىگە ئىگە بولۇشى كېرەكلىكىنى كۆرسىتىدۇ.
uk: Це означає, що кожен повинен мати можливість ходити в школу і мати можливість вчитися новому протягом усього життя.
ur: اس کا مطلب یہ ہے کہ ہر ایک کو اسکول جانے کے قابل ہونا چاہئے اور ہماری زندگی بھر نئی چیزیں سیکھنے کا موقع ملنا چاہئے۔
uz: Bu shuni anglatadiki, har bir inson maktabga borib, hayotimiz davomida yangi narsalarni o'rganish imkoniyatiga ega bo'lishi kerak.
vi: Điều này có nghĩa là mọi người đều có thể đi học và có cơ hội học hỏi những điều mới trong suốt cuộc đời của chúng ta.
zh_hans: 这意味着每个人都应该能够上学，并有机会在我们的一生中学习新事物。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukuya esikoleni futhi bathole ithuba lokufunda izinto ezintsha empilweni yethu yonke.
