Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# tempus_child_arrives_after_past
source: %@ arrived to preschool at about %@. That was just after %@.
af: %@ het omstreeks %@by die kleuterskool aangekom. Dit was net na %@.
am: %@ ለትምህርት ያልደረሱት %@አካባቢ ነው ! ይህ የሆነው %@በኋላ ነው !
ar: وصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@. كان ذلك بعد %@مباشرة.
as: %@ প্ৰায় %@সময়ত প্ৰাকবিদ্যালয়লৈ আহিছিল। সেয়া <span translate='no'>string</span>ঠিক পিছতে আছিল।
az: %@ təxminən %@məktəbdənkənar təhsil almağa gəlmişdi . Bu da %@sonraya qaldı .
bg: %@ пристигна в предучилищна, около %@. Това беше точно след %@.
bn: %@ প্রায় %@সালে প্রি-স্কুলে পৌঁছেছিলাম। এটা ছিল <span translate='no'>string</span>ঠিক তার পরেই।
bo: %@ ཡས་མས་སུ་སློབ་གྲྭར་འབྱོར་ %@བ་དང་ ། དེ་ནི་ %@་རྗེས་ཀྱི་བྱ་བ་ཞིག་རེད།
bs: %@ je u predškolsko oko %@. To je bilo odmah posle %@.
ca: %@ arribar a l'escola infantil cap a %@. Això va ser just després de %@.
cs: do školky %@ přišel asi v %@. To bylo těsně po %@.
cy: cyrhaeddodd %@ i gyn-ysgol tua %@. Roedd hynny ychydig ar ôl %@.
da: %@ ankom til børnehaven omkring %@. Det var lige efter %@.
de: %@ kamen gegen %@Uhr in der Vorschule an. Das war kurz nach %@.
el: %@ έφτασε στο νηπιαγωγείο περίπου στις %@. Αυτό ήταν αμέσως μετά %@.
es: %@ llegó al preescolar alrededor de las %@. Eso fue justo después de %@.
et: %@ jõudis eelkooli umbes %@. See oli vahetult pärast %@.
eu: %@ eskolaurrera iritsi zen %@inguruan. Hori %@ondoren izan zen.
fa: %@ حدود 2000 تا پيش دبستاني %@. که درست بعد از %@.
fi: %@ saapui esikouluun noin %@. Se oli %@jälkeen.
fil: %@ dumating sa preschool sa tungkol sa %@. Iyon ay lamang pagkatapos ng %@.
fo: %@ kom til preschool um %@. Hatta var júst eftir %@.
fr: %@ est arrivé à l’école maternelle vers %@. C’était juste après %@.
ga: Tháinig %@ chuig an réamhscoil ag thart ar %@. Bhí sé sin díreach tar éis %@.
gl: %@ chegou á escola ao redor das %@. Foi xusto despois de %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલમાં પહોંચ્યા. તે <span translate='no'>string</span>પછીની જ વાત છે.
he: %@ הגיע לגן בערך בשעה %@. זה היה קצת אחרי %@.
hi: %@ लगभग %@में पूर्वस्कूली पहुंचे। यह %@के ठीक बाद की बात है।
hr: %@ je stigao u predškolsku ustanovu oko %@. To je bilo odmah nakon %@.
hu: %@ kb. %@-kor érkezett az óvodába . Ez csak %@után volt .
hy: %@ %@-ին հասել է նախադպրոցական ... Դա %@հետո էր .
id: %@ tiba di prasekolah sekitar %@. Itu tepat setelah %@.
is: %@ kom í leikskólann um %@. Það var rétt eftir %@.
it: %@ arrivati all'asilo a circa %@. Questo è stato subito dopo %@.
ja: %@ は約 %@で就学前に到着しました。 それは %@直後でした。
ka: %@ სკოლამდელი აღზრდის დროს დაახლოებით %@ჩავიდა. ეს მხოლოდ %@შემდეგ იყო .
kk: %@ мектепке дейінгі мекемеге шамамен %@келді . Бұл %@кейін ғана болды .
km: %@ មកដល់មុននៅ %@។ នោះ គឺបន្ទាប់ពី <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ಗಂಟೆಗೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬಂದಳು. ಅದು <span translate='no'>string</span>ನಂತರ.
ko: %@ 약 %@에 유치원에 도착했다. 그것은 %@직후였습니다.
ku: %@ گەیشت بۆ پێش قوتابخانە نزیکەی %@ ئەوە تەنها دوای %@بوو
ky: %@ мектепке чейинки мектепке %@келишкен . Ошондон кийин эле %@.
lo: %@ ໄດ້ມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. ນັ້ນ ແມ່ນ ຫຼັງ ຈາກ ທີ່ <span translate='no'>string</span>.
lt: %@ į ikimokyklinio ugdymo įstaigą atvyko apie %@. Tai buvo tik po %@.
lv: %@ ieradās pirmsskolā apmēram %@. Tas bija tieši pēc %@.
mg: %@ tonga tao amin'ny akanin-pianarana teo amin'ny %@teo ho eo . Taoriana kelin'ny %@izany.
mi: Tata tonu ki te %@ka tae atu a %@ ki te kura. I muri noa iho i %@.
mk: %@ пристигнал во предучилишна возра околу %@. Тоа беше веднаш по %@.
ml: ഏകദേശം %@-ന് %@ പ്രീസ്കൂളിൽ എത്തി. അത് <span translate='no'>string</span>തൊട്ടുപിന്നാലെയായിരുന്നു.
mn_cyrl: %@ сургуулийн өмнөх насны %@орчимд ирсэн юм. Яг %@дараа болсон юм.
mr: %@ %@च्या सुमारास प्रीस्कूलला पोहोचलो. ते <span translate='no'>string</span>नंतरच होते.
ms: %@ tiba di prasekolah pada kira-kira %@. Itu hanya selepas %@.
mt: %@ waslu għall-iskola ta %@ta ' qabel l-iskola għal madwar . Dan kien eżatt wara %@.
my: %@ %@ ။ အဲဒီနောက်မှာပဲ <span translate='no'>string</span> ။
nb: %@ kom til barnehagen rundt %@. Det var like etter %@.
ne: %@ लगभग %@मा पूर्वस्कूली मा पुगे। त्यो <span translate='no'>string</span>पछिको कुरा हो ।
nl: %@ kwam rond %@aan op de kleuterschool. Dat was net na %@.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲକୁ ପହଞ୍ଚିଥିଲେ । ତାହା <span translate='no'>string</span>ପରେ ଥିଲା ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇ। ਇਹ %@ਤੋਂ ਠੀਕ ਬਾਅਦ ਹੋਇਆ ਸੀ।
pl: %@ przybył do przedszkola około %@. To było tuż po %@.
ps: %@ شاوخوا ښوونځی ته %@. دا یوازې وروسته له هغه %@.
pt_br: %@ chegou à pré-escola por volta %@. Isso foi logo depois %@.
ro: %@ ajuns la grădiniță la aproximativ %@. Asta a fost imediat după %@.
ru: %@ приехал в дошкольное учреждение примерно в %@. Это было сразу после %@.
sk: %@ prišli do škôlky asi o %@. To bolo tesne po %@.
sl: %@ smo v predšolsko hišo okoli %@. To je bilo takoj po %@.
sq: %@ arriti në moshën parashkollore rreth %@. Kjo ishte vetëm pas %@.
sr_latn: %@ je stigla u predškolsko oko %@. To je bilo odmah posle %@.
sv: %@ kom till förskolan ungefär %@. Det var strax efter %@.
sw: %@ alifika shule ya awali mwendo wa %@. Hiyo ilikuwa tu baada %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வந்தார். அது <span translate='no'>string</span>பிறகு தான்.
te: %@ సుమారు %@వద్ద ప్రీస్కూల్ కు చేరుకున్నారు. అది <span translate='no'>string</span>తర్వాత జరిగింది.
th: %@ มาถึงโรงเรียนอนุบาลเมื่อประมาณ %@. นั่นคือหลังจาก <span translate='no'>string</span>.
tk: %@ %@töňňeden mekdebe gelipdi... Şondan soň %@.
tr: %@ saat %@sıralarında anaokuluna geldi. Bu %@hemen sonraydı.
tt: %@ якынча %@мәктәпкә мәктәпкә килгән . Бу %@соң гына булган .
ug: %@ %@ئەتراپىدا يەسلىگە يېتىپ كەلدى . ئۇ ئەمدىلا %@.
uk: %@ прийшов до дошкільного закладу близько %@. Це сталося відразу після %@.
ur: %@ تقریبا %@پر پری اسکول پہنچے۔ یہ %@کے فورا بعد تھا ۔
uz: %@ maktabgacha ta'lim muassasasiga taxminan %@keldi . Bu %@so'ng bo'ldi .
vi: %@ đến trường mầm non vào khoảng %@. Đó là ngay sau %@.
zh_hans: %@ 大约 %@到达幼儿园。 那是在 %@之后。
zu: %@ wafika esikoleni sasenkulisa cishe %@. Lokho kwaba ngemva nje %@.

# tempus_child_arrives_before
source: %@ will arrive to preschool at about %@. That's just before %@.
af: %@ sal omstreeks %@by die kleuterskool aankom. Dit is net voor %@.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ በት/ቤት ይደርሳሉ ! ይህ %@በፊት ነው .
ar: سيصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@. هذا قبل %@
as: %@ প্ৰায় %@প্ৰাকবিদ্যালয়লৈ আহিব। সেয়া <span translate='no'>string</span>ঠিক আগতে।
az: %@ təxminən %@məktəbdənkənar təhsil almağa gələcək . Bu da %@əvvəl .
bg: %@ ще пристигне в предучилищна на около %@. Това е точно преди %@.
bn: %@ প্রায় %@এ প্রি-স্কুলে পৌঁছাবেন। এটা <span translate='no'>string</span>ঠিক আগে।
bo: %@ ་ཧ་ལམ་ཟླ་བ་ %@་ཙམ་འགོར་རྗེས་སློབ་གྲྭར་འབྱོར་རྒྱུ་རེད ། དེ་ནི་ %@་གོང་གི་བྱ་བ་ཞིག་རེད།
bs: %@ doci u predskolsko oko %@. To je bilo malo pre %@.
ca: %@ arribarà a l'escola infantil al voltant de %@. Això és just abans de %@.
cs: %@ dorazí do školky asi v %@. To je těsně před %@.
cy: Bydd %@ yn cyrraedd cyn-ysgol tua %@. Mae hynny ychydig cyn %@.
da: %@ vil ankomme til børnehaven på omkring %@. Det er lige før %@.
de: %@ werden gegen %@Uhr in der Vorschule ankommen. Das ist kurz vor %@.
el: %@ θα φτάσουν στο νηπιαγωγείο περίπου στις %@. Αυτό είναι λίγο πριν %@.
es: %@ llegarán al preescolar alrededor de las %@. Eso es justo antes de %@.
et: %@ jõuab eelkooli umbes %@. See on vahetult enne %@.
eu: %@ eskolaurrera iritsiko dira %@inguruan. Hori %@baino lehen da.
fa: %@ به پیش دبستانی در حدود %@. که درست قبل از %@.
fi: %@ saapuu esikouluun noin %@. Se oli juuri ennen %@.
fil: %@ ay dumating sa preschool sa tungkol sa %@. Iyon ay lamang bago %@.
fo: %@ kemur til preschool um %@. Hatta er beint áðrenn %@.
fr: %@ arriverons à l’école maternelle vers %@. C’est juste avant %@.
ga: Tiocfaidh %@ chuig an réamhscoil ag thart ar %@. Sin díreach roimh %@.
gl: %@ chegarán á escola ao redor das %@. Iso é xusto antes de %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલ પર પહોંચશે. તે <span translate='no'>string</span>પહેલાંની વાત છે.
he: %@ יגיעו לגן בערך בשעה %@. זה רגע לפני %@.
hi: %@ लगभग %@पर पूर्वस्कूली पहुंचेगा। यह %@से ठीक पहले की बात है।
hr: %@ će u predškolsku ustanovu stići oko %@. To je malo prije %@.
hu: %@ körülbelül %@-kor érkezik az óvodába . Ez közvetlenül %@előtt van .
hy: %@ %@կհասնի նախադպրոցական ... Դա քիչ առաջ %@.
id: %@ akan tiba di prasekolah sekitar %@. Itu tepat sebelum %@.
is: %@ kemur í leikskólann um %@. Það er rétt fyrir %@.
it: %@ arriveranno all'asilo a circa %@. Questo è poco prima %@.
ja: %@ は約 %@で就学前に到着します。 それは %@の直前です。
ka: %@ დაახლოებით %@სკოლამდელი აღზრდის სკოლაში ჩამოვა. ეს %@წინ არის.
kk: %@ мектепке дейінгі мекемеге шамамен %@келеді . Бұл %@алдында ғана .
kn: %@ ಸುಮಾರು %@ಕ್ಕೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬರುತ್ತಾನೆ. ಅದು <span translate='no'>string</span>ಸ್ವಲ್ಪ ಮೊದಲು.
ko: %@ 약 %@에 유치원에 도착할 것입니다. 그것은 %@기 직전입니다.
ku: %@ دەگەنە پێش قوتابخانە لە نزیک %@ ئەوە پێش %@
ky: %@ мектепке чейинки мектепке болжол менен %@келет . Буга чейин эле %@.
lo: %@ ຈະມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. ນັ້ນກ່ອນ <span translate='no'>string</span>.
lt: %@ į ikimokyklinio amžiaus įstaigą atvyks apie %@. Tai prieš pat %@.
lv: %@ ieradīsies pirmsskolā apmēram %@. Tas ir tieši pirms %@.
mg: Ho tonga any amin'ny akanin-%@eo ho eo %@ . Taloha kelin'ny %@.
mi: Ka tae %@ ki te kura tōmua mo te %@. I mua tonu tēnā i %@.
mk: %@ ќе дојде во предшколска возра околу %@. Тоа е пред %@.
ml: ഏകദേശം %@മണിക്ക് %@ പ്രീസ്കൂളിലെത്തും. അത് <span translate='no'>string</span>തൊട്ടുമുമ്പാണ്.
mn_cyrl: %@ сургуулийн өмнөх насны %@орчимд ирнэ. Энэ %@өмнөхөн .
mr: %@ सुमारे %@प्रीस्कूलला पोहोचेल. ते <span translate='no'>string</span>आधीचं आहे.
ms: %@ akan tiba ke prasekolah pada kira-kira %@. Itu sebelum %@.
mt: %@ se jasal għall-iskola ta ' qabel l-iskola għal madwar %@. Dan eżatt qabel %@.
my: %@ %@ ။ ဒါက %@မတိုင်ခင်လေးမှာပဲ ။
nb: %@ vil komme til barnehagen på omtrent %@. Det er like før %@.
ne: %@ लगभग %@मा प्रीस्कूल पुग्नेछ। यो %@ठीक अघिको कुरा हो ।
nl: %@ komt rond %@aan op de kleuterschool. Dat is vlak voor %@.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲରେ ପହଞ୍ଚିବ | ତାହା <span translate='no'>string</span>ପୂର୍ବରୁ ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇਗਾ। ਇਹ %@ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ ਹੈ।
pl: %@ przyjadą do przedszkola około %@. To tuż przed %@.
ps: %@ به د ښوونځی په شاوخوا کې ښوونځی ته %@. دا د مخه هم %@.
pt_br: %@ chegará à pré-escola por volta %@. Isso foi pouco antes de %@.
ro: %@ va ajunge la grădiniță la aproximativ %@. Asta e chiar înainte de %@.
ru: %@ придут в дошкольное учреждение примерно в %@. Это как раз перед %@.
sk: %@ príde do škôlky asi o %@. To je tesne pred %@.
sl: %@ bo prišel v predšolsko %@. To je bilo pred %@.
sq: %@ do të mbërrijë në parashkollor rreth %@. Kjo është pak para %@.
sr_latn: %@ će stići u predškolsko oko %@. To je bilo pre %@.
sv: %@ kommer till förskolan ungefär %@. Det är strax före %@.
sw: %@ watafika shule ya awali karibu %@. Hiyo ni kabla ya %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வருவார்கள். அது <span translate='no'>string</span>முன் தான்.
te: %@ సుమారు %@గంటలకు ప్రీస్కూల్ కు చేరుకుంటారు. అది <span translate='no'>string</span>ముందు.
th: %@ จะมาถึงโรงเรียนอนุบาลที่เกี่ยวกับ %@. นั่นเป็นเพียงก่อนที่ <span translate='no'>string</span>.
tk: %@ %@golaý mekdebe gelerler ... Şondan öň %@.
tr: %@ %@'da anaokuluna varacak. Bu %@hemen önce.
tt: %@ якынча %@мәктәпкә мәктәпкә киләчәк . Нәкъ шулай %@.
ug: %@ %@ئەتراپىدا ئوتتۇرا مەكتەپتە يېتىپ بارىدۇ . ئۇ دەل %@ئالدىدا .
uk: %@ прибуде до дошкільного закладу приблизно в %@. Це якраз перед %@.
ur: %@ تقریبا %@پر پری اسکول پہنچیں گے۔ یہ %@سے کچھ پہلے ہے.
uz: Maktabgacha taʼlim muassasasiga %@ taxminan %@keladi . Bu %@oldin .
vi: %@ sẽ đến trường mầm non vào khoảng %@. Đó là ngay trước khi %@.
zh_hans: %@ 将在大约 %@到达学前班。 那是在 %@之前。
zu: %@ uzofika esikoleni se-preschool cishe %@. Lokho kungaphambi nje %@.

# tempus_child_arrives_before_past
source: %@ arrived to preschool at about %@. That was just before %@.
af: %@ het omstreeks %@by die kleuterskool aangekom. Dit was net voor %@.
am: %@ ለትምህርት ያልደረሱት %@አካባቢ ነው ! ይህ የሆነው %@ከመሞቱ ትንሽ ቀደም ብሎ ነው !
ar: وصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@. كان ذلك قبل %@.
as: %@ প্ৰায় %@সময়ত প্ৰাকবিদ্যালয়লৈ আহিছিল। সেয়া <span translate='no'>string</span>ঠিক আগতে আছিল।
az: %@ təxminən %@məktəbdənkənar təhsil almağa gəlmişdi . Bu, %@bir az əvvəl idi .
bg: %@ пристигна в предучилищна, около %@. Това беше точно преди %@.
bn: %@ প্রায় %@সালে প্রি-স্কুলে পৌঁছেছিলাম। এটা <span translate='no'>string</span>ঠিক আগে ছিল।
bo: %@ ཡས་མས་སུ་སློབ་གྲྭར་འབྱོར་ %@བ་དང་ ། དེ་ནི་ %@་གོང་གི་བྱ་བ་ཞིག་རེད།
bs: %@ je u predškolsko oko %@. To je bilo malo prije %@.
ca: %@ arribar a l'escola infantil cap a %@. Això va ser just abans de %@.
cs: do školky %@ přišel asi v %@. To bylo těsně před %@.
cy: cyrhaeddodd %@ i gyn-ysgol tua %@. Roedd hynny ychydig cyn %@.
da: %@ ankom til børnehaven omkring %@. Det var lige før %@.
de: %@ kamen gegen %@Uhr in der Vorschule an. Das war kurz vor %@.
el: %@ έφτασε στο νηπιαγωγείο περίπου στις %@. Αυτό ήταν λίγο πριν από %@.
es: %@ llegó al preescolar alrededor de las %@. Eso fue justo antes de %@.
et: %@ jõudis eelkooli umbes %@. See oli vahetult enne %@.
eu: %@ eskolaurrera iritsi zen %@inguruan. Hori %@baino lehen izan zen.
fa: %@ به پیش دبستانی در حدود %@. که درست قبل از %@.
fi: %@ saapui esikouluun noin %@. Se oli juuri ennen %@.
fil: %@ dumating sa preschool sa tungkol sa %@. Noon lamang iyon %@.
fo: %@ kom til preschool um %@. Hatta var beint áðrenn %@.
fr: %@ suis arrivé à l’école maternelle vers %@. C’était juste avant %@.
ga: Tháinig %@ chuig an réamhscoil ag thart ar %@. Bhí sé sin díreach roimh %@.
gl: %@ chegou á escola ao redor das %@. Iso foi xusto antes de %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલમાં પહોંચ્યા. તે <span translate='no'>string</span>થોડા સમય પહેલાંની વાત છે.
he: %@ הגיע לגן בערך בשעה %@. זה היה ממש לפני %@.
hi: %@ लगभग %@में पूर्वस्कूली पहुंचे। यह %@से ठीक पहले की बात है।
hr: %@ je u predškolsku ustanovu stigao oko %@. To je bilo neposredno prije %@.
hu: %@ kb. %@-kor érkezett az óvodába . Ez közvetlenül %@előtt volt .
hy: %@ %@-ին հասել է նախադպրոցական ... Որ քիչ առաջ %@.
id: %@ tiba di prasekolah sekitar %@. Itu tepat sebelum %@.
is: %@ kom í leikskólann um %@. Það var rétt fyrir %@.
it: %@ arrivati all'asilo a circa %@. Questo è stato poco prima %@.
ja: %@ は %@頃に就学前に到着しました。 それは %@の直前でした。
ka: %@ სკოლამდელი აღზრდის დროს დაახლოებით %@ჩავიდა. ეს იყო %@წინ .
kk: %@ мектепке дейінгі мекемеге шамамен %@келді . Бұл %@алдында болған еді .
km: %@ មកដល់មុននៅ %@។ ពីមុន <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ಗಂಟೆಗೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬಂದಳು. ಅದು <span translate='no'>string</span>ಸ್ವಲ್ಪ ಮೊದಲು.
ko: %@ 약 %@에 유치원에 도착했다. 그것은 %@직전이었습니다.
ku: %@ گەیشت بۆ پێش قوتابخانە نزیکەی %@ ئەوە پێش %@بوو
ky: %@ мектепке чейинки мектепке %@келишкен . Бул %@чейин эле болгон .
lo: %@ ໄດ້ມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. ນັ້ນກ່ອນ <span translate='no'>string</span>.
lt: %@ į ikimokyklinio ugdymo įstaigą atvyko apie %@. Tai buvo prieš pat %@.
lv: %@ ieradās pirmsskolā apmēram %@. Tas bija tieši pirms %@.
mg: %@ tonga tao amin'ny akanin-pianarana teo amin'ny %@teo ho eo . Taloha kelin'ny %@izany .
mi: Tata tonu ki te %@ka tae atu a %@ ki te kura. I mua tonu tēnā i te %@.
mk: %@ пристигнал во предучилишна возра околу %@. Тоа беше пред %@.
ml: ഏകദേശം %@-ന് %@ പ്രീസ്കൂളിൽ എത്തി. അത് <span translate='no'>string</span>തൊട്ടുമുമ്പായിരുന്നു.
mr: %@ %@च्या सुमारास प्रीस्कूलला पोहोचलो. ते <span translate='no'>string</span>च्या अगदी आधीचं होतं.
ms: %@ tiba di prasekolah pada kira-kira %@. Itu sebelum %@.
mt: %@ waslu għall-iskola ta %@ta ' qabel l-iskola għal madwar . Dan kien eżatt qabel %@.
my: %@ %@ ။ %@ မတိုင်မီလေးတွင် ။
nb: %@ kom til barnehagen rundt %@. Det var like før %@.
ne: %@ लगभग %@मा पूर्वस्कूली मा पुगे। यो %@ठीक अघिको कुरा हो ।
nl: %@ kwam rond %@aan op de kleuterschool. Dat was vlak voor %@.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲକୁ ପହଞ୍ଚିଥିଲେ । ତାହା <span translate='no'>string</span>ପୂର୍ବରୁ ଥିଲା ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇ। ਇਹ %@ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ ਦੀ ਗੱਲ ਹੈ।
pl: %@ przybył do przedszkola około %@. To było tuż przed %@.
ps: %@ شاوخوا ښوونځی ته %@. دا د پخوا څخه %@.
pt_br: %@ chegou à pré-escola por volta %@. Isso foi pouco antes de %@.
ro: %@ ajuns la grădiniță la aproximativ %@. Asta a fost chiar înainte de %@.
ru: %@ приехал в дошкольное учреждение примерно в %@. Это было незадолго до %@.
sk: %@ prišli do škôlky asi o %@. To bolo tesne pred %@.
sl: %@ smo v predšolsko hišo okoli %@. To je bilo pred %@.
sq: %@ arriti në moshën parashkollore rreth %@. Kjo ishte pak para %@.
sr_latn: %@ je stigla u predškolsko oko %@. To je bilo neposredno pre %@.
sv: %@ kom till förskolan ungefär %@. Det var strax före %@.
sw: %@ alifika shule ya awali mwendo wa %@. Hiyo ilikuwa kabla ya %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வந்தார். அது <span translate='no'>string</span>முன்பு இருந்தது.
te: %@ సుమారు %@వద్ద ప్రీస్కూల్ కు చేరుకున్నారు. అది <span translate='no'>string</span>ముందు జరిగింది.
th: %@ มาถึงโรงเรียนอนุบาลเมื่อประมาณ %@. นั่นคือก่อน <span translate='no'>string</span>.
tk: %@ %@töňňeden mekdebe gelipdi... Bu %@öň bolupdy.
tr: %@ saat %@sıralarında anaokuluna geldi. Bu %@hemen önceydi.
tt: %@ якынча %@мәктәпкә мәктәпкә килгән . Бу %@алдарак булган .
ug: %@ %@ئەتراپىدا يەسلىگە يېتىپ كەلدى . ئۇ دەل %@بۇرۇنلا ئىدى .
uk: %@ прийшов до дошкільного закладу близько %@. Це було незадовго до %@.
ur: %@ تقریبا %@پر پری اسکول پہنچے۔ یہ %@سے کچھ پہلے کی بات ہے ۔
uz: %@ maktabgacha ta'lim muassasasiga taxminan %@keldi . Bu %@avval bo'lgan .
vi: %@ đến trường mầm non vào khoảng %@. Đó là ngay trước khi %@.
zh_hans: %@ 大约 %@到达幼儿园。 那是在 %@之前。
zu: %@ wafika esikoleni sasenkulisa cishe %@. Lokho kwakungaphambi nje %@.

# tempus_child_arrives_during
source: %@ will arrive to preschool at about %@. That's during %@.
af: %@ sal omstreeks %@by die kleuterskool aankom. Dit is gedurende %@.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ በት/ቤት ይደርሳሉ ! ይህ %@ወቅት ነው .
ar: سيصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@. هذا خلال %@.
as: %@ প্ৰায় %@প্ৰাকবিদ্যালয়লৈ আহিব। সেয়া <span translate='no'>string</span>সময়ত হয়।
az: %@ təxminən %@məktəbdənkənar təhsil almağa gələcək . Bu da %@zamanıdır .
bg: %@ ще пристигне в предучилищна на около %@. Това е по време на %@.
bn: %@ প্রায় %@এ প্রি-স্কুলে পৌঁছাবেন। এটা <span translate='no'>string</span>সময়।
bo: %@ ་ཧ་ལམ་ཟླ་བ་ %@་ཙམ་འགོར་རྗེས་སློབ་གྲྭར་འབྱོར་རྒྱུ་རེད ། དེ་ནི་ %@་བའི་སྐབས་སུ་བྱུང་བ་ཞིག་རེད།
bs: %@ doci u predskolsko oko %@. To je tokom %@.
ca: %@ arribarà a l'escola infantil al voltant de %@. Això és durant %@.
cs: %@ dorazí do školky asi v %@. To je během %@.
cy: Bydd %@ yn cyrraedd cyn-ysgol tua %@. Mae hynny yn ystod %@.
da: %@ vil ankomme til børnehaven på omkring %@. Det er under %@.
de: %@ werden gegen %@Uhr in der Vorschule ankommen. Das ist während %@.
el: %@ θα φτάσουν στο νηπιαγωγείο περίπου στις %@. Αυτό είναι κατά τη διάρκεια %@.
es: %@ llegarán al preescolar alrededor de las %@. Eso es durante %@.
et: %@ jõuab eelkooli umbes %@. See on %@ajal .
eu: %@ eskolaurrera iritsiko dira %@inguruan. Hori %@da.
fa: %@ به پیش دبستانی در حدود %@. که در طول %@.
fi: %@ saapuu esikouluun noin %@. Se on %@aikana.
fil: %@ ay dumating sa preschool sa tungkol sa %@. Iyan ay sa panahon ng %@.
fo: %@ kemur til preschool um %@. Hatta er %@.
fr: %@ arriverons à l’école maternelle vers %@. C’est pendant %@.
ga: Tiocfaidh %@ chuig an réamhscoil ag thart ar %@. Sin le linn %@.
gl: %@ chegarán á escola ao redor das %@. Iso é durante %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલ પર પહોંચશે. તે <span translate='no'>string</span>દરમિયાનની વાત છે.
he: %@ יגיעו לגן בערך בשעה %@. זה במהלך %@.
hi: %@ लगभग %@पर पूर्वस्कूली पहुंचेगा। यह <span translate='no'>string</span>के दौरान है।
hr: %@ će u predškolsku ustanovu stići oko %@. To je za vrijeme %@.
hu: %@ körülbelül %@-kor érkezik az óvodába . Ez a %@alatt van .
hy: %@ %@կհասնի նախադպրոցական ... Դա %@ընթացքում .
id: %@ akan tiba di prasekolah sekitar %@. Itu selama %@.
is: %@ kemur í leikskólann um %@. Það er á %@.
it: %@ arriveranno all'asilo a circa %@. Questo è durante %@.
ja: %@ は約 %@で就学前に到着します。 それは %@の間です。
ka: %@ დაახლოებით %@სკოლამდელი აღზრდის სკოლაში ჩამოვა. ეს %@დროს .
kk: %@ мектепке дейінгі мекемеге шамамен %@келеді . Бұл %@кезінде .
km: %@ %@។ កំឡុងពេល <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ಕ್ಕೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬರುತ್ತಾನೆ. ಅದು <span translate='no'>string</span>ಸಮಯದಲ್ಲಿ.
ko: %@ 약 %@에 유치원에 도착할 것입니다. 그것은 %@동안입니다.
ku: %@ دەگەنە پێش قوتابخانە لە نزیک %@ ئەمە لە ماوەی %@
ky: %@ мектепке чейинки мектепке болжол менен %@келет . Бул %@.
lo: %@ ຈະມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. <span translate='no'>string</span>.
lt: %@ į ikimokyklinio amžiaus įstaigą atvyks apie %@. Tai per %@.
lv: %@ ieradīsies pirmsskolā apmēram %@. Tas ir %@laikā .
mg: Ho tonga any amin'ny akanin-%@eo ho eo %@ . Mandritra ny %@izany.
mi: Ka tae %@ ki te kura tōmua mo te %@. I roto tēnā i %@.
mk: %@ ќе дојде во предшколска возра околу %@. Тоа е за време на %@.
ml: ഏകദേശം %@മണിക്ക് %@ പ്രീസ്കൂളിലെത്തും. അത് <span translate='no'>string</span>സമയത്താണ്.
mn_cyrl: %@ сургуулийн өмнөх насны %@орчимд ирнэ. Энэ %@үед .
mr: %@ सुमारे %@प्रीस्कूलला पोहोचेल. ते <span translate='no'>string</span>दरम्यानचे आहे.
ms: %@ akan tiba ke prasekolah pada kira-kira %@. Itu semasa %@.
mt: %@ se jasal għall-iskola ta ' qabel l-iskola għal madwar %@. Dak hu matul il- %@.
my: %@ %@ ။ အဲဒီအချိန်မှာ <span translate='no'>string</span>။
nb: %@ vil komme til barnehagen på omtrent %@. Det er under %@.
ne: %@ लगभग %@मा प्रीस्कूल पुग्नेछ। त्यो <span translate='no'>string</span>दौडानको कुरा हो ।
nl: %@ komt rond %@aan op de kleuterschool. Dat is tijdens %@.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲରେ ପହଞ୍ଚିବ | ତାହା <span translate='no'>string</span>ସମୟରେ ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇਗਾ। ਇਹ %@ਦੇ ਦੌਰਾਨ ਹੈ।
pl: %@ przyjadą do przedszkola około %@. To w %@.
ps: %@ به د ښوونځی په شاوخوا کې ښوونځی ته %@. دا د %@.
pt_br: %@ chegará à pré-escola por volta %@. Isso é durante %@.
ro: %@ va ajunge la grădiniță la aproximativ %@. Asta e în timpul %@.
ru: %@ придут в дошкольное учреждение примерно в %@. Это во время %@.
sk: %@ príde do škôlky asi o %@. To je počas %@.
sl: %@ bo prišel v predšolsko %@. To je med %@.
sq: %@ do të mbërrijë në parashkollor rreth %@. Kjo është gjatë %@.
sr_latn: %@ će stići u predškolsko oko %@. To je tokom %@.
sv: %@ kommer till förskolan ungefär %@. Det är vid %@.
sw: %@ watafika shule ya awali karibu %@. Hiyo ni wakati wa %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வருவார்கள். அது <span translate='no'>string</span>போது தான்.
te: %@ సుమారు %@గంటలకు ప్రీస్కూల్ కు చేరుకుంటారు. అది <span translate='no'>string</span>సమయంలో.
th: %@ จะมาถึงโรงเรียนอนุบาลที่เกี่ยวกับ %@. นั่นคือในช่วง <span translate='no'>string</span>.
tk: %@ %@golaý mekdebe gelerler ... Bu %@.
tr: %@ %@'da anaokuluna varacak. Bu %@sırasında.
tt: %@ якынча %@мәктәпкә мәктәпкә киләчәк . Бу %@.
ug: %@ %@ئەتراپىدا ئوتتۇرا مەكتەپتە يېتىپ بارىدۇ . يەنى %@مەزگىلىدە .
uk: %@ прибуде до дошкільного закладу приблизно в %@. Це під час %@.
ur: %@ تقریبا %@پر پری اسکول پہنچیں گے۔ یہ %@کے دوران ہے.
uz: Maktabgacha taʼlim muassasasiga %@ taxminan %@keladi . Bu %@paytida .
vi: %@ sẽ đến trường mầm non vào khoảng %@. Đó là trong %@.
zh_hans: %@ 将在大约 %@到达学前班。 那是在 %@期间。
zu: %@ uzofika esikoleni se-preschool cishe %@. Lokho ngesikhathi %@.
