Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# tempus_child_has_left_returns_tomorrow
source: %@ seems to have gone home for the day but should come back again tomorrow.
af: %@ blyk huis toe te gaan vir die dag, maar moet môre weer terugkom.
am: %@ ለዕለቱ ወደ ቤቱ የሄደ ይመስላል ነገር ግን ነገ ተመልሶ መምጣት አለበት።
ar: يبدو أن %@ قد ذهب إلى المنزل لهذا اليوم ولكن يجب أن أعود مرة أخرى غدا.
as: %@ দিনটোৰ বাবে ঘৰলৈ যোৱা যেন লাগিছে কিন্তু কাইলৈ পুনৰ ঘূৰি আহিব লাগে।
az: görünür, %@ gün evə gediblər, amma sabah yenidən qayıtmalıdırlar.
bg: %@ изглежда се е прибрал за деня, но трябва да се върне отново утре.
bn: %@ দিনের জন্য বাড়িতে গিয়েছিলাম বলে মনে হচ্ছে তবে আগামীকাল আবার ফিরে আসা উচিত।
bo: %@ ་ཉིན་གང་བོར་ཡུལ་ལ་ལོག་པ་འདྲ། འོན་ཀྱང་སང་ཉིན་ཡང་བསྐྱར་ཕྱིར་ཡོང་དགོས།
bs: %@ se da je otišao kući za danas, ali bi se trebao vratiti sutra.
ca: %@ sembla que ha tornat a casa durant el dia, però hauria de tornar demà.
cs: Zdá se, že %@ se na den vrátil domů, ale zítra by se měl vrátit.
cy: mae'n ymddangos bod %@ wedi mynd adref am y diwrnod ond fe ddylai ddod yn ôl eto yfory.
da: %@ synes at være gået hjem for dagen, men bør komme tilbage igen i morgen.
de: %@ scheint für den Tag nach Hause gegangen zu sein, sollte aber morgen wiederkommen.
el: %@ φαίνεται να έχει πάει σπίτι για την ημέρα, αλλά θα πρέπει να επιστρέψει ξανά αύριο.
es: %@ parece haberse ido a casa por el día, pero debería volver mañana.
et: tundub, et %@ on päevaks koju läinud, kuid peaks homme uuesti tagasi tulema.
eu: %@ egunean etxera joan dela dirudi, baina bihar itzuli beharko luke.
fa: %@ نظر می رسد برای روز به خانه رفته است اما باید فردا دوباره برگردیم.
fi: %@ näyttää menneen kotiin päiväksi, mutta sen pitäisi palata huomenna.
fil: %@ ay tila nakauwi na siya para sa maghapon ngunit dapat na bumalik ulit bukas.
fo: %@ tykist vera farin heim í dag, men skuldi komið aftur í morgin.
fr: %@ semble être rentré chez lui pour la journée mais devrait revenir demain.
ga: Is cosúil go bhfuil %@ imithe abhaile don lá ach ba cheart go dtiocfadh sé ar ais arís amárach.
gl: %@ que volver a casa, pero mañá volverá.
gu: %@ દિવસ માટે ઘરે ગયો હોય તેવું લાગે છે, પરંતુ આવતીકાલે ફરીથી આવવું જોઈએ.
he: נראה %@ הלך הביתה במשך היום אבל צריך לחזור שוב מחר.
hi: ऐसा लगता है कि %@ दिन के लिए घर चला गया है, लेकिन कल फिर से आना चाहिए।
hr: čini se da %@ otišao kući na jedan dan, ali sutra bi se trebao vratiti.
hu: úgy tűnik, hogy %@ hazament aznapra, de holnap újra vissza kell jönnie.
hy: %@ թվում է, թե օրվա համար տուն է գնացել, բայց վաղը նորից պետք է վերադառնա։
id: %@ tampaknya telah pulang untuk hari itu tetapi harus kembali lagi besok.
is: %@ virðist hafa farið heim í dag en ætti að koma aftur á morgun.
it: %@ sembra essere tornato a casa per la giornata, ma dovrebbe tornare di nuovo domani.
ja: %@ はその日のために家に帰ったようですが、明日また戻ってくるはずです。
ka: %@ , როგორც ჩანს, დღის განმავლობაში სახლში წავიდა, მაგრამ ხვალ ისევ უნდა დაბრუნდეს.
kk: %@ күні бойы үйіне кеткен сияқты, бірақ ертең қайта оралуы керек.
km: %@ ហាក់ដូចជាបានទៅផ្ទះវិញ មួយថ្ងៃ ប៉ុន្តែគួរតែត្រឡប់មកវិញម្តងទៀតនៅថ្ងៃស្អែក។
kn: %@ ಒಂದು ದಿನ ಮನೆಗೆ ಹೋದಂತೆ ತೋರುತ್ತದೆ ಆದರೆ ನಾಳೆ ಮತ್ತೆ ಹಿಂತಿರುಗಬೇಕು.
ko: %@ 하루 동안 집에 간 것 같지만 내일 다시 돌아와야합니다.
ku: %@ وا دیارە بۆ ڕۆژەکە چووبێتە ماڵەوە بەڵام دەبێت سبەینێ دووبارە بگەڕێتەوە.
ky: %@ бир күнгө үйгө кеткен көрүнөт, бирок эртең кайра келиши керек.
lo: ເບິ່ງ ຄື ວ່າ %@ ໄດ້ ກັບ ບ້ານ ໃນ ມື້ ນັ້ນ ແຕ່ ຄວນ ກັບ ມາ ອີກ ໃນ ມື້ ອື່ນ.
lt: atrodo, kad %@ dienai grįžo namo, bet rytoj turėtų vėl sugrįžti.
lv: %@ , šķiet, ir devušies mājās uz dienu, bet rīt vajadzētu atgriezties atkal.
mg: Toa nandeha nody %@ nandritra ny andro saingy tokony hiverina indray rahampitso.
mi: Te āhua nei kua hoki mai %@ ki te kāinga mo te rā, engari me hoki mai anō āpōpō.
mk: %@ се чини дека си отиде дома за денот, но треба да се врати повторно утре.
ml: %@ ദിവസം വീട്ടിലേക്ക് പോയതായി തോന്നുന്നു, പക്ഷേ നാളെ വീണ്ടും വരണം.
mn_cyrl: %@ өдөр гэртээ харьсан бололтой, гэхдээ маргааш дахин ирэх ёстой.
mr: %@ दिवसभरासाठी घरी गेल्याचे दिसते पण उद्या परत यायला हवे.
ms: %@ nampaknya telah pulang ke rumah untuk hari itu tetapi harus kembali lagi esok.
mt: %@ jidher li mar id-dar għall-ġurnata iżda għandu jerġa 'jiġi lura għada.
my: %@ တစ်နေ့တာအတွက် အိမ်ပြန်သွားပုံရပေမဲ့ မနက်ဖြန် ပြန်လာသင့်တယ်။
nb: %@ ser ut til å ha dratt hjem for dagen, men burde komme tilbake igjen i morgen.
ne: %@ दिनको लागि घर गएको जस्तो देखिन्छ तर भोलि फेरि फर्कनु पर्छ।
nl: %@ lijkt voor de dag naar huis te zijn gegaan, maar zou morgen weer terug moeten komen.
or: %@ ଦିନପାଇଁ ଘରକୁ ଯାଇଥିବା ପରି ମନେହୁଏ କିନ୍ତୁ ଆସନ୍ତାକାଲି ପୁନର୍ବାର ଫେରିବା ଉଚିତ୍ |
pa: ਜਾਪਦਾ ਹੈ ਕਿ %@ ਦਿਨ ਲਈ ਘਰ ਚਲਾ ਗਿਆ ਹੈ ਪਰ ਕੱਲ੍ਹ ਨੂੰ ਦੁਬਾਰਾ ਵਾਪਸ ਆਉਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wydaje się, że %@ wrócił do domu na cały dzień, ale powinien wrócić jutro.
ps: %@ داسې ښکاری چې د ورځې لپاره کور ته تللی وی خو سبا ته باید بیا راشی.
pt_br: %@ parece ter ido para casa por um dia, mas deve voltar amanhã.
ro: %@ pare să fi plecat acasă pentru a doua zi, dar ar trebui să se întoarcă din nou mâine.
ru: %@ , кажется, ушел домой на день, но должен вернуться снова завтра.
sk: Zdá sa, že %@ odišiel na ten deň domov, ale zajtra by sa mal vrátiť.
sl: %@ , da je šel domov za en dan, ampak bi se moral jutri vrniti.
sq: %@ duket se ka shkuar në shtëpi për ditën, por duhet të kthehet përsëri nesër.
sr_latn: %@ da sam otiљao kuжi na jedan dan, ali trebalo bi da se vratim sutra.
sv: %@ verkar ha gått hem för dagen men ser ut att komma tillbaka redan imorgon.
sw: %@ anaonekana kwenda nyumbani kwa siku hiyo lakini anapaswa kurudi tena kesho.
ta: %@ ஒரு நாள் வீட்டிற்குச் சென்றதாகத் தெரிகிறது, ஆனால் நாளை மீண்டும் வர வேண்டும்.
te: %@ ఆ రోజు ఇంటికి వెళ్ళినట్లు అనిపిస్తుంది కాని రేపు మళ్ళీ తిరిగి రావాలి.
th: %@ ดูเหมือนจะได้กลับบ้านสําหรับวัน แต่ควรกลับมาอีกครั้งในวันพรุ่งนี้
tk: %@ şol gün öýüne dolanan ýaly görünse-de, ertir ýene-de dolanmaly.
tr: %@ bir günlüğüne eve gitmiş gibi görünüyor ama yarın tekrar gelmeli.
tt: %@ бер көн өйгә киткән кебек, ләкин иртәгә кабат кайтырга тиеш.
ug: %@ بىر كۈن ئۆيگە قايتىپ كەتكەندەك قىلىدۇ، لېكىن ئەتە يەنە قايتىپ كېلىشى كېرەك ئىدى.
uk: %@ , здається, пішов додому на день, але повинен повернутися знову завтра.
ur: ایسا لگتا ہے کہ %@ دن کے لئے گھر گیا ہے لیکن کل دوبارہ واپس آنا چاہئے۔
uz: %@ kun davomida uyiga ketganga oʻxshaydi, ammo ertaga yana qaytib kelishi kerak.
vi: %@ dường như đã về nhà trong ngày nhưng sẽ trở lại vào ngày mai.
zh_hans: %@ 似乎已经回家了，但明天应该再来。
zu: %@ kubonakala sengathi ibuyele ekhaya ngosuku kodwa kufanele ibuye futhi kusasa.

# tempus_child_leaves
source: %@ is here and will leave preschool around %@.
af: %@ is hier en sal voorskoolse regoor %@verlaat.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ ልጆች ትተዋለህ !
ar: %@ هنا وسوف يغادر مرحلة ما قبل المدرسة في جميع أنحاء %@.
as: %@ ইয়াত আছে আৰু %@প্ৰায় প্ৰাকবিদ্যালয় এৰিব।
az: %@ buradadır və %@ətrafında preschool tərk edəcək .
bg: %@ е тук и ще напусне предучилищна около %@.
bn: %@ এখানে আছেন এবং প্রায় %@প্রি-স্কুল ছেড়ে চলে যাবেন।
bo: %@ འདི་ན་ཡོད་པས་སློབ་ན་མ་སོན་གོང་གི་སློབ་གྲྭ་དང་ཁ་བྲལ་ %@་
bs: %@ je ovdje i napustit će predškolsku oko %@.
ca: %@ és aquí i sortirà de l'escola infantil al voltant de %@.
cs: %@ je tady a bude opustit školku kolem %@.
cy: %@ yma a bydd yn gadael cyn-ysgol o gwmpas %@.
da: %@ er her og vil forlade børnehaven omkring %@.
de: %@ ist hier und wird die Vorschule um %@verlassen.
el: %@ είναι εδώ και θα φύγει από το νηπιαγωγείο γύρω %@.
es: %@ está aquí y dejará el preescolar alrededor de %@.
et: %@ on siin ja lahkub eelkoolist umbes %@.
eu: %@ hemen eta eskolaurrea %@inguruan utziko du.
fa: %@ اینجاست و پیش دبستانی را در اطراف %@.
fi: %@ on täällä ja jättää esikoulun noin %@.
fil: %@ ay dito at mag-iiwan ng preschool sa paligid %@.
fo: %@ er her og fer avstað %@.
fr: %@ est ici et quittera l’école maternelle vers %@.
ga: tá %@ anseo agus fágfaidh sé an réamhscoil timpeall %@.
gl: %@ está aquí e vai deixar a preescolar en torno %@.
gu: %@ અહીં છે અને %@આસપાસ પ્રિસ્કૂલ છોડી દેશે.
he: %@ כאן ויעזוב את הגן בסביבות %@.
hi: %@ यहां है और %@के आसपास पूर्वस्कूली छोड़ देगा।
hr: %@ je ovdje i ostavit će predškolsku ustanovu oko %@.
hu: %@ itt van, és %@körül elhagyja az óvodát .
hy: %@ այստեղ է եւ %@շուրջ կհեռանա նախադպրոցական տարիքից .
id: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@.
is: %@ er hér og mun yfirgefa leikskólann í kringum %@.
it: %@ è qui e lascerà la scuola materna intorno a %@.
ja: %@ はここにあり、 %@の周りに就学前を出ます。
ka: %@ აქ არის და სკოლამდელი აღზრდის დატოვებას %@.
kk: %@ осында болып, %@төңірегінде мектепке дейінгі мекемені тастап кетеді .
km: %@ នៅទីនេះ ហើយនឹងទុកមុននៅជុំវិញខ្លួន <span translate='no'>string</span>.
kn: %@ ಇಲ್ಲಿದ್ದಾರೆ ಮತ್ತು %@ಸುಮಾರಿಗೆ ಪ್ರಿಸ್ಕೂಲ್ ತೊರೆಯುತ್ತಾರೆ.
ko: %@ 은 여기에 있으며 %@주위에 유치원을 떠날 것입니다.
ku: %@ لێرەیە و پێش قوتابخانە بەدەوری %@جێدێڵێت
ky: %@ бул жерде жана мектепке чейинки мектепке чейинки %@калтырып кетет .
lo: %@ ຢູ່ທີ່ນີ້ແລະຈະອອກຈາກໂຮງຮຽນກ່ອນໄວຮຽນປະມານ <span translate='no'>string</span>.
lt: %@ yra čia ir paliks ikimokyklinio amžiaus %@.
lv: %@ ir šeit un atstās pirmsskolu ap %@.
mg: Eto %@ ary hamela ny akanin-pianarana manodidina %@.
mi: Kai konei %@, a, ka waiho e ia te kura tōmua %@.
mk: %@ е тука и ќе ја напушти предшколницата околу %@.
ml: %@ ഇവിടെയുണ്ട്, പ്രീസ്കൂൾ <span translate='no'>string</span>ചുറ്റും വിടും.
mn_cyrl: %@ энд байгаа бөгөөд сургуулийн өмнөх насны %@орчим үлдээнэ .
mr: %@ येथे आहे आणि %@सुमारास प्रीस्कूल सोडेल.
ms: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@.
mt: %@ qiegħed hawn u se jħalli l-iskola ta ' qabel l-iskola madwar %@.
my: %@ ဒီနေရာမှာရှိနေပြီး ပြင်ဆင်မထားခင် <span translate='no'>string</span>။
nb: %@ er her og vil forlate barnehagen rundt %@.
ne: %@ यहाँ हुनुहुन्छ र %@वरिपरि प्रीस्कूल छोड्नुहुनेछ।
nl: %@ is hier en zal de kleuterschool rond %@verlaten.
or: %@ ଏଠାରେ ଅଛନ୍ତି ଏବଂ %@ଚାରିପାଖରେ ପ୍ରିସ୍କୁଲ ଛାଡିବେ |
pa: %@ ਇੱਥੇ ਹੈ ਅਤੇ %@ਦੇ ਆਸ ਪਾਸ ਪ੍ਰੀ-ਸਕੂਲ ਛੱਡਾਂਗਾ।
pl: %@ jest tutaj i opuści przedszkole około %@.
ps: %@ دلته دی او د ښوونځی شاوخوا به %@.
pt_br: %@ está aqui e deixará a pré-escola por volta %@.
ro: %@ este aici și va părăsi grădinița în jurul %@.
ru: %@ здесь и покинет дошкольное учреждение вокруг %@.
sk: %@ je tu a opustí predškolské zariadenie okolo %@.
sl: %@ je tukaj in bo zapustil predšolsko %@.
sq: %@ është këtu dhe do të largohet nga %@.
sr_latn: %@ je ovde i napustiće predškolsko oko %@.
sv: %@ är här och går hem ungefär %@.
sw: %@ iko hapa na itaacha shule ya awali karibu %@.
ta: %@ இங்கே இருக்கிறார், %@சுற்றி பாலர் பள்ளியை விட்டு வெளியேறுவார்.
te: %@ ఇక్కడ ఉంది మరియు %@చుట్టూ ప్రీస్కూల్ ను విడిచిపెడతాను.
th: %@ อยู่ที่นี่และจะออกจากโรงเรียนอนุบาลรอบ <span translate='no'>string</span>.
tk: %@ şu ýerde bolup, mekdebe çenli mekdepden %@.
tr: %@ burada ve %@civarında anaokulundan ayrılacak.
tt: %@ монда һәм мәктәпкә %@тирәсендә калачак .
ug: %@ بۇ يەردە، %@ئەتراپىدا ئوقۇشتىن باشلىنىدۇ.
uk: %@ тут і покине дошкільний заклад близько %@.
ur: %@ یہاں ہے اور %@کے آس پاس پری اسکول چھوڑ دے گا۔
uz: %@ shu erda boʻlib, maktabgacha taʼlim muassasasini %@.
vi: %@ đang ở đây và sẽ rời trường mầm non vào khoảng %@.
zh_hans: %@ 在这里，并将在 %@左右离开学前班。
zu: %@ ilapha futhi izoshiya i-preschool ezungeze %@.

# tempus_child_leaves_after
source: %@ is here and will leave preschool around %@. That's just after %@.
af: %@ is hier en sal voorskoolse regoor %@verlaat. Dit is net na %@.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ ልጆች ትተዋለህ ! ይህ %@በኋላ ነው .
ar: %@ هنا وسوف يغادر مرحلة ما قبل المدرسة في جميع أنحاء %@. هذا بعد %@
as: %@ ইয়াত আছে আৰু %@প্ৰায় প্ৰাকবিদ্যালয় এৰিব। সেয়া <span translate='no'>string</span>ঠিক পিছতে।
az: %@ buradadır və %@ətrafında preschool tərk edəcək . Bu da %@sonra .
bg: %@ е тук и ще напусне предучилищна около %@. Това е точно след %@.
bn: %@ এখানে আছেন এবং প্রায় %@প্রি-স্কুল ছেড়ে চলে যাবেন। এটি <span translate='no'>string</span>ঠিক পরে।
bo: %@ འདི་ན་ཡོད་པས་སློབ་ན་མ་སོན་གོང་གི་སློབ་གྲྭ་དང་ཁ་བྲལ་ %@་ དེ་ནི་ %@་པའི་རྗེས་སུ་བྱུང་བ་ཞིག་རེད།
bs: %@ je ovdje i napustit će predškolsku oko %@. To je odmah nakon %@.
ca: %@ és aquí i sortirà de l'escola infantil al voltant de %@. Això és just després de %@.
cs: %@ je tady a bude opustit školku kolem %@. To je hned po %@.
cy: %@ yma a bydd yn gadael cyn-ysgol o gwmpas %@. Mae hynny jyst ar ôl %@.
da: %@ er her og vil forlade børnehaven omkring %@. Det er lige efter %@.
de: %@ ist hier und wird die Vorschule um %@verlassen. Das ist kurz nach %@.
el: %@ είναι εδώ και θα φύγει από το νηπιαγωγείο γύρω %@. Αυτό είναι αμέσως μετά %@.
es: %@ está aquí y dejará el preescolar alrededor de %@. Eso es justo después de %@.
et: %@ on siin ja lahkub eelkoolist umbes %@. See on kohe pärast %@.
eu: %@ hemen eta eskolaurrea %@inguruan utziko du. Hori %@ondoren da.
fa: %@ اینجاست و پیش دبستانی را در اطراف %@. که درست بعد از %@.
fi: %@ on täällä ja jättää esikoulun noin %@. Se on %@jälkeen.
fil: %@ ay dito at mag-iiwan ng preschool sa paligid %@. Pagkatapos lang ng %@.
fo: %@ er her og fer avstað %@. Hatta er júst eftir %@.
fr: %@ est ici et quittera l’école maternelle vers %@. C’est juste après %@.
ga: tá %@ anseo agus fágfaidh sé an réamhscoil timpeall %@. Sin díreach tar éis %@.
gl: %@ está aquí e vai deixar a preescolar en torno %@. Iso é xusto despois de %@.
gu: %@ અહીં છે અને %@આસપાસ પ્રિસ્કૂલ છોડી દેશે. તે <span translate='no'>string</span>પછીની વાત છે.
he: %@ כאן ויעזוב את הגן בסביבות %@. זה רק אחרי %@.
hi: %@ यहां है और %@के आसपास पूर्वस्कूली छोड़ देगा। यह <span translate='no'>string</span>के ठीक बाद है।
hr: %@ je ovdje i ostavit će predškolsku ustanovu oko %@. To je odmah nakon %@.
hu: %@ itt van, és %@körül elhagyja az óvodát . Ez csak %@után van .
hy: %@ այստեղ է եւ %@շուրջ կհեռանա նախադպրոցական տարիքից . Հենց %@հետո .
id: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@. Itu tepat setelah %@.
is: %@ er hér og mun yfirgefa leikskólann í kringum %@. Það er rétt eftir %@.
it: %@ è qui e lascerà la scuola materna intorno a %@. Questo è subito dopo %@.
ja: %@ はここにあり、 %@の周りに就学前を出ます。 それは %@後です。
ka: %@ აქ არის და სკოლამდელი აღზრდის დატოვებას %@. ეს მხოლოდ %@შემდეგ .
kk: %@ осында болып, %@төңірегінде мектепке дейінгі мекемені тастап кетеді . Бұл тек %@кейін ғана .
km: %@ នៅទីនេះ ហើយនឹងទុកមុននៅជុំវិញខ្លួន %@. ប៉ុណ្ណឹងហើយបន្ទាប់ពី <span translate='no'>string</span>.
kn: %@ ಇಲ್ಲಿದ್ದಾರೆ ಮತ್ತು %@ಸುಮಾರಿಗೆ ಪ್ರಿಸ್ಕೂಲ್ ತೊರೆಯುತ್ತಾರೆ. ಅದು <span translate='no'>string</span>ನಂತರ.
ko: %@ 은 여기에 있으며 %@주위에 유치원을 떠날 것입니다. 그것은 %@직후입니다.
ku: %@ لێرەیە و پێش قوتابخانە بەدەوری %@جێدێڵێت ئەوە تەنها دوای %@
ky: %@ бул жерде жана мектепке чейинки мектепке чейинки %@калтырып кетет . Ошондон кийин эле %@.
lo: %@ ຢູ່ທີ່ນີ້ແລະຈະອອກຈາກໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. <span translate='no'>string</span>.
lt: %@ yra čia ir paliks ikimokyklinio amžiaus %@. Tai tik po %@.
lv: %@ ir šeit un atstās pirmsskolu ap %@. Tas ir tieši pēc %@.
mg: Eto %@ ary hamela ny akanin-pianarana manodidina %@. Aorian'ny %@izany.
mi: Kai konei %@, a, ka waiho e ia te kura tōmua %@. I muri noa iho i %@.
mk: %@ е тука и ќе ја напушти предшколницата околу %@. Тоа е веднаш по %@.
ml: %@ ഇവിടെയുണ്ട്, പ്രീസ്കൂൾ %@ചുറ്റും വിടും. അത് <span translate='no'>string</span>തൊട്ടുപിന്നാലെയാണ്.
mn_cyrl: %@ энд байгаа бөгөөд сургуулийн өмнөх насны %@орчим үлдээнэ . %@дараа л ийм юм болох нь дээ .
mr: %@ येथे आहे आणि %@सुमारास प्रीस्कूल सोडेल. ते <span translate='no'>string</span>नंतरच आहे.
ms: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@. Itu hanya selepas %@.
mt: %@ qiegħed hawn u se jħalli l-iskola ta ' qabel l-iskola madwar %@. Dak huwa eżatt wara %@.
my: %@ ဒီနေရာမှာရှိနေပြီး ပြင်ဆင်မထားခင် %@။ ဒါက %@ပြီးတဲ့နောက်မှာပဲပေါ့ ။
nb: %@ er her og vil forlate barnehagen rundt %@. Det er like etter %@.
ne: %@ यहाँ हुनुहुन्छ र %@वरिपरि प्रीस्कूल छोड्नुहुनेछ। त्यो <span translate='no'>string</span>पछिको कुरा हो ।
nl: %@ is hier en zal de kleuterschool rond %@verlaten. Dat is net na %@.
or: %@ ଏଠାରେ ଅଛନ୍ତି ଏବଂ %@ଚାରିପାଖରେ ପ୍ରିସ୍କୁଲ ଛାଡିବେ | ତାହା <span translate='no'>string</span>ପରେ ।
pa: %@ ਇੱਥੇ ਹੈ ਅਤੇ %@ਦੇ ਆਸ ਪਾਸ ਪ੍ਰੀ-ਸਕੂਲ ਛੱਡਾਂਗਾ। ਇਹ <span translate='no'>string</span>ਤੋਂ ਠੀਕ ਬਾਅਦ ਹੈ।
pl: %@ jest tutaj i opuści przedszkole około %@. To tuż po %@.
ps: %@ دلته دی او د ښوونځی شاوخوا به %@. دا یوازې وروسته له %@.
pt_br: %@ está aqui e deixará a pré-escola por volta %@. Isso é logo depois de %@.
ro: %@ este aici și va părăsi grădinița în jurul %@. Asta e doar după %@.
ru: %@ здесь и покинет дошкольное учреждение вокруг %@. Вот только после %@.
sk: %@ je tu a opustí predškolské zariadenie okolo %@. To je tesne po %@.
sl: %@ je tukaj in bo zapustil predšolsko %@. To je takoj po %@.
sq: %@ është këtu dhe do të largohet nga %@. Kjo është vetëm pas %@.
sr_latn: %@ je ovde i napustiće predškolsko oko %@. To je odmah posle %@.
sv: %@ är här och går hem ungefär %@. Det är strax efter %@.
sw: %@ iko hapa na itaacha shule ya awali karibu %@. Hiyo ni baada ya %@.
ta: %@ இங்கே இருக்கிறார், %@சுற்றி பாலர் பள்ளியை விட்டு வெளியேறுவார். அது <span translate='no'>string</span>பிறகு தான்.
te: %@ ఇక్కడ ఉంది మరియు %@చుట్టూ ప్రీస్కూల్ ను విడిచిపెడతాను. అది కేవలం <span translate='no'>string</span>తర్వాతే.
th: %@ อยู่ที่นี่และจะออกจากโรงเรียนอนุบาลรอบ %@. นั่นเป็นเพียงหลังจาก <span translate='no'>string</span>.
tk: %@ şu ýerde bolup, mekdebe çenli mekdepden %@. Şondan soň %@.
tr: %@ burada ve %@civarında anaokulundan ayrılacak. %@'dan hemen sonra.
tt: %@ монда һәм мәктәпкә %@тирәсендә калачак . Бу %@соң гына .
ug: %@ بۇ يەردە، %@ئەتراپىدا ئوقۇشتىن باشلىنىدۇ. ئۇ پەقەت %@.
uk: %@ тут і покине дошкільний заклад близько %@. Це відразу після %@.
ur: %@ یہاں ہے اور %@کے آس پاس پری اسکول چھوڑ دے گا۔ یہ صرف %@کے بعد ہے.
uz: %@ shu erda boʻlib, maktabgacha taʼlim muassasasini %@. Bu faqat %@keyin .
vi: %@ đang ở đây và sẽ rời trường mầm non vào khoảng %@. Đó là ngay sau khi %@.
zh_hans: %@ 在这里，并将在 %@左右离开学前班。 那是在 %@之后。
zu: %@ ilapha futhi izoshiya i-preschool ezungeze %@. Lokho kungemva nje %@.

# tempus_child_leaves_after_past
source: %@ was here until about %@. That was just after %@.
af: %@ was hier tot omtrent %@. Dit was net na %@.
am: %@ እስከ %@ድረስ እዚህ ነበር . . ይህ የሆነው %@በኋላ ነው !
ar: %@ كان هنا حتى حوالي %@. كان ذلك بعد %@مباشرة.
as: %@ প্ৰায় %@আগলৈকে ইয়াত আছিল। সেয়া <span translate='no'>string</span>ঠিক পিছতে আছিল।
az: %@ təxminən %@qədər burada idi . Bu da %@sonraya qaldı .
bg: %@ беше тук до около %@. Това беше точно след %@.
bn: %@ প্রায় %@পর্যন্ত এখানে ছিলাম। এটা ছিল <span translate='no'>string</span>ঠিক তার পরেই।
bo: %@ ་འདི་ནས་ཧ་ལམ་ %@་ཙམ་འགོར་སོང་། དེ་ནི་ %@་རྗེས་ཀྱི་བྱ་བ་ཞིག་རེད།
bs: %@ sam do %@. To je bilo odmah posle %@.
ca: %@ va estar aquí fins aproximadament %@. Això va ser just després de %@.
cs: %@ tu byl asi do %@. To bylo těsně po %@.
cy: %@ yma tan tua %@. Roedd hynny ychydig ar ôl %@.
da: %@ var her indtil omkring %@. Det var lige efter %@.
de: %@ war hier bis etwa %@. Das war kurz nach %@.
el: %@ ήταν εδώ μέχρι περίπου %@. Αυτό ήταν αμέσως μετά %@.
es: %@ estuvo aquí hasta aproximadamente %@. Eso fue justo después de %@.
et: %@ oli siin umbes %@. See oli vahetult pärast %@.
eu: %@ %@arte egon zen hemen. Hori %@ondoren izan zen.
fa: %@ اينجا بود تا حدود %@. که درست بعد از %@.
fi: %@ oli täällä noin %@asti. Se oli %@jälkeen.
fil: %@ ay dito hanggang sa %@. Iyon ay lamang pagkatapos ng %@.
fo: %@ var her til %@. Hatta var júst eftir %@.
fr: %@ était ici jusqu’à environ %@. C’était juste après %@.
ga: Bhí %@ anseo go dtí thart ar %@. Bhí sé sin díreach tar éis %@.
gl: %@ estivo aquí ata o %@. Foi xusto despois de %@.
gu: લગભગ %@સુધી %@ અહીં જ હતો. તે %@પછીની જ વાત છે.
he: %@ היה כאן עד %@בערך. זה היה קצת אחרי %@.
hi: %@ लगभग %@तक यहाँ था। यह %@के ठीक बाद की बात है।
hr: bio %@ ovdje do %@. To je bilo odmah nakon %@.
hu: %@ kb. %@-ig volt itt . Ez csak %@után volt .
hy: %@ այստեղ էր մինչեւ %@. Դա %@հետո էր .
id: %@ ada di sini sampai sekitar %@. Itu tepat setelah %@.
is: %@ var hér fyrr en um %@. Það var rétt eftir %@.
it: %@ stato qui fino a circa %@. Questo è stato subito dopo %@.
ja: %@ は %@頃までここにいた。 それは %@直後でした。
ka: %@ აქ იყო დაახლოებით %@. ეს მხოლოდ %@შემდეგ იყო .
kk: %@ осында шамамен %@дейін болған . Бұл %@кейін ғана болды .
km: %@ %@. នោះ គឺបន្ទាប់ពី <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ರವರೆಗೆ ಇಲ್ಲಿಯೇ ಇದ್ದೆ. ಅದು <span translate='no'>string</span>ನಂತರ.
ko: %@ 약 %@년까지 여기에 있었다. 그것은 %@직후였습니다.
ku: %@ لێرە بوو تا %@ ئەوە تەنها دوای %@بوو
ky: %@ %@чейин ошол жерде болчу . Ошондон кийин эле %@.
lo: %@ %@. ນັ້ນ ແມ່ນ ຫຼັງ ຈາກ ທີ່ <span translate='no'>string</span>.
lt: %@ čia buvo iki maždaug %@. Tai buvo tik po %@.
lv: %@ bija šeit līdz apmēram %@. Tas bija tieši pēc %@.
mg: Teto %@ mandra-pahatongan'ny %@. Taoriana kelin'ny %@izany.
mi: I konei a %@ tae noa ki te %@. I muri noa iho i %@.
mk: %@ до %@. Тоа беше веднаш по %@.
ml: ഏകദേശം %@വരെ %@ ഇവിടെയുണ്ടായിരുന്നു. അത് <span translate='no'>string</span>തൊട്ടുപിന്നാലെയായിരുന്നു.
mn_cyrl: %@ %@орчим хүртэл энд байсан . Яг %@дараа болсон юм.
mr: %@ सुमारे %@पर्यंत इथेच होतो. ते <span translate='no'>string</span>नंतरच होते.
ms: %@ berada di sini sehingga kira-kira %@. Itu hanya selepas %@.
mt: %@ kien hawn sa madwar %@. Dan kien eżatt wara %@.
my: %@ %@ ။ အဲဒီနောက်မှာပဲ <span translate='no'>string</span> ။
nb: %@ var her til omtrent %@. Det var like etter %@.
ne: %@ %@बजेसम्म यहाँ थिए । त्यो %@पछिको कुरा हो ।
nl: %@ was hier tot ongeveer %@. Dat was net na %@.
or: %@ ପ୍ରାୟ %@ପର୍ଯ୍ୟନ୍ତ ଏଠାରେ ଥିଲେ । ତାହା <span translate='no'>string</span>ପରେ ଥିଲା ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਤੱਕ ਇੱਥੇ ਸੀ। ਇਹ %@ਤੋਂ ਠੀਕ ਬਾਅਦ ਹੋਇਆ ਸੀ।
pl: %@ był tu do około %@. To było tuż po %@.
ps: %@ شاوخوا پورې دلته %@. دا یوازې وروسته له هغه %@.
pt_br: %@ estava aqui até %@. Isso foi logo depois %@.
ro: %@ fost aici până la aproximativ %@. Asta a fost imediat după %@.
ru: %@ был здесь примерно до %@года. Это было сразу после %@.
sk: %@ tu bol asi do %@. To bolo tesne po %@.
sl: %@ je bil tukaj do %@. To je bilo takoj po %@.
sq: %@ ishte këtu deri në %@. Kjo ishte vetëm pas %@.
sr_latn: %@ sam ovde do %@. To je bilo odmah posle %@.
sv: %@ var här till ungefär %@. Det var strax efter %@.
sw: %@ alikuwa hapa hadi karibu %@. Hiyo ilikuwa tu baada %@.
ta: %@ சுமார் %@வரை இங்கேயே இருந்தேன். அது <span translate='no'>string</span>பிறகு தான்.
te: సుమారు %@వరకు %@ ఇక్కడే ఉన్నాడు. అది <span translate='no'>string</span>తర్వాత జరిగింది.
th: %@ อยู่ที่นี่จนกระทั่งประมาณ %@. นั่นคือหลังจาก <span translate='no'>string</span>.
tk: %@ %@çenli geldi... Şondan soň %@.
tr: %@ %@kadar buradaydı. Bu %@hemen sonraydı.
tt: %@ монда якынча %@кадәр булган . Бу %@соң гына булган .
ug: %@ %@ئەتراپىدا بۇ يەردە ئىدى . ئۇ ئەمدىلا %@.
uk: %@ був тут приблизно до %@. Це сталося відразу після %@.
ur: %@ تقریبا %@تک یہاں موجود تھا۔ یہ %@کے فورا بعد تھا ۔
uz: %@ shu yerda %@. Bu %@so'ng bo'ldi .
vi: %@ đã ở đây cho đến khoảng %@. Đó là ngay sau %@.
zh_hans: %@ 一直待到 %@左右。 那是在 %@之后。
zu: %@ wayelapha kwaze kwaba cishe %@. Lokho kwaba ngemva nje %@.
