Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# about_laiban_6
source: Hey, hey! I'm Laiban, an AI. AI is an acronym for artificial intelligence. This means that I can think digitally and help you with different things. Like helping you show how much food you throw away and what it means.
af: Haai, haai! Ek is Laiban, 'n AI. AI is 'n akroniem vir kunsmatige intelligensie. Dit beteken dat ek digitaal kan dink en u met verskillende dinge kan help. Soos om jou te help wys hoeveel kos jy weggooi en wat dit beteken.
am: ታዲያስ ታዲያስ! እኔ ላይባን ነኝ AI. ኤአይ ለሰው ሠራሽ የማሰብ ችሎታ አሃዝ አሃዝ ነው። ይህም ማለት በዲጂታል ማሰብና በተለያዩ ነገሮች መርዳት እችላለሁ ማለት ነው ። ምን ያህል ምግብ እንደምትጥልና ምን ማለት እንደሆነ እንድታሳይ እንደመርዳት ነው ።
ar: يا هذا، يا هذا! أنا (لايبان)، الذكاء الاصطناعي. الذكاء الاصطناعي هو اختصار للذكاء الاصطناعي. وهذا يعني أنني يمكن أن نفكر رقميا ومساعدتك مع أشياء مختلفة. مثل مساعدتك في إظهار كمية الطعام التي ترميها وماذا تعني.
as: হেৰা! মই লাইবান, এজন এআই। এআই হৈছে কৃত্ৰিম বুদ্ধিমত্তাৰ এটা সংক্ষিপ্ত ৰূপ। ইয়াৰ অৰ্থ হৈছে যে মই ডিজিটেল ভাৱে চিন্তা কৰিব পাৰো আৰু আপোনাক বিভিন্ন বস্তুত সহায় কৰিব পাৰো। যেনে আপুনি কিমান খাদ্য পেলাই দিয়ে আৰু ইয়াৰ অৰ্থ দেখুৱাবলৈ আপোনাক সহায় কৰা।
az: Ehey! Mən Laibanam, bir Aİ. Aİ süni intellekt üçün akronimdir. Bu o deməkdir ki, mən rəqəmsal düşünə və sizə müxtəlif işlərdə kömək edə bilərəm. Nə qədər yemək atdığınızı və nə demək olduğunu göstərməyə kömək etmək kimi.
bg: Здравейте! Аз съм Лайбан, Изкуствен интелект. AI е акроним за изкуствен интелект. Това означава, че мога да мисля дигитално и да ви помогна с различни неща. Като да ти помогна да покажеш колко храна изхвърляш и какво означава това.
bn: হাই হাই! আমি লাইবান, একজন এআই। এআই কৃত্রিম বুদ্ধিমত্তার জন্য একটি আদ্যক্ষর। এর মানে হল যে আমি ডিজিটালভাবে চিন্তা করতে পারি এবং আপনাকে বিভিন্ন জিনিসে সহায়তা করতে পারি। আপনি কতটা খাবার ফেলে দেন এবং এর অর্থ কী তা আপনাকে দেখাতে সহায়তা করার মতো।
bo: ཀ་ཡེ་ཀ་ཡེ།! ང་ནི་ལའེ་པན་ཡིན། ཨེ་ཤ་ཡ་དང་ཞི་བདེ་རྒྱ་མཚོ་ཆེན་པོའི་ས་ཁུལ་ AIནི་མིས་བཟོས་རིག་སྟོབས་ཀྱི་བསྡུས་མིང་ཞིག་ཡིན། འདིས་ངས་གྲངས་ཀ་ཅན་གྱི་བསམ་གཞིགས་བྱས་ནས་ཁྱོད་ལ་རོགས་བྱས་ནས་བྱ་བ་མི་འདྲ་བ་སྒྲུབ་ཐུབ་པ་མཚོན། ཁྱོད་ལ་རོགས་བྱས་ནས་ཁྱོད་ཀྱིས་ཟས་རིགས་ག་ཚོད་གཡུགས་པ་དང་དེའི་ནང་དོན་ཅི་ཞིག་ཡིན་པ་གསལ་བཤད་
bs: Hej, hej! Ja sam Laiban, AI. AI je akronim za veštačku inteligenciju. To znači da mogu da razmišljam digitalno i da ti pomognem sa različitim stvarima. Kao da ti pomažem da pokažeš koliko hrane baciš i šta to znači.
ca: Ei, ei! Sóc Laiban, una IA. La IA és un acrònim d'intel·ligència artificial. Això vol dir que puc pensar digitalment i ajudar-te amb coses diferents. Com ajudar-te a mostrar quant menjar llences i què significa.
cs: Hej, hej! Jsem Laiban, umělá inteligence. AI je zkratka pro umělou inteligenci. To znamená, že mohu myslet digitálně a pomoci vám s různými věcmi. Stejně jako pomoc při ukazování, kolik jídla vyhodíte a co to znamená.
cy: Hei hei! Laiban ydw i, AI. Mae AI yn acronym ar gyfer deallusrwydd artiffisial. Mae hyn yn golygu y gallaf feddwl yn ddigidol a'ch helpu gyda gwahanol bethau. Fel eich helpu i ddangos faint o fwyd rydych chi'n ei daflu i ffwrdd a beth mae'n ei olygu.
da: Hej, hej! Jeg er Laiban, en kunstig intelligens. AI er et akronym for kunstig intelligens. Det betyder, at jeg kan tænke digitalt og hjælpe dig med forskellige ting. Som at hjælpe dig med at vise, hvor meget mad du smider væk, og hvad det betyder.
de: Hey, hey! Ich bin Laiban, eine KI. KI ist ein Akronym für künstliche Intelligenz. Das bedeutet, dass ich digital denken und Ihnen bei verschiedenen Dingen helfen kann. Wie Ihnen zu helfen, zu zeigen, wie viel Essen Sie wegwerfen und was es bedeutet.
el: Γεια σου, γεια! Είμαι ο Λάιμπαν, ένας ΑΙ. Η τεχνητή νοημοσύνη είναι ακρωνύμιο της τεχνητής νοημοσύνης. Αυτό σημαίνει ότι μπορώ να σκεφτώ ψηφιακά και να σας βοηθήσω με διαφορετικά πράγματα. Όπως το να σας βοηθήσουμε να δείξετε πόσο φαγητό πετάτε και τι σημαίνει αυτό.
es: ¡Oye, oye! Soy Laiban, una IA. AI es un acrónimo de inteligencia artificial. Esto significa que puedo pensar digitalmente y ayudarte con diferentes cosas. Como ayudarte a mostrar cuánta comida tiras y qué significa.
et: Hei, hei! Ma olen Laiban, tehisintellekt. Tehisintellekt on tehisintellekti akronüüm. See tähendab, et saan mõelda digitaalselt ja aidata teid erinevate asjadega. Nagu aidata teil näidata, kui palju toitu te ära viskate ja mida see tähendab.
eu: Aizu aizu! Laiban naiz, IA bat. AI adimen artifizialeko akronimoa da. Horrek esan nahi du digitalki pentsatu eta gauza ezberdinekin lagundu dezakedala. Nola lagundu zenbat janari tiratzen duzun eta zer esan nahi duen erakusten.
fa: هي، هي! من لايبان هستم، يه هوش مصنوعي. هوش مصنوعی مخفف هوش مصنوعی است. این بدان معنی است که من می توانم به صورت دیجیتالی فکر کنم و در چیزهای مختلف به شما کمک کنم. مثل کمک کردن به شما نشان می دهد که چقدر غذا دور می اندازید و معنی آن چیست.
fi: Hei, mitä kuuluu? Olen Laiban, tekoäly. Tekoäly on lyhenne tekoälystä. Tämä tarkoittaa, että voin ajatella digitaalisesti ja auttaa sinua erilaisissa asioissa. Kuten auttaa sinua näyttämään, kuinka paljon ruokaa heität pois ja mitä se tarkoittaa.
fil: Oy, oy! Ako si Laiban, isang AI. Ang AI ay isang acronym para sa artipisyal na katalinuhan. Ibig sabihin maiisip ko ang digital at matutulungan ka sa iba't ibang bagay. Tulad ng pagtulong sa iyo na ipakita kung magkano ang pagkain mo thrown at kung ano ang ibig sabihin nito.
fo: Hey hey! Eg eri laiban, ein AI. AI er ein pronym til artificial intelligence. Hetta merkir, at eg kann hugsa digita og hjálpa tær við ymiskum viðurskiftum. Sum at hjálpa tær/tykkum at vísa, hvussu nógvan mat, tú/kastar/blaka burtur, og hvat tað merkir.
fr: Hé, hé! Je suis Laiban, une IA. AI est un acronyme pour l’intelligence artificielle. Cela signifie que je peux penser numériquement et vous aider avec différentes choses. Comme vous aider à montrer combien de nourriture vous jetez et ce que cela signifie.
ga: Haigh haigh! Is mise Laiban, AI. Is acrainm é AI d'intleacht shaorga. Ciallaíonn sé seo gur féidir liom smaoineamh go digiteach agus cabhrú leat le rudaí éagsúla. Cosúil le cuidiú leat a thaispeáint cé mhéad bia a chaitheann tú amach agus cad is brí leis.
gl: ¡Hey! Eu son Laiban, un AI é un acrónimo de Intelixencia Artificial. Isto significa que podo pensar dixitalmente e axudar con cousas diferentes. Como axudar a mostrar a cantidade de comida que tira e o que significa.
gu: હે હે! હું લાઇબાન છું, એક એ.આઈ. એઆઈ એ કૃત્રિમ બુદ્ધિમત્તાનું ટૂંકું નામ છે. આનો અર્થ એ કે, હું ડિજિટલી વિચારી શકું છું અને તમને વિવિધ બાબતોમાં મદદ કરી શકું છું. તમે કેટલું ખોરાક ફેંકી દો છો અને તેનો અર્થ શું છે તે બતાવવામાં તમને મદદ કરવા જેવું.
he: היי, היי! אני לאיבן, בינה מלאכותית. AI הוא ראשי תיבות של בינה מלאכותית. זה אומר שאני יכול לחשוב באופן דיגיטלי ולעזור לך בדברים שונים. כמו לעזור לך להראות כמה אוכל אתה זורק ומה זה אומר.
hi: अरे, अरे! मैं लैबान, एक एआई हूं। एआई आर्टिफिशियल इंटेलिजेंस का संक्षिप्त नाम है। इसका मतलब है कि मैं डिजिटल रूप से सोच सकता हूं और विभिन्न चीजों के साथ आपकी मदद कर सकता हूं। जैसे आपको यह दिखाने में मदद करना कि आप कितना खाना फेंकते हैं और इसका क्या मतलब है।
hr: Ej, hej! Ja sam Laiban, AI. Umjetna inteligencija je akronim za umjetnu inteligenciju. To znači da mogu razmišljati digitalno i pomoći vam u različitim stvarima. Kao da ti pomažem pokazati koliko hrane bacaš i što to znači.
hu: Hé, hé! Laiban vagyok, egy AI. A mesterséges intelligencia rövidítése. Ez azt jelenti, hogy digitálisan tudok gondolkodni, és különböző dolgokban tudok segíteni. Például segít megmutatni, hogy mennyi ételt dob el, és mit jelent ez.
hy: Հեյ հեյ! Ես Լայբանն եմ, ԱԻ-ն: AI-ն արհեստական բանականության ակրոնիմ է: Սա նշանակում է, որ ես կարող եմ թվային մտածել եւ օգնել ձեզ տարբեր բաներում: Ինչպես օգնել քեզ ցույց տալ, թե որքան ուտելիք ես դեն նետում եւ ինչ է դա նշանակում։
id: Hei, hei! Saya Laiban, seorang AI. AI adalah akronim dari kecerdasan buatan. Ini berarti saya dapat berpikir secara digital dan membantu Anda dengan berbagai hal. Seperti membantu Anda menunjukkan berapa banyak makanan yang Anda buang dan apa artinya.
is: Hæ hæ! Ég heiti Laiban, sem er gervigreind. Gervigreind er skammstöfun fyrir gervigreind. Þetta þýðir að ég get hugsað stafrænt og hjálpað þér með mismunandi hluti. Eins og að hjálpa þér að sýna hversu miklum mat þú hendir og hvað hann þýðir.
it: Ehi, ehi! Sono Laiban, un'IA. AI è l'acronimo di intelligenza artificiale. Ciò significa che posso pensare in digitale e aiutarti con cose diverse. Come aiutarti a mostrare quanto cibo butti via e cosa significa.
ja: おいおい！私はライバン、AIです。AIは人工知能の頭字語です。これは、私がデジタルで考え、さまざまなことを手伝うことができることを意味します。あなたが捨てる食べ物の量とそれが何を意味するかを示すのを助けるのと同じように。
ka: ჰეი ჰეი! აჱ ჟყმ ლაიბან, აჟ. AI არის აკრონიმი ხელოვნური ინტელექტისთვის. ეს ნიშნავს, რომ ციფრულად ვფიქრობ და სხვადასხვა რამეში დაგეხმარებათ. მოგწონთ დახმარება იმის ჩვენებაში, თუ რამდენ საკვებს გადააგდებთ და რას ნიშნავს ეს.
kk: Сәлем сәлем! Мен Лайбан, ИСК. ИСК жасанды интеллект аббревиатурасы болып табылады. Демек, мен сандық ойланып, сіздерге әр түрлі нәрселермен көмектесе аламын. Қанша тамақ лақтырып тастағаныңызды және оның нені білдіретінін көрсетуге көмектесу сияқты.
km: ហេហេ! ខ្ញុំឡាយប៉ាន់ AI។ AI ជា អក្សរ កាត់ សម្រាប់ បញ្ញា សិប្បនិម្មិត ។ នេះ មាន ន័យ ថា ខ្ញុំ អាច គិត តាម ឌីជីថល និង ជួយ អ្នក ក្នុង រឿង ផ្សេង ៗ ។ ដូច ជា ការ ជួយ អ្នក បង្ហាញ ថា អ្នក បោះ អាហារ ប៉ុន្មាន ហើយ វា មាន ន័យ យ៉ាង ណា ។
kn: ಹೇ ಹೇ! ನನ್ನ ಹೆಸರು ಲೈಬಾನ್, ಒಬ್ಬ ಎಐ. ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆಯ ಸಂಕ್ಷಿಪ್ತ ರೂಪವೇ ಎಐ. ಇದರರ್ಥ ನಾನು ಡಿಜಿಟಲ್ ಆಗಿ ಯೋಚಿಸಬಹುದು ಮತ್ತು ವಿಭಿನ್ನ ವಿಷಯಗಳಲ್ಲಿ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಎಷ್ಟು ಆಹಾರವನ್ನು ಎಸೆಯುತ್ತೀರಿ ಮತ್ತು ಅದರ ಅರ್ಥವೇನು ಎಂದು ತೋರಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವ ಹಾಗೆ.
ko: 이봐! 저는 라이반, AI입니다. AI는 인공 지능의 약어입니다. 이것은 내가 디지털로 생각하고 다른 것들로 당신을 도울 수 있다는 것을 의미합니다. 얼마나 많은 음식을 버리는지, 그리고 그것이 무엇을 의미하는지 보여주는 것과 같습니다.
ku: سڵاو سڵاو! من لایبانم، ئای ئای. ئای ئای مخابەرێکە بۆ زیرەکی دەستکرد. ئەمە مانای ئەوەیە کە من دەتوانم بە دیجیتاڵی بیر بکەمەوە و یارمەتیت بدەم بە شتی جیاواز. وەک یارمەتیدانت بۆ ئەوەی نیشان بدەیت کە چەند خواردن فڕێدەیت و مانای چیە.
ky: Эй эй! Мен Лайбанмын, АИ. АИ жасалма интеллект үчүн аббреум болуп саналат. Бул мен санариптик ой жүгүртүп, ар кандай нерселер менен жардам бере алат дегенди билдирет. Канча тамак ыргытып жибергениңерди жана эмнени билдирерин көрсөтүүгө жардам берүү сыяктуу.
lo: ເຮເຮ! I's Laiban, AI. AI ເປັນຄໍາຫຍໍ້ສໍາລັບສະຕິປັນຍາແບບປອມ. ນີ້ ຫມາຍ ຄວາມ ວ່າ ຂ້າ ພະ ເຈົ້າ ສາ ມາດ ຄິດ ແບບ ດິ ຈິ ຕອລ ແລະ ຊ່ວຍ ທ່ານ ໃນ ສິ່ງ ທີ່ ແຕກ ຕ່າງ ກັນ . ເຊັ່ນດຽວກັບການຊ່ວຍທ່ານສະແດງໃຫ້ເຫັນວ່າທ່ານຖິ້ມອາຫານຫຼາຍປານໃດແລະມັນມີຄວາມຫມາຍແນວໃດ.
lt: Ei, ei! Aš esu Laibanas, dirbtinis intelektas. Dirbtinis intelektas yra dirbtinio intelekto akronimas. Tai reiškia, kad galiu mąstyti skaitmeniniu būdu ir padėti jums įvairiais dalykais. Tarsi padėti parodyti, kiek maisto išmeti ir ką tai reiškia.
lv: Čau, čau! Es esmu Laibans, mākslīgais intelekts. MI ir mākslīgā intelekta akronīms. Tas nozīmē, ka es varu domāt digitāli un palīdzēt jums ar dažādām lietām. Tāpat kā palīdzēt jums parādīt, cik daudz pārtikas jūs izmetat un ko tas nozīmē.
mg: Hey, hey! Laiban aho, AI. Ny AI dia fanairana ho an'ny faharanitan-tsaina artifisialy. Midika izany fa afaka mieritreritra amin'ny fomba nomerika aho ary manampy anao amin'ny zavatra samihafa. Toy ny manampy anao hampiseho ny habetsahan'ny sakafo arianao sy ny dikan'izany.
mi: Kia ora kia ora! Ko Laiban ahau, he AI. He acronym te AI mo te mōhiotanga o te tangata. Ko te tikanga o tēnei ka taea e au te whakaaro ā-mamati me te āwhina i a koe ki ngā mea rerekē. Pēnei i a koe ki te whakaatu i te nui o ngā kai e makaia atu ana e koe, he aha hoki te tikanga.
mk: Еј еј! Јас сум Лаибан, AI. АИ е акроним за вештачка интелигенција. Ова значи дека можам да размислувам дигитално и да ти помогнам со различни работи. Како да ти помогнам да покажеш колку храна фрлаш и што значи тоа.
ml: ഹേയ് ഹേയ്! ഞാൻ ലൈബാൻ, ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്. ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് എന്നതിന്റെ ചുരുക്കെഴുത്താണ് ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്. ഇതിനർത്ഥം എനിക്ക് ഡിജിറ്റലായി ചിന്തിക്കാനും വ്യത്യസ്ത കാര്യങ്ങളിൽ നിങ്ങളെ സഹായിക്കാനും കഴിയുമെന്നാണ്. നിങ്ങൾ എത്രമാത്രം ഭക്ഷണം വലിച്ചെറിയുന്നുവെന്നും അതിന്റെ അർത്ഥമെന്താണെന്നും കാണിക്കാൻ നിങ്ങളെ സഹായിക്കുന്നതുപോലെ.
mn_cyrl: Хүүе сайн уу! Намайг Лайбан гэдэг. АИ. AI нь хиймэл оюун ухааны товчлол юм. Энэ нь би цахимаар бодож, өөр өөр зүйлд танд тусалж чадна гэсэн үг юм. Хэр их хоол хүнс хаяж, энэ нь юу гэсэн үг болохыг харуулахад тань туслахтай адил юм.
mr: अहो अहो! मी लायबान आहे, एक एआय. एआय हे कृत्रिम बुद्धिमत्तेचे आद्याक्षर आहे. याचा अर्थ असा आहे की मी डिजिटली विचार करू शकतो आणि आपल्याला वेगवेगळ्या गोष्टींमध्ये मदत करू शकतो. जसे की आपण किती अन्न फेकता आणि त्याचा अर्थ काय आहे हे दर्शविण्यात मदत करणे.
ms: Hei, hei! Saya Laiban, seorang AI. AI ialah akronim untuk kecerdasan buatan. Ini bermakna saya boleh berfikir secara digital dan membantu anda dengan perkara yang berbeza. Seperti membantu anda menunjukkan berapa banyak makanan yang anda buang dan apa maksudnya.
mt: Ħej, ħej! Jien Laiban, AI. L-IA huwa akronimu għall-intelliġenza artifiċjali. Dan ifisser li nista 'naħseb diġitalment u ngħinek b'affarijiet differenti. Bħal li tgħinek turi kemm tarmi ikel u xi tfisser.
my: ဟေး! ကျွန်မကတော့ Laiban, AI ဖြစ်ပါတယ်။ AI ဟာ ဉာဏ်ရည်တုအတွက် အက္ခရာတစ်ခုပါ။ ဒါက ဒီဂျစ်တယ်နည်းနဲ့ စဉ်းစားပြီး မတူတဲ့ အရာတွေနဲ့ ကူညီပေးနိုင်တယ်ဆိုတဲ့ အဓိပ္ပာယ်ပါ။ အစားအစာ ဘယ်လောက် လွှင့်ပစ်လိုက်သလဲ၊ ဘာကိုဆိုလိုတယ်ဆိုတာ ပြသဖို့ ကူညီပေးတာမျိုးပေါ့။
nb: Hei, hei! Jeg er Laiban, en ai. AI er et akronym for kunstig intelligens. Dette betyr at jeg kan tenke digitalt og hjelpe deg med forskjellige ting. Som å hjelpe deg med å vise hvor mye mat du kaster og hva det betyr.
ne: हे हे! म लाइबन हुँ, एआई। आर्टिफिसियल इन्टेलिजेन्स (एआई) आर्टिफिसियल इन्टेलिजेन्सको संक्षिप्त नाम हो । यसको मतलब म डिजिटल रूपमा सोच्न सक्छु र तपाईंलाई विभिन्न चीजहरूमा मद्दत गर्न सक्छु। जस्तै तपाईंले कति खाना फ्याँक्नुहुन्छ र यसको अर्थ के हो भनेर देखाउन मद्दत गर्नुहोस्।
nl: Hé, hé! Ik ben Laiban, een AI. AI is een acroniem voor kunstmatige intelligentie. Dit betekent dat ik digitaal kan denken en je met verschillende dingen kan helpen. Zoals je helpen laten zien hoeveel voedsel je weggooit en wat het betekent.
or: ହାଏ ହାଏ! ମୁଁ ଲାଇବାନ୍, ଏକ ଏଆଇ । ଏଆଇ ହେଉଛି କୃତ୍ରିମ ବୁଦ୍ଧିପାଇଁ ଏକ ସଂକ୍ଷିପ୍ତ ନାମ | ଏହାର ଅର୍ଥ ହେଉଛି ମୁଁ ଡିଜିଟାଲ୍ ଭାବରେ ଚିନ୍ତା କରିପାରିବି ଏବଂ ଆପଣଙ୍କୁ ବିଭିନ୍ନ ଜିନିଷରେ ସାହାଯ୍ୟ କରିପାରିବି | ତୁମେ କେତେ ଖାଦ୍ୟ ଫିଙ୍ଗିଦିଅ ଏବଂ ଏହାର ଅର୍ଥ କ'ଣ ତାହା ଦେଖାଇବାରେ ସାହାଯ୍ୟ କରିବା ପରି |
pa: ਸੁਣੋ ਸੁਣੋ! ਮੈਂ ਲਾਇਬਾਨ ਹਾਂ, ਏਆਈ ਹਾਂ। ਏਆਈ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ ਦਾ ਸੰਖੇਪ ਰੂਪ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਮੈਂ ਡਿਜੀਟਲ ਤੌਰ 'ਤੇ ਸੋਚ ਸਕਦਾ ਹਾਂ ਅਤੇ ਵੱਖੋ ਵੱਖਰੀਆਂ ਚੀਜ਼ਾਂ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦਾ ਹਾਂ। ਜਿਵੇਂ ਕਿ ਤੁਹਾਨੂੰ ਇਹ ਦਿਖਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨਾ ਕਿ ਤੁਸੀਂ ਕਿੰਨ੍ਹਾ ਕੁ ਭੋਜਨ ਸੁੱਟਦੇ ਹੋ ਅਤੇ ਇਸਦਾ ਮਤਲਬ ਕੀ ਹੈ।
pl: Hej, hej! Jestem Laiban, sztuczna inteligencja. AI to akronim sztucznej inteligencji. Oznacza to, że mogę myśleć cyfrowo i pomagać w różnych rzeczach. Na przykład pomagając ci pokazać, ile jedzenia wyrzucasz i co to znaczy.
ps: هی سلام! زه لیبان یم، یو ای ای. ای ای د مصنوعی ځیرکتیا مخفف دی. دا په دې مانا ده چې زه ډیجیټل فکر کولی شم او تاسو سره د مختلفو شیانو په اړه مرسته کولی شم. لکه تاسو سره مرسته وکړئ چې وښایئ چې تاسو څومره خواړه وغورځوئ او دا څه معنی لری.
pt_br: Ei, ei! Eu sou Laiban, uma IA. AI é um acrônimo para inteligência artificial. Isso significa que eu posso pensar digitalmente e ajudá-lo com coisas diferentes. Como ajudá-lo a mostrar quanta comida você joga fora e o que significa.
ro: Hei, hei! Sunt Laiban, un AI. AI este un acronim pentru inteligența artificială. Asta înseamnă că pot gândi digital și te pot ajuta cu lucruri diferite. Cum ar fi să te ajute să arăți câtă mâncare arunci și ce înseamnă.
ru: Эй-эй! Я Лайбан, искусственный интеллект. ИИ является аббревиатурой искусственного интеллекта. Это означает, что я могу думать в цифровом формате и помочь вам с различными вещами. Как помочь вам показать, сколько пищи вы выбрасываете и что это значит.
sk: Hej, hej! Som Laiban, umelá inteligencia. AI je skratka pre umelú inteligenciu. To znamená, že môžem myslieť digitálne a pomôcť vám s rôznymi vecami. Radi vám pomôžu ukázať, koľko jedla vyhodíte a čo to znamená.
sl: Hej, hej! Jaz sem Laiban, AI. AI je kratica za umetno inteligenco. To pomeni, da lahko digitalno razmišljam in vam pomagam pri različnih stvareh. Kot, da ti pomagam pokazati, koliko hrane zavržeš in kaj pomeni.
sq: Hej! Unë jam Laiban, një IA. AI është akronim për inteligjencën artificiale. Kjo do të thotë se unë mund të mendoj dixhitalisht dhe t'ju ndihmoj me gjëra të ndryshme. Si të të ndihmoj të tregosh se sa ushqim hedh dhe çfarë do të thotë.
sr_latn: Hej, hej! Ja sam Laiban, AI. AI je akronim za veštačku inteligenciju. To znači da mogu da razmišljam digitalno i da vam pomognem oko različitih stvari. Kao da vam pomažem da pokažete koliko hrane bacate i šta to znači.
sv: Hej hej! Jag är Laiban, en AI. AI är en förkortning av artificiell intelligens. Det betyder att jag kan tänka digitalt och hjälpa er med olika saker. Som att hjälpa er att visa hur mycket mat ni slänger och vad det innebär.
sw: We, we! Mimi ni Laiban, AI. AI ni kifupi cha akili bandia. Hii ina maana kwamba ninaweza kufikiria kidijitali na kukusaidia kwa mambo mbalimbali. Kama kukusaidia kuonyesha ni kiasi gani cha chakula unachotupa na maana yake.
ta: ஹே ஹே! நான் லைபன், ஒரு AI இருக்கிறேன். செயற்கை நுண்ணறிவு என்பது செயற்கை நுண்ணறிவின் சுருக்கமாகும். இதன் பொருள் என்னவென்றால், நான் டிஜிட்டல் முறையில் சிந்திக்க முடியும் மற்றும் வெவ்வேறு விஷயங்களில் உங்களுக்கு உதவ முடியும். நீங்கள் எவ்வளவு உணவைத் தூக்கி எறிகிறீர்கள், அதன் பொருள் என்ன என்பதைக் காட்ட உங்களுக்கு உதவுவதைப் போல.
te: హే హే! నా పేరు లైబన్, ఒక AI. AI అనేది కృత్రిమ మేధస్సు యొక్క సంక్షిప్త పదం. దీని అర్థం నేను డిజిటల్ గా ఆలోచించగలను మరియు విభిన్న విషయాలతో మీకు సహాయపడగలను. మీరు ఎంత ఆహారాన్ని విసిరేస్తారో మరియు దాని అర్థం ఏమిటో చూపించడంలో మీకు సహాయపడటం వంటిది.
th: เฮ้, เฮ้! ฉันชื่อไลบัน ซึ่งเป็น AI AI เป็นตัวย่อสําหรับปัญญาประดิษฐ์ ซึ่งหมายความว่าฉันสามารถคิดแบบดิจิทัลและช่วยคุณในสิ่งต่าง ๆ ได้ เช่นเดียวกับการช่วยให้คุณแสดงให้เห็นว่าคุณทิ้งอาหารไปมากแค่ไหนและมันหมายถึงอะไร
tk: Salam! Men Laýban, bir AÝ. AI emeli akylyň harplarydyr. Diýmek, men digital oýlanyp, size dürli zatlarda kömek edip bilýärin. Näçe iýmit zyňýandygyňy we onuň näme aňladýandygyny görkezmäge kömek etmek ýaly.
tr: Merhaba, merhaba! Ben Laiban, yapay zeka. Yapay zeka, yapay zekanın kısaltmasıdır. Bu, dijital olarak düşünebileceğim ve farklı konularda size yardımcı olabileceğim anlamına gelir. Ne kadar yiyecek attığını ve ne anlama geldiğini göstermene yardım etmek gibi.
tt: Әй эй! Мин Лайбан, АИ. AI - ясалма интеллект өчен акбром. Димәк, мин дигитал фикерләп, сезгә төрле нәрсәләр белән ярдәм итә алам. Сезгә ярдәм кебек, сез күпме ризык ыргытасыз, нинди ризык ыргытасыз, нәрсә аңлата икәнлегегезне күрсәтерсез.
ug: ھەي ھەي! مەن لابان، ئەي ئەي. AI سۈنئىي ئىدراكنىڭ بىر توننىسى. بۇ مېنىڭ رەقەملىك تەپەككۇر قىلىپ، ئوخشاش بولمىغان ئىشلاردا سىزگە ياردەم بېرەلەيدىغانلىقىمدىن دېرەك بېرىدۇ. خۇددى سىزنىڭ قانچىلىك يېمەكلىك تاشلىغانلىقىڭىزنى ۋە ئۇنىڭ مەنىسىنى كۆرسىتىشكە ياردەم بەرگەنگە ئوخشاش.
uk: Эй, эй! Я Лайбан, ШІ. ШІ - це абревіатура від штучного інтелекту. Це означає, що я можу мислити в цифровому вигляді і допомагати вам з різними речами. Як допомогти вам показати, скільки їжі ви викидаєте і що це означає.
ur: ارے، ارے! میں لائبان ہوں، ایک اے آئی. اے آئی مصنوعی ذہانت کا مخفف ہے۔ اس کا مطلب یہ ہے کہ میں ڈیجیٹل طور پر سوچ سکتا ہوں اور مختلف چیزوں میں آپ کی مدد کر سکتا ہوں۔ جیسے آپ کو یہ دکھانے میں مدد کرنا کہ آپ کتنا کھانا پھینک دیتے ہیں اور اس کا کیا مطلب ہے۔
uz: Hey hey! Men Laiban, bir AI. AI – artyq aqyn alystyq. Bu shuni anglatadiki, men raqamli fikrlashim va sizga turli narsalarda yordam berishim mumkin. Qancha ovqat tashlashingizni va nimani anglatishini ko'rsatishga yordam berish kabi.
vi: Này, này! Tôi là Laiban, một AI. AI là từ viết tắt của trí tuệ nhân tạo. Điều này có nghĩa là tôi có thể suy nghĩ kỹ thuật số và giúp bạn với những thứ khác nhau. Giống như giúp bạn cho thấy bạn vứt bỏ bao nhiêu thức ăn và ý nghĩa của nó.
zh_hans: 嘿 嘿！我是莱班，一个人工智能。AI是人工智能的首字母缩写。这意味着我可以以数字方式思考，并帮助你做不同的事情。比如帮助你展示你扔掉了多少食物以及它意味着什么。
zu: Heyi heyi! NginguLaiban, i-AI. I-AI isifushaniso sobuhlakani bokufakelwa. Lokhu kusho ukuthi ngingacabanga ngedijithali futhi ngikusize ngezinto ezahlukene. Njengokukusiza ubonise ukuthi ulahla ukudla okungakanani nokuthi kusho ukuthini.
