Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# feedback_lunch_statistics
source: Du you want to see what everyone thought of the food today?
af: Wil jy sien wat almal vandag van die kos gedink het?
am: በዛሬው ጊዜ ሁሉም ሰው ስለ ምግቡ ምን እንደሚል ማየት ትፈልጋለህ?
ar: هل تريد أن ترى ما الجميع على الرغم من الطعام اليوم؟
as: ডু আপুনি চাব বিচাৰে যে আজি সকলোৱে খাদ্যৰ বিষয়ে কি ভাবিছে?
az: Bu gün hamının yemək haqqında nə düşündüyünü görmək istəyirsən?
bg: Дю искаш да видиш какво мислят всички за храната днес?
bn: আপনি কি দেখতে চান যে আজকের খাবার সম্পর্কে সবাই কী ভাবছে?
bo: ཁྱོད་ཀྱིས་དེ་རིང་ཚང་མས་ཟས་རིགས་ལ་ལྟ་ཚུལ་ཅི་ཞིག་ཡོད་པར་བལྟ་འདོད།
bs: Du zelis li da vidis sta su svi mislili o hrani danas?
ca: Voleu veure què pensava tothom del menjar d'avui?
cs: Chcete vidět, co si dnes všichni mysleli o jídle?
cy: Du ti eisiau gweld be' oedd pawb yn feddwl o'r bwyd heddiw?
da: Vil du se, hvad alle kan lide maden i dag?
de: Willst du sehen, was heute alle über das Essen denken?
el: Θέλετε να δείτε τι σκέφτονται όλοι για το φαγητό σήμερα;
es: ¿Quieres ver lo que todos a pesar de la comida de hoy?
et: Du sa tahad näha, mida kõik täna toidust arvasid?
eu: Ikusi nahi al duzu gaur denek bazkariari buruz zer pentsatzen zuten?
fa: ميخواي ببيني همه امروز از غذا چي ميخوان؟
fi: Haluatko nähdä, mitä kaikki haluavat ruoasta tänään?
fil: Dahil gusto mong makita kung ano ang iniisip ng lahat tungkol sa pagkain ngayon?
fo: Vilt tú síggja, hvat øll hildu um matin í dag?
fr: Vous voulez voir ce que tout le monde si de la nourriture aujourd’hui?
ga: Du ba mhaith leat a fheiceáil cad a cheap gach duine den bhia inniu?
gl: Queres ver o que pensa todo o mundo sobre a comida?
gu: શું તમે જોવા માંગો છો કે આજે દરેક જણ ખોરાક વિશે શું વિચારે છે?
he: אתה רוצה לראות מה כולם חשבו על האוכל היום?
hi: क्या आप देखना चाहते हैं कि आज हर कोई भोजन के बारे में क्या सोचता है?
hr: Želiš li vidjeti što svi danas imaju s hranom?
hu: Du szeretné látni, hogy mit gondolt ma mindenki az ételről?
hy: Դու ուզում ես տեսնել, թե այսօր ինչ են մտածում բոլորը ուտելիքի մասին։
id: Du Anda ingin melihat apa yang semua orang pikirkan tentang makanan hari ini?
is: Du þú vilt sjá hvað öllum fannst um matinn í dag?
it: Vuoi vedere cosa pensano tutti del cibo oggi?
ja: あなたは今日の食べ物の中で誰もが何を見たいですか?
ka: აკჲ თჟკაქ ეა გთეთქ კაკგჲ გჟთფკთ მთჟლთრ ჱა ჳპანარა ენვჟ?
kk: Бүгін әркімнің тамақ туралы не ойлағанын көргіңіз келе ме?
kn: ಇಂದು ಆಹಾರದ ಬಗ್ಗೆ ಪ್ರತಿಯೊಬ್ಬರೂ ಏನು ಯೋಚಿಸುತ್ತಾರೆ ಎಂದು ನೋಡಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 오늘 모든 사람들이 음식에 대해 어떻게 생각하는지보고 싶습니까?
ku: ئایا دەتەوێت بیبینیت کە ئەمڕۆ هەموو کەس لە خواردنەکە چی دەکات؟
ky: Дю бүгүн тамак-аш жөнүндө ар бир адам кандай ойдо экенин көргүң келеби?
lo: Du ທ່ານຢາກເຫັນສິ່ງທີ່ທຸກຄົນຄິດກ່ຽວກັບອາຫານໃນມື້ນີ້?
lt: Norite pamatyti, ką visi šiandien galvoja apie maistą?
lv: Du jūs vēlaties redzēt, ko visi šodien domāja par ēdienu?
mg: Tianao ho hita ve ny hevitry ny olona rehetra momba ny sakafo androany?
mi: E hiahia ana koe ki te kite i nga whakaaro o te katoa mo nga kai i tēnei rā?
mk: Ду сакаш да видиш што мислат сите за храната денес?
ml: ഇന്നത്തെ ഭക്ഷണത്തെക്കുറിച്ച് എല്ലാവരും എന്താണ് ചിന്തിക്കുന്നതെന്ന് കാണാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn_cyrl: Өнөөдөр хүн бүр хоолны талаар юу гэж бодож байгааг харахыг хүсэж байна уу?
mr: ड्यू तुला हे पहायचे आहे की आज प्रत्येकजण अन्नाबद्दल काय विचार करतो?
ms: Du anda ingin melihat apa yang difikirkan oleh semua orang tentang makanan hari ini?
mt: Du trid tara dak li kulħadd ħaseb fl-ikel illum?
my: ဒီနေ့ အစားအစာကို လူတိုင်း ဘယ်လိုထင်သလဲဆိုတာ သိချင်သလား။
nb: Vil du se hva alle syntes om maten i dag?
ne: के तपाईं हेर्न चाहनुहुन्छ कि आज सबैले खानाको बारेमा के सोचेका छन्?
nl: Du je wilt zien wat iedereen vond van het eten vandaag?
or: ଡୁ ଆପଣ ଦେଖିବାକୁ ଚାହାଁନ୍ତି ଯେ ଆଜି ସମସ୍ତେ ଖାଦ୍ୟ ବିଷୟରେ କ'ଣ ଭାବୁଛନ୍ତି?
pa: ਡੂ ਤੁਸੀਂ ਇਹ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਅੱਜ ਹਰ ਕਿਸੇ ਨੇ ਭੋਜਨ ਬਾਰੇ ਕੀ ਸੋਚਿਆ?
pl: Du chcesz zobaczyć, co wszyscy myśleli o jedzeniu dzisiaj?
ps: ډو تاسو غواړئ وګورئ چې نن ټول د خوراک په اړه څه فکر کوی؟
pt_br: Quer ver o que todos acharam da comida hoje?
ro: Du vrei să vezi ce toată lumea a crezut de produse alimentare de azi?
ru: Вы хотите увидеть, что все, хотя из пищи сегодня?
sk: Chcete vidieť, čo si dnes všetci mysleli o jedle?
sl: Hočeš videti, kaj si danes vsi mislijo o hrani?
sq: Do të shohësh se çfarë kanë ngrënë të gjithë sot?
sr_latn: Hoćeš da vidiš šta su danas svi mislili o hrani?
sv: Vill du se vad alla tyckte om maten idag?
sw: Du unataka kuona kila mtu alifikiria nini kuhusu chakula leo?
ta: டு இன்று உணவைப் பற்றி எல்லோரும் என்ன நினைக்கிறார்கள் என்பதைப் பார்க்க விரும்புகிறீர்களா?
te: ఈ రోజు ఆహారం గురించి ప్రతి ఒక్కరూ ఏమనుకుంటున్నారో మీరు చూడాలనుకుంటున్నారా?
th: คุณต้องการที่จะเห็นสิ่งที่ทุกคนคิดของอาหารในวันนี้?
tk: Du şu günki iýmit barada hemmeleriň näme pikir edýändigini göresiň gelýärmi?
tr: Bugün herkesin ne yiyeceği ni görmek istiyorsun?
tt: Бүген һәркемнең ризык турында нәрсә уйлаганын күрергә телисеңме?
ug: د ئۇ ق كۆپچىلىكنىڭ بۈگۈنكى تاماققا بولغان كۆز قارىشىنى كۆرۈپ باققۇڭىز بارمۇ؟
uk: Ви хочете побачити, що всі, хоча продовольство сьогодні?
ur: ڈو آپ دیکھنا چاہتے ہیں کہ آج ہر کوئی کھانے کے بارے میں کیا سوچتا ہے؟
uz: Du bugun hamma ovqat haqida nima deb o'ylaganini ko'rmoqchimisiz?
vi: Bạn muốn xem những gì tất cả mọi người mặc dù thực phẩm ngày hôm nay?
zh_hans: 杜你想看看大家今天对食物的看法吗？
zu: Du ufuna ukubona ukuthi wonke umuntu wacabangani ngokudla namuhla?

# feedback_lunch_statistics_title
source: This is what everyone thought about the food today
af: Dit is wat almal vandag oor die kos gedink het.
am: ዛሬ ሁሉም ሰው ስለ ምግቡ ያሰበው ይህ ነው
ar: هذا ما اعتقده الجميع عن الطعام اليوم
as: আজি সকলোৱে খাদ্যৰ বিষয়ে এইটোৱেই ভাবিছিল
az: Bu gün hər kəs qida haqqında belə düşünürdü
bg: Това е, което всички мислеха за храната днес
bn: আজকের খাবার নিয়ে সবাই এটাই ভাবছে।
bo: འདི་ནི་དེ་རིང་ཚང་མས་ཟས་རིགས་ལ་བསམ་བློ་གཏོང་བའི་གནས་ཚུལ་ཡིན།
bs: Ovo su svi mislili o hrani danas.
ca: Això és el que tothom pensava sobre el menjar d'avui
cs: To je to, co si dnes všichni mysleli o jídle
cy: Dyma beth oedd pawb yn meddwl am y bwyd heddiw
da: Dette er, hvad alle tænkte om maden i dag
de: Das ist, was jeder heute über das Essen dachte
el: Αυτό σκέφτηκαν όλοι για το φαγητό σήμερα
es: Esto es lo que todo el mundo pensaba sobre la comida de hoy
et: Seda mõtlesid kõik täna toidust
eu: Hori da gaurko bazkariari buruz denek pentsatu zutena.
fa: این چیزی است که همه امروز در مورد غذا فکر می کردند
fi: Tätä kaikki ajattelivat ruoasta tänään.
fil: Ito ang iniisip ng lahat tungkol sa pagkain ngayon
fo: Hetta er tað, øll hugsaðu um matin í dag
fr: C’est ce que tout le monde pensait de la nourriture aujourd’hui
ga: Seo a cheap gach duine faoin mbia inniu
gl: Isto é o que todo o mundo pensa sobre a comida hoxe.
gu: આજે દરેક વ્યક્તિએ ખોરાક વિશે આવું જ વિચાર્યું હતું
he: זה מה שכולם חשבו על האוכל היום
hi: आज हर कोई खाने के बारे में यही सोचता है
hr: Evo što su danas svi mislili o hrani
hu: Ezt gondolta ma mindenki az ételről
hy: Ահա թե ինչ էին մտածում այսօր բոլորը ուտելիքի մասին
id: Inilah yang dipikirkan semua orang tentang makanan hari ini
is: Þetta er það sem allir hugsuðu um matinn í dag
it: Questo è ciò che tutti pensavano del cibo oggi
ja: これは誰もが今日の食べ物について考えたことです
ka: ეს არის ის, რაც ყველამ იფიქრა დღეს საკვებზე
kk: Бүгін азық-түлік туралы барлығы осылай ойлады
km: នេះ ជា អ្វី ដែល មនុស្ស គ្រប់ គ្នា បាន គិត អំពី អាហារ ថ្ងៃ នេះ
kn: ಇಂದಿನ ಆಹಾರದ ಬಗ್ಗೆ ಪ್ರತಿಯೊಬ್ಬರೂ ಯೋಚಿಸಿದ್ದು ಇದನ್ನೇ
ko: 이것은 오늘날 모든 사람들이 음식에 대해 생각한 것입니다.
ku: ئەمەیە کە ئەمڕۆ هەمووان بیریان لە خواردنەکە کردەوە
ky: Бүгүн тамак - аш жөнүндө ар бир адам ушундай ойдо болгон
lo: ນີ້ຄືສິ່ງທີ່ທຸກຄົນຄິດກ່ຽວກັບອາຫານມື້ນີ້
lt: Štai ką šiandien visi galvojo apie maistą
lv: Tas ir tas, ko visi šodien domāja par ēdienu
mg: Izany no noeritreretin'ny rehetra momba ny sakafo amin'izao fotoana izao.
mi: Koinei te whakaaro o te katoa mo nga kai i tēnei rā
mk: Ова е она што сите мислеа за храната денес
ml: ഇന്നത്തെ ഭക്ഷണത്തെക്കുറിച്ച് എല്ലാവരും ചിന്തിച്ചത് ഇതാണ്
mn_cyrl: Өнөөдөр хүн бүр хоолны талаар ингэж бодож байсан
mr: आज प्रत्येकजण खाण्याबद्दल हाच विचार करत होता
ms: Inilah yang difikirkan oleh semua orang tentang makanan hari ini
mt: Dan huwa dak li kulħadd ħaseb dwar l-ikel illum
my: ဒီနေ့ခေတ် အစားအစာနဲ့ပတ်သက်ပြီး လူတိုင်းတွေးနေတာက
nb: Dette er hva alle tenkte om maten i dag
ne: आज खानाको बारेमा सबैले यही सोचेका थिए
nl: Dit is wat iedereen dacht over het eten vandaag
or: ଆଜି ସମସ୍ତେ ଖାଦ୍ୟ ବିଷୟରେ ଏହା ଚିନ୍ତା କରିଥିଲେ
pa: ਅੱਜ ਹਰ ਕਿਸੇ ਨੇ ਭੋਜਨ ਬਾਰੇ ਇਹੀ ਸੋਚਿਆ
pl: To jest to, co wszyscy myśleli o dzisiejszym jedzeniu
ps: دا هغه څه دی چې نن ټولو د خوراک په اړه فکر کاوه .
pt_br: Isso é o que todos pensavam sobre a comida de hoje
ro: Aceasta este ceea ce toată lumea a crezut despre produsele alimentare de astăzi
ru: Это то, что все думали о еде сегодня
sk: To je to, čo si dnes všetci mysleli o jedle
sl: To so danes vsi mislili o hrani.
sq: Kjo është ajo që të gjithë mendonin për ushqimin sot
sr_latn: Ovo su danas svi mislili o hrani
sv: Det här är vad alla tyckte om maten idag
sw: Hivi ndivyo kila mtu alivyofikiria kuhusu chakula leo
ta: இன்று உணவைப் பற்றி எல்லோரும் நினைத்தது இதுதான்
te: ఈ రోజు ఆహారం గురించి అందరూ అనుకున్నది ఇదే
th: นี่คือสิ่งที่ทุกคนคิดเกี่ยวกับอาหารในวันนี้
tk: Şu günki iýmit barada hemmeler şeýle pikir edýärdi
tr: Bugün herkes yemek hakkında böyle düşündü.
tt: Бүген һәркем ризык турында уйлаган
ug: بۇ كۆپچىلىكنىڭ بۈگۈنكى يىمەكلىك ھەققىدە ئويلىغانلىرى
uk: Це те, що всі думають про їжу сьогодні
ur: آج ہر کسی نے کھانے کے بارے میں یہی سوچا
uz: Bugungi kunda hamma ovqat haqida shunday fikrda edi
vi: Đây là những gì mọi người nghĩ về thực phẩm ngày nay.
zh_hans: 这是今天大家对食物的看法
zu: Yilokhu wonke umuntu ayekucabanga ngokudla namuhla

# feedback_lunch_thanks
source: Thanks, we'll tell the chef!
af: Dankie, ons sal die sjef vertel!
am: እናመሰግናለን, የወጥ ቤት ኃላፊውን እንነግረዋለን!
ar: شكرا، سوف نقول للطاهي!
as: ধন্যবাদ, আমি ৰান্ধনীজনক ক'ম!
az: Sağ ol, şefə deyərik!
bg: Благодаря, ние ще кажем на готвача!
bn: ধন্যবাদ, আমরা শেফকে বলব!
bo: བཀའ་དྲིན་ཆེ། ང་ཚོས་ཇ་མ་རྣམས་ལ་བཤད་རྒྱུ་ཡིན།
bs: Hvala, reći ćemo kuharu!
ca: Gràcies, li direm al xef!
cs: Díky, řekneme to šéfkuchaři!
cy: Diolch, byddwn yn dweud wrth y cogydd!
da: Tak, vi fortæller kokken!
de: Danke, wir sagen es dem Koch!
el: Ευχαριστώ, θα το πούμε στον σεφ!
es: ¡Gracias, se lo diremos al chef!
et: Aitäh, ütleme kokale!
eu: Eskerrik asko, sukaldariari esango diogu!
fa: ممنون، به آشپز ميگيم!
fi: Kiitos, kerromme kokille!
fil: Salamat, sasabihin namin sa chef!
fo: Takk, vit siga høvuðskokkin!
fr: Merci, nous le dirons au chef!
ga: Go raibh maith agat, inseoidh muid don chócaire!
gl: Grazas, xa llo contaremos ao xefe!
gu: આભાર, અમે રસોઇયાને કહીશું!
he: תודה, נספר לשף!
hi: धन्यवाद, हम शेफ को बताएंगे!
hr: Hvala, reći ćemo kuharu!
hu: Köszi, elmondjuk a séfnek!
hy: Շնորհակալություն, կպատմենք շեֆ-խոհարարին!
id: Terima kasih, kami akan memberi tahu koki!
is: Takk, við segjum kokknum það!
it: Grazie, lo diremo allo chef!
ja: おかげで、私たちはシェフに伝えます!
ka: ბლადჲეაპწ, ღვ კაზვმ შეფ-მზარეულს!
kk: Рахмет, аспазшыға айтып береміз!
km: អរគុណ! យើងនឹងប្រាប់ចុងភៅ!
kn: ಧನ್ಯವಾದಗಳು, ನಾವು ಬಾಣಸಿಗನಿಗೆ ಹೇಳುತ್ತೇವೆ!
ko: 감사합니다, 우리는 요리사에게 말할 것입니다!
ku: سوپاس، ئێمە بە شێفەکە دەڵێین!
ky: Рахмат, биз ашпозчу айтып коёюн!
lo: ຂອບໃຈເຮົາຈະບອກພໍ່ຄົວ!
lt: Ačiū, mes pasakysime šefui!
lv: Paldies, mēs pateiksim šefpavāram!
mg: Misaotra, hiteny amin'ny lehibe izahay!
mi: Ngā mihi, mā mātou e kōrero ki te kaihoko!
mk: Фала, ќе му кажеме на готвачот!
ml: നന്ദി, ഞങ്ങൾ പാചകക്കാരനോട് പറയാം!
mn_cyrl: Баярлалаа, бид гал тогоочид хэлье!
mr: धन्यवाद, आम्ही शेफला सांगू!
ms: Terima kasih, kami akan memberitahu tukang masak!
mt: Grazzi, aħna ngħidu lill-kok!
my: ကျေးဇူးတင်ပါတယ်၊ စားဖိုမှူးကို ပြောမယ်။
nb: Takk, vi sier det til kokken!
ne: धन्यवाद, हामी शेफलाई बताउनेछौं!
nl: Bedankt, we zullen het de chef-kok vertellen!
or: ଧନ୍ୟବାଦ, ଆମେ ରୋଷେୟାଙ୍କୁ କହିବୁ!
pa: ਧੰਨਵਾਦ, ਅਸੀਂ ਸ਼ੈੱਫ ਨੂੰ ਦੱਸ ਦੇਵਾਂਗੇ!
pl: Dzięki, powiemy szefowi kuchni!
ps: مننه، مونږ به اشپز ته ووئیلو!
pt_br: Obrigado, vamos dizer ao chef!
ro: Multumesc, vom spune bucatar!
ru: Спасибо, мы расскажем шеф-повару!
sk: Vďaka, povieme to šéfkuchárovi!
sl: Hvala, povedala bova kuharju!
sq: Faleminderit, do t'i themi kuzhinierit!
sr_latn: Hvala, reжi жemo kuvaru!
sv: Tack, det ska vi berätta för kocken!
sw: Asante, tutamwambia mpishi!
ta: நன்றி, நாங்கள் சமையல்காரரிடம் சொல்வோம்!
te: ధన్యవాదాలు, మేము చెఫ్ కు చెబుతాము!
th: ขอบคุณเราจะบอกพ่อครัว!
tk: Sag bol, aşpeze aýdarys!
tr: Teşekkürler, şefe söyleyeceğiz!
tt: Рәхмәт, аш пешекчегә әйтәбез!
ug: رەھمەت، ئاشپەزگە ئېيتىمىز!
uk: Спасибі, ми розповімо шеф-кухарю!
ur: شکریہ، ہم شیف کو بتائیں گے!
uz: Rahmat oshpazga aytamiz!
vi: Cảm ơn, chúng tôi sẽ nói với đầu bếp!
zh_hans: 谢谢，我们会告诉厨师！
zu: Siyabonga, sizotshela umpheki!

# feedback_select_activity
source: Which activity did you do?
af: Watter aktiwiteit het jy gedoen?
am: የትኛውን እንቅስቃሴ አድርገሃል?
ar: ما هو النشاط الذي قمت به؟
as: আপুনি কোনটো কাৰ্যকলাপ কৰিছিল?
az: – Hansı fəaliyyətlə məşğul olmusan?
bg: Коя дейност направи?
bn: আপনি কোন কাজটি করেছেন?
bo: ཁྱོད་ཀྱིས་བྱ་འགུལ་གང་ཞིག་སྤེལ་བ་ཡིན།
bs: Koju ste aktivnost radili?
ca: Quina activitat vas fer?
cs: Jakou činnost jste dělali?
cy: Pa weithgaredd wnaethoch chi?
da: Hvilken aktivitet har du gjort?
de: Welche Tätigkeit hast du gemacht?
el: Ποια δραστηριότητα κάνατε;
es: ¿Qué actividad hiciste?
et: Millist tegevust sa tegid?
eu: Zein jarduera egin zenuen?
fa: چه فعالیتی انجام دادید؟
fi: Mitä toimintaa teit?
fil: Aling aktibidad ang ginawa mo?
fo: Hvat ítriv gjørdi tú?
fr: Quelle activité avez-vous fait?
ga: Cén ghníomhaíocht a rinne tú?
gl: Que actividade fixeches?
gu: તમે કઈ પ્રવૃત્તિ કરી છે?
he: איזו פעילות עשית?
hi: आपने कौन सी गतिविधि की?
hr: Koju ste aktivnost radili?
hu: Milyen tevékenységet végeztél?
hy: Ո՞ր գործունեությունն եք դուք կատարել:
id: Kegiatan apa yang Anda lakukan?
is: Hvaða starfsemi stundaðir þú?
it: Quale attività hai svolto?
ja: どのような活動をしましたか?
ka: რომელი საქმიანობა გააკეთეთ?
kk: Сіз қандай қызмет атқардыңыз?
km: តើ អ្នក បាន ធ្វើ សកម្មភាព អ្វី ខ្លះ ?
kn: ನೀವು ಯಾವ ಚಟುವಟಿಕೆಯನ್ನು ಮಾಡಿದ್ದೀರಿ?
ko: 어떤 활동을 했습니까?
ku: تۆ چی چالاکیت کرد؟
ky: Кайсы иш-аракет кылдыңыз?
lo: ທ່ານເຮັດກິດຈະກໍາໃດແດ່?
lt: Kokią veiklą užsiėmėte?
lv: Kādu darbību jūs veicāt?
mg: Inona no asa nataonao?
mi: Ko tēhea ngohe i mahia e koe?
mk: Која активност ја направи?
ml: ഏത് പ്രവർത്തനമാണ് നിങ്ങൾ ചെയ്തത്?
mn_cyrl: Та ямар үйл ажиллагаа хийсэн бэ?
mr: तुम्ही कोणती कृती केलीत?
ms: Aktiviti mana yang anda lakukan?
mt: Liema attività għamilt?
my: ဘယ်လုပ်ဆောင်မှုတွေ လုပ်ခဲ့သလဲ။
nb: Hvilken aktivitet gjorde du?
ne: तपाईंले कुन काम गर्नुभयो?
nl: Welke activiteit heb je gedaan?
or: ଆପଣ କେଉଁ କାର୍ଯ୍ୟକଳାପ କରିଥିଲେ?
pa: ਤੁਸੀਂ ਕਿਹੜੀ ਸਰਗਰਮੀ ਕੀਤੀ?
pl: Jaką aktywność wykonałeś?
ps: تاسو کوم فعالیت ترسره کړ؟
pt_br: Que atividade você fez?
ro: Ce activitate ai făcut?
ru: Какой деятельностью вы себя делали?
sk: Akú aktivitu ste robili?
sl: Katero dejavnost ste naredili?
sq: Çfarë aktiviteti bëre?
sr_latn: Koju aktivnost ste uradili?
sv: Vilken aktivitet gjorde du?
sw: Ulifanya shughuli gani?
ta: நீங்கள் எந்த வேலையைச் செய்தீர்கள்?
te: మీరు ఏ యాక్టివిటీని చేశారు?
th: คุณทํากิจกรรมอะไร
tk: Siz nähili iş etdiňiz?
tr: Ne aktiviteyaptın?
tt: Нишлисең?
ug: سىز قايسى پائالىيەتنى قىلدىڭىز؟
uk: Яку діяльність ви робили?
ur: آپ نے کون سی سرگرمی کی؟
uz: Qaysi faoliyatni amalga oshirdingiz?
vi: Bạn đã làm gì?
zh_hans: 你做了什么活动？
zu: Yimuphi umsebenzi owenze?

# food_dessert
source: For dessert, it will be
af: Vir nagereg sal dit wees
am: ለጣፋጭ ነገር ይሆናል
ar: للتحلية، سيكون
as: মিঠাইৰ বাবে, এইটো হ'ব
az: Şirniyyat üçün o,
bg: За десерт ще бъде
bn: ডেজার্টের জন্য, এটি হবে
bo: མངར་ཟས་ལ་མཚོན་ན་དེ་ལྟར་ཡིན།
bs: Za desert će biti
ca: De postres, serà
cs: Pro dezert to bude
cy: I bwdin, bydd
da: Til dessert vil det være
de: Zum Nachtisch wird es
el: Για επιδόρπιο, θα είναι
es: Para el postre, será
et: Magustoiduks on see
eu: Postrea, izango da
fa: برای دسر، خواهد بود
fi: Jälkiruoaksi se on
fil: Para sa disyerto, ito ay
fo: Eftir dessert verður tað
fr: Pour le dessert, il sera
ga: Maidir le milseog, beidh sé
gl: Para a sobremesa, será
gu: ડેઝર્ટ માટે, તે હશે
he: לקינוח, זה יהיה
hi: मिठाई के लिए, यह होगा
hr: Za desert će biti
hu: Desszertként ez lesz
hy: Քաղցրավենիքի համար կլինի
id: Untuk makanan penutup, itu akan menjadi
is: Í eftirrétt verður það
it: Per dessert, sarà
ja: デザートには、それはになります
ka: დესერტისთვის, ეს იქნება
kk: Десерт үшін ол болады
km: សម្រាប់ បង្អែម វា នឹង មាន
kn: ಡೆಸರ್ಟ್ ಗಾಗಿ, ಅದು ಹೀಗಿರುತ್ತದೆ
ko: 디저트의 경우, 그것은
ku: بۆ شیرینیش دەبێت
ky: десерт үчүн, ал болот
lo: ສໍາລັບຂອງຫວານ, ມັນຈະເປັນ
lt: Desertui tai bus
lv: Desertam tas būs
mg: Ho an'ny tsindrin-tsakafo, dia ho
mi: Mō te purini, ka waiho
mk: За десерт, ќе биде
ml: മധുരപലഹാരത്തിനായി, അത് ആയിരിക്കും
mn_cyrl: Амттаны хувьд бол болно
mr: मिष्टान्नसाठी, ते असेल
ms: Untuk pencuci mulut, ia akan menjadi
mt: Għad-deżerta, se jkun
my: အချိုပွဲအတွက် ဖြစ်သွားလိမ့်မယ်
nb: Til dessert vil det være
ne: मिठाई को लागि, यो हुनेछ
nl: Als dessert zal het
or: ମିଠା ପାଇଁ, ଏହା ହେବ
pa: ਮਿਠਾਈ ਲਈ, ਇਹ ਹੋਵੇਗਾ
pl: Na deser będzie
ps: ددسر لپاره ، دا به وی
pt_br: Para sobremesa, será
ro: Pentru desert, va fi
ru: На десерт, это будет
sk: Ako dezert to bude
sl: Za sladico bo
sq: Për ëmbëlsirë, do të jetë
sr_latn: Za desert, biće
sv: Till efterrätt blir det
sw: Kwa jangwa, itakuwa
ta: இனிப்புக்கு, அது இருக்கும்
te: డెజర్ట్ కొరకు, ఇది ఇలా ఉంటుంది
th: สําหรับของหวานมันจะเป็น
tk: Desser üçin bolar,
tr: Tatlı olarak, olacak
tt: Десерт өчен ул булачак
ug: تاتلىق تۈرۈم ئۈچۈن، ئۇ
uk: На десерт він буде
ur: میٹھے کے لئے، یہ ہو جائے گا
uz: Shirinlik uchun, bo'ladi
vi: Đối với món tráng miệng, nó sẽ là
zh_hans: 对于甜点，它将是
zu: Ukuze dessert, kuyoba
