Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_statistics_title_weekday_2
source: On Tuesday you threw away %@ grams of food. That's the same as...
af: Dinsdag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ማክሰኞ %@ ግራም ምግብ ጣልክ ። ይኸው ነው...
ar: يوم الثلاثاء رميت %@ غراماً من الطعام هذا هو نفس...
as: মঙলবাৰে আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Çərşənbə axşamı %@ qram ərzaq atdınız. Elə bu da...
bg: Във вторник изхвърли %@ грама храна. Това е същото като...
bn: মঙ্গলবার আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: གཟའ་མིག་དམར་ཉིན་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: U utorak si bacio %@ grama hrane. To je isto kao...
ca: Dimarts vas llençar %@ grams de menjar. Això és el mateix que ...
cs: V úterý jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddydd Mawrth fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I tirsdags smed du %@ gram mad væk. Det er det samme som...
de: Am Dienstag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Την Τρίτη πετάξατε %@ γραμμάρια τροφής. Αυτό είναι το ίδιο με...
es: El martes tiraste %@ gramos de comida. Eso es lo mismo que...
et: Teisipäeval viskasite ära %@ grammi toitu. See on sama, mis...
eu: Asteartean %@ gramo janari bota zenuten. Hori gauza bera da...
fa: روز سه شنبه یک گرم %@ دور انداختید. که همان است که...
fi: Tiistaina heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Tuwing Martes inihagikgikan mo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Á týsdagin tveitti tú teg burtur %@ grams av mati. Hatta er tað sama sum.
fr: Mardi, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Dé Máirt chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O martes 17 de marzo, %@ gramos de comida. É o mesmo que...
gu: મંગળવારે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: ביום שלישי זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: मंगलवार को आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: U utorak ste bacili %@ grama hrane. To je isto kao...
hu: Kedden eldobtál %@ gramm ételt. Ez ugyanaz, mint...
hy: Երեքշաբթի դեն նետեցիք %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Pada hari Selasa Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á þriðjudaginn hentirðu %@ grömmum af mat. Það er það sama og ...
it: Martedì hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 火曜日にあなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: სამშაბათს თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Сейсенбі күні %@ грамм азық-түлік лақтырып тастайсыз. Міне, осылай...
km: នៅ ថ្ងៃ អង្គារ អ្នក បាន បោះ អាហារ %@ ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ಮಂಗಳವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 화요일에 당신은 %@ 그램의 음식을 던졌습니다. 그것은 다음과 같습니다 ...
ku: ڕۆژی سێشەممە %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Шейшемби күнү сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ໃນ ວັນ ອັງຄານ ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Antradienį išmetėte %@ gramų maisto. Tai tas pats, kas...
lv: Otrdien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny Talata, narianao %@ sakafo iray grama. Mitovy amin'ny...
mi: I te Tūrei ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во вторникот фрли %@ грама храна. Тоа е исто како...
ml: ചൊവ്വാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Мягмар гарагт та %@ грамм хоол хаялаа. Яг л ийм...
mr: मंगळवारी तुम्ही %@ ग्रॅम अन्न फेकून दिले. तेही तसंच...
ms: Pada Selasa anda membuang %@ gram makanan. Itu sama seperti...
mt: Nhar it-Tlieta threw %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: အင်္ဂါနေ့မှာ %@ ဂရမ်တွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På tirsdag kastet du %@ gram mat. Det er det samme som...
ne: मंगलवार को आपने %@ ग्राम भोजन फेंका। त्यो पनि त्यस्तै हो...
nl: Dinsdag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ମଙ୍ଗଳବାର ଦିନ ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ । ତାହା ସମାନ ଯେପରି...
pa: ਮੰਗਲਵਾਰ ਨੂੰ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: We wtorek wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: د سه شنبې په ورځ تاسو د %@ خوړو څخه لرې وغورزوه. دا هم د...
pt_br: Na terça-feira você jogou fora %@ gramas de comida. É o mesmo que...
ro: Marți ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: Во вторник ты выбросила %@ граммы еды. Это то же самое, что...
sk: V utorok ste vyhodili %@ gramov jedla. To je to isté ako...
sl: V torek si vrgel %@ grame hrane. To je isto kot...
sq: Të martën ke hedhur %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: U utorak si bacio %@ grama hrane. To je isto kao...
sv: I tisdags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Jumanne ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: செவ்வாயன்று நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: మంగళవారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันอังคารที่คุณโยนออกไป %@ กรัมของอาหาร. นั่นเหมือนกับ ...
tk: Sişenbe güni %@ gram iýmit zyňdyň. Bu-da şeýle...
tr: Salı günü bir %@ gram yemeği çöpe attın. Bu aynı...
tt: Сишәмбе сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: سەيشەنبە كۈنى سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: У вівторок ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: منگل کو آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Seshanba kuni %@ gramm ovqat tashladingiz. Xuddi shu narsa...
vi: Vào thứ ba, bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期二，你扔掉了 %@ 克食物。这与...
zu: NgoLwesibili ulahle %@ amagremu okudla. Lokho kuyafana...

# food_waste_statistics_title_weekday_3
source: On wednessday you threw away %@ grams of food. That's the same as...
af: Op die wednessday het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: በጥምቀት ቀን %@ ግራም ምግብ ጣልክ። ይኸው ነው...
ar: في يوم الواد يوم أمس رميت %@ غراماً من الطعام هذا هو نفس...
as: অপতৃণৰ দিনা আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Bir gün siz %@ qram yemək atdınız. Elə bu da...
bg: В wednessday изхвърлихте %@ грама храна. Това е същото като...
bn: বিবাহের দিনে আপনি %@ গ্রাম খাবার ফেলে দিয়েছিলেন। এটি একই রকম...
bo: གཉེན་སྒྲིག་བྱས་པའི་ཉིན་དེར་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས་པ་ཡིན། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: Na dan vjenice bacio si %@ grama hrane. To je isto kao...
ca: El dia de la mala herba vas llençar %@ grams de menjar. Això és el mateix que ...
cs: Ve středu jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ar ddydd Mercher taflaist ti %@ gram o fwyd. Mae hynny'r un fath â...
da: På vævsdagen smed du %@ gram mad væk. Det er det samme som...
de: Am Mittwochstag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Την ημέρα της τετάρτης πετάξατε %@ γραμμάρια φαγητού. Αυτό είναι το ίδιο με...
es: El día del miércoles tiraste %@ gramos de comida. Eso es lo mismo que...
et: Kihelkonnapäeval viskasite ära %@ grammi toitu. See on sama, mis...
eu: Asteazkenean %@ gramo janari bota zenuten. Hori gauza bera da...
fa: در روز وندنس شما یک گرم %@ دور انداختید. که همان است که...
fi: Heitin pois %@ grammoja ruokaa. Se on sama kuin...
fil: Sa araw ng aming kapansanan inihaw mo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Á wednessday tveitti tú teg burtur %@ gramt av mati. Hatta er tað sama sum.
fr: Le jour de la fatigue, vous avez jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Ar wednessday chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O día 13 de maio, arroxou %@ gramos de comida. É o mesmo que...
gu: લગ્નના દિવસે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: ביום רביעי זרקתם %@ גרם של מזון. זה אותו דבר כמו...
hi: शादी के दिन आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: Na dan wednessdaya bacili ste %@ grama hrane. To je isto kao...
hu: A házasság napján %@ gramm ételt dobtál el. Ez ugyanaz, mint...
hy: 100 գրամ սնունդը %@ գցեցիր ։ Դա նույնն է, ինչ...
id: Pada hari rabun Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á fleygidegi %@ grömmum af mat. Það er það sama og ...
it: Il giorno di nozze hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: ウェドネスの日に、あなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: სოლი დღის განმავლობაში თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Сына күні %@ грамм тамақ лақтырып тастайсыз. Міне, осылай...
km: នៅ ថ្ងៃ សើម អ្នក បាន បោះចោល អាហារ %@ ក្រាម ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ಮದುವೆಯ ದಿನದಂದು ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 수요일에 당신은 %@ 그램의 음식을 버렸다. 그것은 다음과 같습니다 ...
ku: لەڕۆژێکی خۆشدا %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Ниднесси күнү сиз %@ грамм тамак-ашты ыргытып жибердиңиз. Бул менен бирдей...
lo: ໃນ ວັນ ສຸກ ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Wednessday jūs išmetėte %@ gramus maisto. Tai tas pats, kas...
lv: Laulības dienā jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny andron'ny fampakaram-bady dia narianao %@ sakafo iray grama. Mitovy amin'ny...
mi: I te rā wedness ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во денот на венчавката фрливте %@ грама храна. Тоа е исто како...
ml: വിവാഹദിനത്തിൽ നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Та гэрлэгийн өдөр %@ грамм хоол хаялаа. Яг л ийм...
mr: लग्नाच्या दिवशी तू %@ ग्रॅम अन्न फेकून दिलेस. तेही तसंच...
ms: Pada hari kemalasan anda membuang %@ gram makanan. Itu sama seperti...
mt: Fil-jum tal-miżżewġin threw %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: ဗြိတိန်နေ့မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På wednessday kastet du bort %@ gram mat. Det er det samme som...
ne: विवाहको दिन तिमीले %@ ग्राम खाना फ्याँकिदियौ। त्यो पनि त्यस्तै हो...
nl: Op woensdag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ୱେଡନେସ୍ ଡେରେ ଆପଣ %@ ଗ୍ରାମଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ | ତାହା ସମାନ ଯେପରି...
pa: ਨਦੀਨਾਂ ਦੇ ਦਿਨ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: W dniu ślubu wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: په وډی ورځ تاسو د خوړو %@ وغورزوه. دا هم د...
pt_br: No dia do wedness você jogou fora %@ gramas de comida. É o mesmo que...
ro: În ziua căsătoriei ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: В день затухения вы %@ выбросили граммы еды. Это то же самое, что...
sk: V deň núdze ste vyhodili %@ gramov jedla. To je to isté ako...
sl: Na dan vdanosti si %@ grame hrane. To je isto kot...
sq: Në ditën e wednessday ju hedhur larg %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: Na dan vednessa bacili ste %@ grama hrane. To je isto kao...
sv: I onsdags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Jumatano ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: திருமண நாளில் நீங்கள் %@ கிராம் உணவை எறிந்துவிட்டீர்கள். அதே தான்...
te: వెడ్నెస్ డే రోజున మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันแต่งงานคุณโยนอาหาร %@ กรัมออกไป นั่นเหมือนกับ ...
tk: Sen %@ gram iýmitzyňy zyňdyň. Bu-da şeýle...
tr: Wednessday'de bir %@ gram yiyeceği çöpe attın. Bu aynı...
tt: Елагында сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: بۇ كۈندە سىلەر %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭلار ئۇمۇ شۇ...
uk: У шлюбний день ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: شادی کے دن آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: To'y kuni siz %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Vào ngày wednessday, bạn ném đi %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期三，你扔掉 %@ 克食物。这与...
zu: Ngosuku lokhula walahla %@ amagremu okudla. Lokho kuyafana...

# food_waste_statistics_title_weekday_4
source: On Thursday you threw away %@ grams of food. That's the same as...
af: Donderdag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ሐሙስ ዕለት %@ ግራም ምግብ ጣልክ ። ይኸው ነው...
ar: يوم الخميس رميت %@ غراماً من الطعام هذا هو نفس...
as: বৃহস্পতিবাৰে আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Cümə axşamı %@ qram ərzaq atdınız. Elə bu da...
bg: В четвъртък изхвърли %@ грама храна. Това е същото като...
bn: বৃহস্পতিবার আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: གཟའ་ཕུར་བུའི་ཉིན་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: U četvrtak si bacio %@ grama hrane. To je isto kao...
ca: Dijous vas llençar %@ grams de menjar. Això és el mateix que ...
cs: Ve čtvrtek jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddydd Iau fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I torsdags smed du %@ gram mad væk. Det er det samme som...
de: Am Donnerstag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Την Πέμπτη πετάξατε %@ γραμμάρια τροφής. Αυτό είναι το ίδιο με...
es: El jueves tiraste %@ gramos de comida. Eso es lo mismo que...
et: Neljapäeval viskasite ära %@ grammi toitu. See on sama, mis...
eu: Ostegunean %@ gramo janari bota zenuten. Hori gauza bera da...
fa: پنج شنبه یک گرم غذا %@ دور انداختید. که همان است که...
fi: Torstaina heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Sa Huwebes itinapon mo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Hóast tú blakaði teg burtur %@ grams av mati. Hatta er tað sama sum.
fr: Jeudi, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Ar an Déardaoin chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O xoves 14 de xullo, %@ gramos de comida. É o mesmo que...
gu: ગુરુવારે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: ביום חמישי זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: गुरुवार को आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: U četvrtak ste bacili %@ grama hrane. To je isto kao...
hu: Csütörtökön eldobottál %@ gramm ételt. Ez ugyanaz, mint...
hy: Հինգշաբթի օրը դեն նետեցիք %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Pada hari Kamis Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á fimmtudaginn hentirðu %@ grömmum af mat. Það er það sama og ...
it: Giovedì hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 木曜日にあなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: ხუთშაბათს თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Бейсенбі күні %@ грамм азық-түлік лақтырып тастайсыз. Міне, осылай...
km: នៅ ថ្ងៃ ព្រហស្បតិ៍ អ្នក បាន បោះ អាហារ %@ ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ಗುರುವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 목요일에 당신은 %@ 그램의 음식을 던졌습니다. 그것은 다음과 같습니다 ...
ku: ڕۆژی پێنجشەممە %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Бейшемби күнү сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ໃນ ວັນ ພະຫັດ ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Ketvirtadienį išmetėte %@ gramų maisto. Tai tas pats, kas...
lv: Ceturtdien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny Alakamisy, narianao %@ sakafo iray grama. Mitovy amin'ny...
mi: I te Rāite ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во четвртокот фрливте %@ грама храна. Тоа е исто како...
ml: വ്യാഴാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Пүрэв гарагт та %@ грамм хоол хаялаа. Яг л ийм...
mr: गुरुवारी आपण %@ ग्रॅम अन्न फेकून दिले. तेही तसंच...
ms: Pada hari Khamis anda membuang %@ gram makanan. Itu sama seperti...
mt: Nhar il-Ħamis threw il- %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: ကြာသပတေးနေ့မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På torsdag kastet du %@ gram mat. Det er det samme som...
ne: गुरुवार को आपने %@ ग्राम भोजन फेंका। त्यो पनि त्यस्तै हो...
nl: Op donderdag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ଗୁରୁବାର ଦିନ ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ । ତାହା ସମାନ ଯେପରି...
pa: ਵੀਰਵਾਰ ਨੂੰ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: W czwartek wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: د پنجشنبې په ورځ تاسو د %@ خوړو څخه لرې وغورزوه. دا هم د...
pt_br: Na quinta-feira você jogou fora %@ gramas de comida. É o mesmo que...
ro: Joi ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: В четверг ты выбросила %@ граммы еды. Это то же самое, что...
sk: Vo štvrtok ste vyhodili %@ gramov jedla. To je to isté ako...
sl: V četrtek si %@ grame hrane. To je isto kot...
sq: Të enjten ti hodhe %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: U иetvrtak si bacio %@ grama hrane. To je isto kao...
sv: I torsdags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Alhamisi ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: வியாழக்கிழமை நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: గురువారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันพฤหัสบดีที่คุณโยนออกไป %@ กรัมของอาหาร นั่นเหมือนกับ ...
tk: Penşenbe güni sen %@ gram iýmit zyňdyň. Bu-da şeýle...
tr: Perşembe günü bir %@ gram yemeği çöpe attın. Bu aynı...
tt: Пәнҗешәмбе сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: پەيشەنبە كۈنى سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: У четвер ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: جمعرات کو آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Payshanba kuni %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Vào thứ năm, bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期四，你扔掉了 %@ 克食物。这与...
zu: NgoLwesine ulahle %@ amagremu okudla. Lokho kuyafana...

# food_waste_statistics_title_weekday_5
source: On Friday you threw away %@ grams of food. That's the same as...
af: Vrydag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ዓርብ ዕለት %@ ግራም ምግብ ጣልክ ። ይኸው ነው...
ar: يوم الجمعة رميت %@ غراماً من الطعام هذا هو نفس...
as: শুক্ৰবাৰে আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Cümə günü %@ qram ərzaq atdınız. Elə bu da...
bg: В петък изхвърлихте %@ грама храна. Това е същото като...
bn: শুক্রবার আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: གཟའ་པ་སངས་ཉིན་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: U petak si bacio %@ grama hrane. To je isto kao...
ca: Divendres vas llençar %@ grams de menjar. Això és el mateix que ...
cs: V pátek jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddydd Gwener fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I fredags smed du %@ gram mad væk. Det er det samme som...
de: Am Freitag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Την Παρασκευή πετάξατε %@ γραμμάρια φαγητού. Αυτό είναι το ίδιο με...
es: El viernes tiraste %@ gramos de comida. Eso es lo mismo que...
et: Reedel viskasite ära %@ grammi toitu. See on sama, mis...
eu: Ostiralean %@ gramo janari bota zenuten. Hori gauza bera da...
fa: روز جمعه یک گرم غذا %@ دور انداختید. که همان است که...
fi: Perjantaina heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Sa Biyernes inihagis mo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Á fríggjadag blakaði tú teg burtur %@ gramt av mati. Hatta er tað sama sum.
fr: Vendredi, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Dé hAoine chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O venres 14 de novembro, %@ gramos de comida. É o mesmo que...
gu: શુક્રવારે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: ביום שישי זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: शुक्रवार को आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: U petak ste bacili %@ grama hrane. To je isto kao...
hu: Pénteken eldobtál %@ gramm ételt. Ez ugyanaz, mint...
hy: Ուրբաթ օրը դեն նետեցիր %@ գրամ ուտելիք: Դա նույնն է, ինչ...
id: Pada hari Jumat Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á föstudaginn hentirðu %@ grömmum af mat. Það er það sama og ...
it: Venerdì hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 金曜日にあなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: პარასკევს თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Жұма күні %@ грамм азық-түлік лақтырып тастайсыз. Міне, осылай...
km: នៅ ថ្ងៃ សុក្រ អ្នក បាន បោះ %@ ក្រាម អាហារ ។ ប៉ុណ្ណឹងដែរ...
kn: ಶುಕ್ರವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 금요일에 당신은 %@ 그램의 음식을 버렸다. 그것은 다음과 같습니다 ...
ku: ڕۆژی هەینی %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Жума күнү сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ໃນ ວັນ ສຸກ ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Penktadienį išmetėte %@ gramų maisto. Tai tas pats, kas...
lv: Piektdien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny Zoma, narianao ny sakafo %@ grama. Mitovy amin'ny...
mi: I te Paraire ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во петок фрли %@ грама храна. Тоа е исто како...
ml: വെള്ളിയാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Баасан гарагт та %@ грамм хоол хаялаа. Яг л ийм...
mr: शुक्रवारी तुम्ही %@ ग्रॅम अन्न फेकून दिले. तेही तसंच...
ms: Pada hari Jumaat anda membuang %@ gram makanan. Itu sama seperti...
mt: Nhar il-Ġimgħa threw il- %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: သောကြာနေ့မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På fredag kastet du %@ gram mat. Det er det samme som...
ne: शुक्रवार को आपने %@ ग्राम भोजन फेंक दिया। त्यो पनि त्यस्तै हो...
nl: Op vrijdag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ଶୁକ୍ରବାର ଦିନ ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ । ତାହା ସମାନ ଯେପରି...
pa: ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: W piątek wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: د جمعې په ورځ تاسو د %@ خوړو څخه لرې وغورزوه. دا هم د...
pt_br: Na sexta-feira você jogou fora %@ gramas de comida. É o mesmo que...
ro: Vineri ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: В пятницу ты %@ выбросила граммы еды. Это то же самое, что...
sk: V piatok ste vyhodili %@ gramov jedla. To je to isté ako...
sl: V petek si vrgel %@ grame hrane. To je isto kot...
sq: Të premten ke hedhur %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: U petak si bacio %@ grama hrane. To je isto kao...
sv: I fredags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Ijumaa ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: வெள்ளிக்கிழமை நீங்கள் %@ கிராம் உணவை எறிந்தீர்கள். அதே தான்...
te: శుక్రవారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันศุกร์ที่คุณโยนออกไป %@ กรัมของอาหาร. นั่นเหมือนกับ ...
tk: Anna güni %@ gram iýmit zyňdyň. Bu-da şeýle...
tr: Cuma günü bir %@ gram yemeği çöpe attın. Bu aynı...
tt: Җомга көнне сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: جۈمە كۈنى سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: У п'ятницю ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: جمعہ کو آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Juma kuni %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Vào thứ Sáu, bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期五，你扔掉了 %@ 克食物。这与...
zu: NgoLwesihlanu ulahle %@ amagremu okudla. Lokho kuyafana...
