Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# movement_weekly_stats
source: You have collected a totalt of %@ meters in energy this week
am: በዚህ ሳምንት %@ ሜትር የኃይል መጠን አሰባስባችኋል
bo: ཁྱེད་ཚོས་གཟའ་འཁོར་འདིའི་ནང་ཁྱོན་བསྡོམས་སྨི་ %@ ་གྱི་ནུས་ཚད་འཚོལ་སྡུད་བྱས་ཡོད།
bs: Ove nedelje ste prikupili ukupno %@ metara energije.
ca: Aquesta setmana heu recollit un total de %@ comptadors d'energia
cs: Tento týden jste nasbírali celkem %@ metrů energie
cy: Rydych wedi casglu cyfanswm o %@ medr mewn ynni yr wythnos hon
el: Συλλέξατε συνολικά %@ μετρητές σε ενέργεια αυτή την εβδομάδα
es: Has recogido un total de %@ metros de energía esta semana
et: Oled sel nädalal kogunud kokku %@ meetrit energiat
eu: Guztira, %@ metro energia bildu dituzu aste honetan
fa: شما جمع آوری کرده اند در مجموع %@ متر در انرژی این هفته
fil: Nakolekta mo ang isang totalt ng %@ metro sa enerhiya sa linggong ito
fo: Tú/hevur/hava savnað eina fullkomiliga %@ metrar í orku hesa vikuna
gu: તમે આ અઠવાડિયે કુલ %@ મીટર ઊર્જા એકત્રિત કરી છે
he: אספתם השבוע סך של %@ מטרים באנרגיה
hi: आपने इस सप्ताह कुल %@ मीटर ऊर्जा एकत्र की है
hr: Ovaj tjedan ste prikupili ukupno %@ metara energije
hu: Ezen a héten összesen %@ méter energiát gyűjtöttél össze
hy: Դուք այս շաբաթ ընդհանուր %@ մետր էներգիա եք հավաքել
id: Anda telah mengumpulkan total energi %@ meter minggu ini
is: Þú hefur safnað samtals %@ metrum í orku í þessari viku
ja: 今週、合計 %@ メートルのエネルギーを集めました
ka: ამ კვირაში თქვენ შეაგროვეთ %@ მეტრი ენერგია
kk: Сіз осы аптада барлығы %@ метр энергия жинадыңыз
kn: ಈ ವಾರ ನೀವು ಒಟ್ಟು %@ ಮೀಟರ್ ಶಕ್ತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದ್ದೀರಿ
ku: تۆ لەم هەفتەیەدا کۆی %@ مەترت لە وزەدا کۆکردۆتەوە
lo: ທ່ານໄດ້ເກັບກໍາພະລັງງານທັງຫມົດ %@ ແມັດໃນສັບປະດານີ້
lt: Šią savaitę surinkote iš viso %@ metrų energijos
lv: Šonedēļ kopumā esat savācis %@ metrus enerģijas
mg: Nanangona %@ metatra amin'ny angovo ianao tamin'ity herinandro ity.
ml: ഈ ആഴ്ച നിങ്ങൾ മൊത്തം %@ മീറ്റർ ഊർജ്ജം ശേഖരിച്ചു
ms: Anda telah mengumpul sejumlah tenaga %@ meter minggu ini
my: ဒီအပတ် စွမ်းအင်နဲ့ %@ စုစုပေါင်း စုဆောင်းထားတာပါ။
nb: Du har samlet totalt %@ meter i energi denne uken
nl: Je hebt deze week in totaal %@ meter aan energie verzameld
or: ଆପଣ ଏହି ସପ୍ତାହରେ ମୋଟ %@ ମିଟର ଶକ୍ତି ସଂଗ୍ରହ କରିଛନ୍ତି
pl: W tym tygodniu zebrałeś łącznie %@ metrów energii
pt_br: Você coletou um total de %@ metros em energia esta semana
ro: Ați colectat un total de %@ de metri în energie în această săptămână
sk: Tento týždeň ste nazbierali celkovo %@ metrov energie
sl: Ta teden ste zbrali %@ števcev energije
sq: Ju keni mbledhur një total prej %@ metra në energji këtë javë
sv: Den här veckan har ni samlat ihop %@ meter i energi
sw: Umekusanya jumla ya mita %@ katika nishati wiki hii
tr: Bu hafta toplam %@ metre enerji topladınız.
tt: Сез бу атнада %@ метр энергия тупладыгыз
ug: سىز بۇ ھەپتە جەمئىي %@ مېتىر ئېنىرگىيە يىغدىڭىز
uk: Цього тижня ви зібрали загалом %@ метрів енергії
uz: Siz bu hafta jami %@ metr energiya to'pladingiz
vi: Bạn đã thu thập được tổng cộng %@ mét năng lượng trong tuần này

# outdoors_feedback_change_description
source: Are my suggestions not good? Ask your teacher to help you change the clothes I suggest.
af: Is my voorstelle nie goed nie? Vra jou onderwyser om jou te help om die klere wat ek voorstel, te verander.
am: የምለው ሐሳብ ጥሩ አይደለም? አስተማሪህ የምሰጠውን ልብስ እንድትቀይር እንዲረዳህ ጠይቀው።
ar: هل اقتراحاتي ليست جيدة؟ اطلب من معلمك مساعدتك في تغيير الملابس التي أقترحها.
as: মোৰ পৰামৰ্শবোৰ ভাল নহয় নেকি? মই পৰামৰ্শ দিয়া কাপোৰবোৰ সলনি কৰাত আপোনাক সহায় কৰিবলৈ আপোনাৰ শিক্ষকক কওঁক।
az: Məgər mənim təkliflərim yaxşı deyil? Müəlliminizdən xahiş edin ki, təklif etdiyim paltarı dəyişməkdə sizə kömək olsun.
bg: Предложенията ми не са ли добри? Помолете учителя си да ви помогне да промените дрехите, които предлагам.
bn: আমার পরামর্শগুলো কি ভালো নয়? আপনার শিক্ষককে আমার প্রস্তাবিত পোশাক পরিবর্তন করতে সহায়তা করতে বলুন।
bo: ངའི་བསམ་འཆར་མི་བཟང་ངམ། དགེ་རྒན་གྱིས་ཁྱོད་ལ་རོགས་བྱས་ནས་ངའི་བསམ་འཆར་ལ་ལྭ་བ་བརྗེ་རུ་བཅུག
bs: Nisu li moji prijedlozi dobri? Zamoli učitelja da ti pomogne da presvučeš odjeću koju predlažem.
ca: Els meus suggeriments no són bons? Demana al teu professor que t'ajudi a canviar-te la roba que et proposo.
cs: Nejsou mé návrhy dobré? Požádejte svého učitele, aby vám pomohl změnit oblečení, které navrhuji.
cy: Ydy fy awgrymiadau i ddim yn dda? Gofynnwch i'ch athro neu eich helpu i newid y dillad rwy'n awgrymu.
da: Er mine forslag ikke gode? Bed din lærer om at hjælpe dig med at skifte det tøj, jeg foreslår.
de: Sind meine Vorschläge nicht gut? Bitten Sie Ihren Lehrer, Ihnen zu helfen, die Kleidung zu wechseln, die ich vorschlage.
el: Οι προτάσεις μου δεν είναι καλές; Ζητήστε από τον δάσκαλό σας να σας βοηθήσει να αλλάξετε τα ρούχα που προτείνω.
es: ¿Mis sugerencias no son buenas? Pídele a tu maestro que te ayude a cambiarte la ropa que te sugiero.
et: Kas minu soovitused pole head? Paluge oma õpetajal aidata teil vahetada riideid, mida ma soovitan.
eu: Nire iradokizunak ez al dira onak? Eskatu zure maisuari iradokitzen dizkizudan arropak aldatzen lagun diezana.
fa: آیا پیشنهادهای من خوب نیست؟ از معلمت بخواه که کمکت کنه لباس هايي که پيشنهاد ميکنم رو عوض کني
fi: Eivätkö ehdotukseni ole hyviä? Pyydä opettajaasi auttamaan sinua vaihtamaan ehdottamani vaatteet.
fil: Hindi maganda ang mga mungkahi ko? Hilingin sa iyong guro na tulungan kang baguhin ang mga damit na iminumungkahi ko.
fo: Eru míni uppskot ikki góð? Bið/biðið læraran/tykkara hjálpa tær/tykkum at skifta klæðir Eg skjóti upp.
fr: Mes suggestions ne sont-elles pas bonnes? Demandez à votre professeur de vous aider à changer les vêtements que je vous suggère.
ga: Nach bhfuil mo mholtaí go maith? Iarr ar do mhúinteoir cabhrú leat na héadaí a mholaim a athrú.
gl: Non son boas as miñas propostas? Pídelle ao teu profesor que che axude a cambiar a roupa que che propoño.
gu: શું મારાં સૂચનો સારાં નથી? હું સૂચવું છું તે કપડાં બદલવામાં તમારી સહાય માટે તમારા શિક્ષકને કહો.
he: האם ההצעות שלי לא טובות? בקש מהמורה שלך לעזור לך להחליף את הבגדים שאני מציע.
hi: क्या मेरे सुझाव अच्छे नहीं हैं? अपने शिक्षक से मेरे द्वारा सुझाए गए कपड़े बदलने में आपकी मदद करने के लिए कहें।
hr: Zar moji prijedlozi nisu dobri? Zamolite učitelja da vam pomogne promijeniti odjeću koju predlažem.
hu: Nem jók a javaslataim? Kérd meg a tanárodat, hogy segítsen neked átöltözni az általam javasolt ruhákat.
hy: Արդյո՞ք իմ առաջարկները լավ չեն։ Խնդրեք ձեր ուսուցչին օգնել ձեզ փոխել իմ առաջարկած հագուստը:
id: Apakah saran saya tidak bagus? Mintalah guru Anda untuk membantu Anda mengganti pakaian yang saya sarankan.
is: Eru tillögur mínar ekki góðar? Biddu kennarann þinn um að hjálpa þér að skipta um föt sem ég legg til.
it: I miei suggerimenti non sono buoni? Chiedi al tuo insegnante di aiutarti a cambiare i vestiti che ti suggerisco.
ja: 私の提案は良くないですか?先生に、私が提案する服を着替える手助けをしてもらってください。
ka: ჩემი წინადადებები არ არის კარგი? სთხოვეთ თქვენს მასწავლებელს, დაგეხმაროთ ტანსაცმლის შეცვლაში, რომელსაც მე გთავაზობთ.
kk: Менің ұсыныстарым жақсы емес пе? Ұстазыңыздан мен ұсынып отырған киімді өзгертуге көмектесуіңізді сұраңыз.
km: តើ យោបល់ របស់ ខ្ញុំ មិន ល្អ ឬ ទេ ? សុំគ្រូជួយកែប្រែសម្លៀកបំពាក់ដែលខ្ញុំផ្តល់យោបល់។
kn: ನನ್ನ ಸಲಹೆಗಳು ಒಳ್ಳೆಯದಲ್ಲವೇ? ನಾನು ಸೂಚಿಸುವ ಬಟ್ಟೆಗಳನ್ನು ಬದಲಾಯಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುವಂತೆ ನಿಮ್ಮ ಶಿಕ್ಷಕರನ್ನು ಕೇಳಿ.
ko: 내 제안이 좋지 않습니까? 선생님께 제가 제안하는 옷을 갈아 입을 수 있도록 도와달라고 부탁하십시오.
ku: ئایا پێشنیارەکانم باش نین؟ داوا لە مامۆستاکەت بکە کە یارمەتیت بدات ئەو جلانەی کە پێشنیاری دەکەم بگۆڕیت.
ky: Менин сунуштарым жакшы эмеспи? Мугалимиңерден мен сунуштаган кийимди өзгөртүүгө жардам беришин сураныңыз.
lo: ຄໍາແນະນໍາຂອງຂ້ອຍບໍ່ດີບໍ? ຂໍໃຫ້ນາຍຄູຊ່ວຍປ່ຽນເຄື່ອງນຸ່ງທີ່ຂ້ອຍແນະນໍາ.
lt: Ar mano pasiūlymai nėra geri? Paprašykite savo mokytojos padėti jums persirengti mano siūlomais drabužiais.
lv: Vai mani ieteikumi nav labi? Palūdziet savam skolotājam palīdzēt jums nomainīt manis ieteiktās drēbes.
mg: Tsy tsara ve ny soso - kevitro? Angataho ny mpampianatra anao mba hanampy anao hanova ireo akanjo izay atoroko.
mi: Ehara aku huatau i te pai? Pātai atu ki to kaiako kia āwhina i a koe ki te huri i nga kākahu e huatau ana ahau.
mk: Моите предлози не се добри? Побарај од твојот учител да ти помогне да ја смениш облеката што ти ја предлагам.
ml: എന്റെ നിര് ദ്ദേശങ്ങള് നല്ലതല്ലേ? ഞാൻ നിർദ്ദേശിക്കുന്ന വസ്ത്രങ്ങൾ മാറ്റാൻ നിങ്ങളെ സഹായിക്കാൻ നിങ്ങളുടെ അധ്യാപകനോട് ആവശ്യപ്പെടുക.
mn_cyrl: Миний санал сайн биш гэж үү? Миний санал болгож буй хувцсыг солиход туслахыг багшаасаа хүс.
mr: माझ्या सूचना चांगल्या नाहीत का? मी सुचवलेले कपडे बदलण्यात मदत करण्यासाठी आपल्या शिक्षकांना सांगा.
ms: Adakah cadangan saya tidak bagus? Minta guru anda membantu anda menukar pakaian yang saya cadangkan.
mt: Is-suġġerimenti tiegħi mhumiex tajbin? Staqsi lill-għalliem tiegħek biex jgħinek tibdel il-ħwejjeġ li nissuġġerixxi.
my: ကျွန်တော့်အကြံပြုချက်တွေက မကောင်းဘူးလား။ ကျွန်တော်အကြံပြုထားတဲ့ အဝတ်တွေကို ပြောင်းလဲပေးဖို့ သင့်ဆရာကို တောင်းပါ။
nb: Er ikke forslagene mine gode? Be læreren din hjelpe deg med å skifte klær jeg foreslår.
ne: के मेरा सुझावहरू राम्रा छैनन्? मैले सुझाएको लुगा हरू परिवर्तन गर्न मदत गर्न आफ्नो शिक्षकलाई सोध्नुहोस्।
nl: Zijn mijn suggesties niet goed? Vraag je leraar om je te helpen de kleren te veranderen die ik voorstel.
or: ମୋର ପରାମର୍ଶ ଭଲ ନୁହେଁ କି? ମୁଁ ପରାମର୍ଶ ଦେଉଛି ଯେ ତୁମଶିକ୍ଷକଙ୍କୁ ପୋଷାକ ବଦଳାଇବାରେ ସାହାଯ୍ୟ କରିବାକୁ କୁହ |
pa: ਕੀ ਮੇਰੇ ਸੁਝਾਅ ਚੰਗੇ ਨਹੀਂ ਹਨ? ਆਪਣੇ ਅਧਿਆਪਕ ਨੂੰ ਮੇਰੇ ਵੱਲੋਂ ਸੁਝਾਏ ਗਏ ਕੱਪੜੇ ਬਦਲਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਕਹੋ।
pl: Czy moje sugestie nie są dobre? Poproś nauczyciela, aby pomógł ci zmienić ubrania, które proponuję.
ps: ایا زما وړاندیزونه ښه نه دی؟ له خپل ښوونکی څخه وغواړئ چې تاسو سره مرسته وکړی چې هغه جامې بدلې کړی چې زه یې وړاندیز کوم.
pt_br: Minhas sugestões não são boas? Peça ao seu professor para ajudá-lo a trocar as roupas que eu sugiro.
ro: Sugestiile mele nu sunt bune? Rugați-vă învățătorul să vă ajute să schimbați hainele pe care vi le sugerez.
ru: Не являются ли мои предложения хорошими? Попросите своего учителя помочь вам переодеться, которую я предлагаю.
sk: Nie sú moje návrhy dobré? Požiadajte svojho učiteľa, aby vám pomohol zmeniť oblečenie, ktoré navrhujem.
sl: Ali moji predlogi niso dobri? Prosi učitelja, da ti pomaga preobleči oblačila, ki jih predlagam.
sq: A nuk janë të mira sugjerimet e mia? Kërkoji mësueses të të ndihmojë të ndryshosh rrobat që të sugjeroj.
sr_latn: Zar moji predlozi nisu dobri? Zamoli učitelja da ti pomogne da promeniš odeću koju predlažem.
sv: Är inte mina förslag bra? Be din pedagog hjälpa dig att ändra vilka kläder jag visar.
sw: Mapendekezo yangu si mazuri? Muombe mwalimu wako akusaidie kubadilisha nguo ninazopendekeza.
ta: எனது ஆலோசனைகள் நல்லதல்லவா? நான் பரிந்துரைக்கும் ஆடைகளை மாற்ற உதவுமாறு உங்கள் ஆசிரியரிடம் கேளுங்கள்.
te: నా సూచనలు మంచివి కావా? నేను సూచించిన దుస్తులను మార్చడానికి మీకు సహాయం చేయమని మీ ఉపాధ్యాయుడిని అడగండి.
th: คําแนะนําของฉันไม่ดีหรือไม่? ขอให้ครูของคุณช่วยท่านเปลี่ยนเสื้อผ้าที่ผมแนะนํา
tk: Meniň maslahatlarym gowy dälmi? Mugallymdan teklip edýän egin-eşigimi üýtgetmegi haýyş ediň.
tr: Önerilerim iyi değil mi? Öğretmeninden önerdiğim kıyafetleri değiştirmene yardım etmesini iste.
tt: Минем тәкъдимнәрем яхшы түгелме? Укытучыңнан тәкъдим иткән киемнәрне үзгәртергә ярдәм итүен сорагыз.
ug: مېنىڭ تەكلىپىم ياخشى ئەمەسمۇ؟ مۇئەللىمىڭدىن مەن تەۋسىيە قىلغان كىيىملەرنى ئالماشتۇرۇپ بېرىشىنى سورايمەن.
uk: Хіба мої пропозиції не є добрими? Попросіть свого вчителя допомогти вам переодягнутися, який я пропоную.
ur: کیا میری تجاویز اچھی نہیں ہیں؟ اپنے استاد سے کہیں کہ وہ میرے تجویز مطابق کپڑے تبدیل کرنے میں آپ کی مدد کریں۔
uz: Takliflarim yaxshimasmi? O'qituvchingizdan men taklif qilgan kiyimlarni o'zgartirishda yordam berishini so'rang.
vi: Đề nghị của tôi không tốt? Yêu cầu giáo viên của bạn giúp bạn thay đổi quần áo mà tôi đề nghị.
zh_hans: 我的建议不好吗？请你的老师帮你换我建议的衣服。
zu: Ingabe iziphakamiso zami azilungile? Cela uthisha wakho ukuthi akusize ushintshe izingubo engiziphakamisile.

# outdoors_feedback_change_title
source: Choose which clothes are suitable for the weather outside
af: Kies watter klere geskik is vir die weer buite
am: ውጭ ለአየር ሁኔታ ተስማሚ የሆኑ ልብሶች የትኞቹን ይምረጡ
ar: اختيار الملابس التي تناسب الطقس في الخارج
as: বাহিৰৰ বতৰৰ বাবে কোনবোৰ কাপোৰ উপযুক্ত বাছনি কৰক
az: Hansı geyimlərin xaricdəki hava şəraiti üçün uyğun olduğunu seçin
bg: Изберете кои дрехи са подходящи за времето навън
bn: বাইরের আবহাওয়ার জন্য কোন পোশাকগুলি উপযুক্ত তা চয়ন করুন
bo: ཕྱི་རོལ་གྱི་གནམ་གཤིས་དང་འཚམ་པའི་ལྭ་བ་གང་དག་བདམས་པ།
bs: Izaberite koja odjeća je pogodan za vrijeme vani
ca: Trieu quina roba és adequada per al clima exterior
cs: Vyberte si, které oblečení je vhodné pro venkovní počasí
cy: Dewis pa ddillad sy'n addas ar gyfer y tywydd tu allan
da: Vælg, hvilket tøj der passer til vejret udenfor
de: Wählen Sie, welche Kleidung für das Wetter draußen geeignet ist
el: Επιλέξτε ποια ρούχα είναι κατάλληλα για τον καιρό έξω
es: Elija qué ropa es adecuada para el clima exterior
et: Vali, millised riided sobivad õues valitseva ilmaga
eu: Aukeratu zein arropa den egokia kanpoko klimarako
fa: انتخاب کنید که لباس مناسب برای آب و هوا در خارج
fi: Valitse, mitkä vaatteet sopivat säähän ulkopuolella
fil: Pumili kung aling mga damit ang angkop para sa panahon sa labas
fo: Vel tað, sum klæðir hóskar til veðrið uttanfyri
fr: Choisissez les vêtements qui conviennent à la météo extérieure
ga: Roghnaigh cé na héadaí atá oiriúnach don aimsir taobh amuigh
gl: Escoller que roupa é adecuada para o tempo.
gu: બહારના હવામાન માટે કયા કપડાં અનુકૂળ છે તે પસંદ કરો
he: בחר אילו בגדים מתאימים למזג האוויר בחוץ
hi: चुनें कि कौन से कपड़े बाहर के मौसम के लिए उपयुक्त हैं
hr: Odaberite koja je odjeća prikladna za vrijeme izvana
hu: Válassza ki, hogy mely ruhák alkalmasak a kinti időjárásra
hy: Ընտրեք, թե որ հագուստն է հարմար դրսում եղանակին
id: Pilih pakaian mana yang cocok untuk cuaca di luar
is: Veldu hvaða föt henta veðrinu úti
it: Scegli quali vestiti sono adatti per il tempo esterno
ja: 外の天候に適した服を選択してください
ka: აირჩიეთ რომელი ტანსაცმელი შესაფერისია ამინდის გარეთ
kk: Сыртындағы ауа райына қандай киім жарамды екенін таңдау
km: ជ្រើស រើស សម្លៀកបំពាក់ ណា ដែល សមរម្យ សម្រាប់ អាកាសធាតុ នៅ ខាង ក្រៅ
kn: ಹೊರಗಿನ ಹವಾಮಾನಕ್ಕೆ ಯಾವ ಬಟ್ಟೆಗಳು ಸೂಕ್ತವೆಂದು ಆಯ್ಕೆಮಾಡಿ
ko: 외부 날씨에 적합한 옷을 선택하십시오.
ku: هەڵبژێرە کام جل و بەرگ گونجاوە بۆ کەش و هەوای دەرەوە
ky: Сырттан аба ырайына кайсы кийим ылайыктуу экенин тандаңыз
lo: ເລືອກວ່າເຄື່ອງນຸ່ງໃດທີ່ເຫມາະສົມກັບສະພາບອາກາດພາຍນອກ
lt: Pasirinkite, kurie drabužiai tinka orui lauke
lv: Izvēlieties, kuras drēbes ir piemērotas laika apstākļiem ārpusē
mg: Safidio hoe akanjo inona no mety amin'ny toetr'andro any ivelany.
mi: Kōwhiria ko ēhea kākahu e tika ana mō te huarere i waho
mk: Изберете која облека е соодветна за времето надвор
ml: പുറത്തെ കാലാവസ്ഥയ്ക്ക് അനുയോജ്യമായ വസ്ത്രങ്ങൾ ഏതൊക്കെയാണെന്ന് തിരഞ്ഞെടുക്കുക
mn_cyrl: Гадаа цаг агаарт тохиромжтой ямар хувцас сонгоорой
mr: बाहेरील हवामानासाठी कोणते कपडे योग्य आहेत ते निवडा
ms: Pilih pakaian yang sesuai untuk cuaca di luar
mt: Agħżel liema ħwejjeġ huma adattati għat-temp barra
my: အပြင်ဘက် ရာသီဥတုအတွက် ဘယ်အဝတ်အစားတွေ သင့်တော်သလဲဆိုတာ ရွေးချယ်ပါ
nb: Velg hvilke klær som passer for været ute
ne: बाहिरको मौसमका लागि कुन लुगा उपयुक्त छ रोज्नुहोस्
nl: Kies welke kleding geschikt is voor het weer buiten
or: ବାହାରେ ପାଗ ପାଇଁ କେଉଁ ପୋଷାକ ଉପଯୁକ୍ତ ତାହା ବାଛନ୍ତୁ
pa: ਚੋਣ ਕਰੋ ਕਿ ਕਿਹੜੇ ਕੱਪੜੇ ਬਾਹਰਦੇ ਮੌਸਮ ਵਾਸਤੇ ਢੁਕਵੇਂ ਹਨ
pl: Wybierz, które ubrania są odpowiednie do pogody na zewnątrz
ps: غوره کړئ چې د بهر د هوا لپاره کومې جامې مناسبې دی
pt_br: Escolha quais roupas são adequadas para o tempo lá fora
ro: Alege ce haine sunt potrivite pentru vremea de afară
ru: Выберите, какая одежда подходит для погоды на улице
sk: Vyberte si, ktoré oblečenie je vhodné do vonkajšieho počasia
sl: Izberite, katera oblačila so primerna za vreme zunaj
sq: Zgjidhni cilat rroba janë të përshtatshme për motin jashtë
sr_latn: Odaberite koja odeća je pogodna za vreme napolju
sv: Välj vilka kläder som passar för vädret ute
sw: Chagua ni nguo zipi zinafaa kwa hali ya hewa nje
ta: எந்த ஆடைகள் வெளிப்புற வானிலைக்கு பொருத்தமானவை என்பதைத் தேர்வுசெய்யவும்
te: వెలుపల వాతావరణానికి ఏ దుస్తులు సరిపోతాయో ఎంచుకోండి
th: เลือกเสื้อผ้าที่เหมาะกับสภาพอากาศภายนอก
tk: Daşardaky howa üçin haýsy egin-eşikleriň ýaramlydygyny saýlaň
tr: Dışarıdaki hava koşullarına uygun kıyafetleri seçin
tt: Тышкы һава торышына нинди кием яраклы икәнен сайлагыз
ug: سىرتنىڭ ھاۋارايىغا ماس كېلىدىغان كىيىملەرنى تاللاش
uk: Вибираємо, який одяг підходить для погоди на вулиці
ur: انتخاب کریں کہ کون سے کپڑے باہر کے موسم کے لئے موزوں ہیں
uz: Tashqaridagi ob-havo uchun qaysi kiyimlar mosligini tanlang
vi: Chọn quần áo nào phù hợp với thời tiết bên ngoài
zh_hans: 选择哪些衣服适合外面的天气
zu: Khetha ukuthi yiziphi izingubo ezifanele isimo sezulu ngaphandle
