Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_tip_3
source: Remember to sit in peace and quiet and taste all the food. Your taste buds need to practice new flavors many times for you to learn to like them. The taste buds are on your tongue
af: Onthou om in vrede en stilte te sit en al die kos te proe. Jou smaakknoppies moet baie keer nuwe geure oefen sodat jy kan leer om daarvan te hou. Die smaakknoppies is op jou tong
am: በሰላም ቁጭ ብለህ ምግቡን ሁሉ መቅመስ ትዝ ይበልሽ። ጣዕም የመለየት ችሎታህ አዳዲስ ጣዕሞችህን እንዲወዷቸው ብዙ ጊዜ ልምምድ ማድረግ ያስፈልግሃል። የጣዕም ቡቃያዎች በምላስህ ላይ ናቸው
ar: تذكر أن تجلس في سلام وهدوء وتذوق كل الطعام. براعم الذوق الخاص بك بحاجة إلى ممارسة نكهات جديدة عدة مرات بالنسبة لك لتعلم مثلهم. براعم الذوق على لسانك
as: শান্তি আৰু নিৰৱে বহি সকলো খাদ্যৰ সোৱাদ ল'বলৈ মনত ৰাখিব। আপোনাৰ সোৱাদৰ কলিবোৰে আপুনি সেইবোৰ ভাল পাবলৈ শিকিবলৈ বহুবাৰ নতুন ফ্লেভাৰ অনুশীলন কৰিব লাগিব। সোৱাদৰ কলিবোৰ আপোনাৰ জিভাত আছে
az: Sakit və sakit oturmağı və bütün yeməkləri dadmağı unutmayın. Zövq budlarınız xoşunuza gəlmək üçün dəfələrlə yeni dadlar tətbiq etməlisiniz. Dad budları dilinizdədir
bg: Не забравяйте да седнете на спокойствие и тишина и да опитате цялата храна. Вашите вкусови пъпки трябва да практикуват нови вкусове много пъти, за да можете да се научите да ги харесвате. Вкусовите пъпки са на езика ти
bn: মনে রাখবেন শান্তিতে এবং শান্তভাবে বসে থাকুন এবং সমস্ত খাবারের স্বাদ নিন। আপনার স্বাদের কুঁড়িগুলি আপনাকে পছন্দ করতে শিখতে অনেক বার নতুন স্বাদের অনুশীলন করতে হবে। স্বাদ কুঁড়ি আপনার জিহ্বায় আছে
bo: ཞི་བདེ་དང་ལྷིང་འཇགས་ཀྱི་ངང་ནས་བསྡད་དེ་ཟས་རིགས་ཡོད་ཚད་ཀྱི་བྲོ་བ་མྱོང་རྒྱུ་མ་བརྗེད། ཁྱེད་ཀྱི་བྲོ་བ་མྱུ་གུ་ཡིས་བྲོ་བ་གསར་བ་ཐེངས་མང་སྦྱོང་བརྡར་བྱས་ན་ད་གཟོད་དེ་དག་ལ་དགའ་བ་ཤེས་ཐུབ། བྲོ་བ་མྱུ་གུ་ཁྱེད་ཀྱི་ལྕེ་སྟེང་ན་ཡོད།
bs: Sjeti se da sjediš u miru i tišini i kušaš svu hranu. Tvoji ortaci za ukus trebaju puno puta vježbati nove okuse da bi ih naučio voliti. Okusni pušaci su na tvom jeziku
ca: Recordeu seure en pau i tranquil·litat i degustar tot el menjar. Les vostres papil·les gustatives necessiten practicar nous sabors moltes vegades perquè aprengueu a agradar-los. Les papil·les gustatives estan a la llengua
cs: Nezapomeňte sedět v klidu a tichu a ochutnat veškeré jídlo. Vaše chuťové pohárky potřebují mnohokrát cvičit nové příchutě, abyste se je naučili mít rádi. Chuťové pohárky jsou na jazyku
cy: Cofiwch eistedd mewn heddwch a thawelwch a blasu'r bwyd i gyd. Mae angen i'ch blagur blasu ymarfer blasau newydd lawer gwaith i chi ddysgu eu hoffi. Mae'r blagur blasu ar eich tafod
da: Husk at sidde i fred og ro og smage al maden. Dine smagsløg nødt til at praktisere nye smag mange gange for dig at lære at lide dem. Smagsløgene er på tungen
de: Denken Sie daran, in Ruhe zu sitzen und das ganze Essen zu probieren. Ihre Geschmacksknospen müssen viele Male neue Aromen üben, damit Sie lernen, sie zu mögen. Die Geschmacksknospen liegen Ihnen auf der Zunge
el: Θυμηθείτε να καθίσετε σε ηρεμία και ηρεμία και να δοκιμάσετε όλα τα τρόφιμα. Οι γευστικοί σας κάλυκες πρέπει να εξασκήσουν νέες γεύσεις πολλές φορές για να μάθετε να τους αρέσουν. Οι γευστικοί κάλυκες είναι στη γλώσσα σας
es: Recuerde sentarse en paz y tranquilidad y probar toda la comida. Tus papilas gustativas necesitan practicar nuevos sabores muchas veces para que aprendas a gustarles. Las papilas gustativas están en la lengua
et: Ärge unustage istuda rahus ja vaikuses ning maitsta kogu toitu. Teie maitsemeeled peavad uusi maitseid mitu korda harjutama, et saaksite õppida neile meeldima. Maitsemeeled on keelel
eu: Gogoan izan bakean eta lasaitasunean esertzea eta janari guztia probatzea. Zure dasazko papilek zapore berriak praktikatu behar izaten dituzte askotan, gustatzen ikas dezazun. Dastazko papilak hizkuntzan daude
fa: به یاد داشته باشید که در آرامش بنشینید و آرام بنشینید و تمام غذاها را بچشید. جوانه های طعم شما نیاز به تمرین طعم های جدید بارها برای شما به یاد بگیرند که آنها را دوست دارم. جوانه های چشایی روی زبان تو هستند
fi: Muista istua rauhassa ja rauhassa ja maistaa kaikki ruoka. Makuhermojen on harjoiteltava uusia makuja monta kertaa, jotta opit pidät niistä. Makuhermot ovat kielelläsi.
fil: Alalahaning umupo sa kapayapaan at tahimik at lasa ang lahat ng pagkain. Ang iyong lasa buds kailangan upang magpraktis ng mga bagong flavors maraming beses para sa iyo upang malaman upang tulad ng mga ito. Ang lasa buds ay sa iyong dila
fo: Minst/minnist til at sita í friði og stillur/still og smakka allan matin. Tín/tykkara smakkur má venja nýggjar smakkir ofta hjá tær/tykkum at læra at dáma teir/tær/tey. Smakkurin heldur á tunguni
fr: N’oubliez pas de vous asseoir dans la paix et la tranquillité et de goûter à toute la nourriture. Vos papilles gustatives doivent pratiquer de nouvelles saveurs plusieurs fois pour que vous appreniez à les aimer. Les papilles gustatives sont sur votre langue
ga: Cuimhnigh suí faoi shíocháin agus ciúin agus blas a chur ar an mbia ar fad. Caithfidh do chuid bachlóga blasanna nua a chleachtadh go minic chun go bhfoghlaimeoidh tú chun go dtaitneoidh siad leo. Tá na bachlóga blas ar do theanga
gl: Non esqueza sentir-se en paz e silencio e probar toda a comida. As súas papilas gustativas necesitan practicar novos sabores moitas veces para que aprendas a gustar deles. Os sabores están na túa lingua
gu: શાંતિ અને શાંત બેસીને બધા ખોરાકનો સ્વાદ માણવાનું યાદ રાખો. તમારી સ્વાદની કળીઓને તમને પસંદ કરવાનું શીખવા માટે ઘણી વખત નવા સ્વાદોની પ્રેક્ટિસ કરવાની જરૂર છે. સ્વાદની કળીઓ તમારી જીભ પર હોય છે
he: זכרו לשבת בשקט ובשלווה ולטעום את כל האוכל. בלוטות הטעם שלכם צריכות לתרגל טעמים חדשים פעמים רבות כדי שתלמדו לחבב אותם. בלוטות הטעם נמצאות על הלשון שלך
hi: शांति और शांत बैठना याद रखें और सभी भोजन का स्वाद लें। आपकी स्वाद कलियों को आपको उन्हें पसंद करना सीखने के लिए कई बार नए स्वादों का अभ्यास करने की आवश्यकता होती है। स्वाद कलियां आपकी जीभ पर हैं
hr: Ne zaboravite sjediti u miru i tišini i kušati svu hranu. Vaši okusni pupoljci moraju mnogo puta vježbati nove okuse kako biste ih naučili sviđati. Okusni pupoljci su ti na jeziku.
hu: Ne felejtsen el békében és csendben ülni, és megkóstolni az összes ételt. Az ízlelőbimbóidnak sokszor kell gyakorolniuk az új ízeket, hogy megtanulják kedvelni őket. Az ízlelőbimbók a nyelveden vannak
hy: Հիշեք, որ պետք է նստել խաղաղ ու հանգիստ եւ համտեսել բոլոր ուտելիքները: Ձեր համային բողբոջները պետք է շատ անգամ նոր համեր վարժեցնեն, որպեսզի սովորեք դրանք սիրել: Համի բողբոջները ձեր լեզվի վրա են
id: Ingatlah untuk duduk dengan tenang dan tenang dan mencicipi semua makanan. Selera Anda perlu mempraktikkan rasa baru berkali-kali agar Anda dapat belajar menyukainya. Selera ada di lidah Anda
is: Mundu að sitja í friði og ró og smakka allan matinn. Bragðlaukarnir þínir þurfa margoft að æfa nýjar bragðtegundir til að þú getir lært að líka við þær. Bragðlaukarnir eru á tungunni
it: Ricordati di sederti in pace e tranquillità e assaggiare tutto il cibo. Le tue papille gustative hanno bisogno di praticare nuovi sapori molte volte per imparare a piacerti. Le papille gustative sono sulla lingua
ja: 安心して静かに座って、すべての食べ物を味わうことを忘れないでください。あなたの味覚芽は、あなたがそれらを好きに学ぶために何度も新しい味を練習する必要があります。味覚芽はあなたの舌の上にあります
ka: გახსოვდეთ, რომ იჯდეთ მშვიდობით და მშვიდი და დააგემოვნეთ ყველა საკვები. თქვენი გემოვნების კვირტი ბევრჯერ უნდა ივარჯიშოთ ახალი არომატებისთვის, რომ ისწავლოთ მათი მომეწონება. გემოვნების კვირტი თქვენს ენაზეა
kk: Тыныштықта және тыныш отыруды есте сақтаңыздар және барлық тағамның дәмін татып көріңіздер. Дәмді будаларыңызды ұнатуды үйрену үшін жаңа хош иістендіргіштерді талай рет тәжірибеден өткізу қажет. Дәм будалары тіліңізде
km: សូមចាំថា អង្គុយដោយសេចក្តីសុខ និងស្ងប់ស្ងាត់ ហើយភ្លក់អាហារទាំងអស់។ រស ជាតិ របស់ អ្នក ត្រូវ អនុវត្ត រសជាតិ ថ្មី ជា ច្រើន ដង សម្រាប់ អ្នក ដើម្បី រៀន ចូលចិត្ត រសជាតិ ទាំង នោះ ។ រស ជាតិ ឆ្ងាញ់ គឺ នៅ លើ អណ្ដាត របស់ អ្នក
kn: ಶಾಂತಿ ಮತ್ತು ಶಾಂತವಾಗಿ ಕುಳಿತುಕೊಳ್ಳಲು ಮರೆಯದಿರಿ ಮತ್ತು ಎಲ್ಲಾ ಆಹಾರವನ್ನು ಸವಿಯಿರಿ. ನಿಮ್ಮ ರುಚಿ ಮೊಗ್ಗುಗಳು ನೀವು ಅವುಗಳನ್ನು ಇಷ್ಟಪಡಲು ಕಲಿಯಲು ಅನೇಕ ಬಾರಿ ಹೊಸ ರುಚಿಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ರುಚಿ ಮೊಗ್ಗುಗಳು ನಿಮ್ಮ ನಾಲಿಗೆಯ ಮೇಲೆ ಇವೆ
ko: 평화 롭고 조용하게 앉아서 모든 음식을 맛보십시오. 당신의 입맛은 당신이 그들을 좋아하는 법을 배우기 위해 여러 번 새로운 맛을 연습해야합니다. 입맛이 혀에 있습니다.
ku: بیرتان بێت لە ئارامی و هێمنی دابنیشن و تامی هەموو خواردنەکان بکەن. چەشنی تامەکانت پێویستە چەندین جار تامی نوێ ڕاهێنان بکەن بۆ ئەوەی فێر ببن کە حەزیان لێ بێت. چەشنی چش و چەشنی لە سەر زمانی تۆیە
ky: Тынчтыкта, тынч отурууну жана бардык тамак-аштын даамын татып көрүүнү унутпагыла. Сиздин даам бадалдары аларды жактырууга үйрөнүү үчүн көп жолу жаңы даамдарды көнүгүү керек. Даам бадалдары тилиңизде
lo: ຈົ່ງ ຈື່ ຈໍາ ທີ່ ຈະ ນັ່ງ ຢູ່ ໃນ ຄວາມ ສະຫງົບ ແລະ ງຽບ ສະຫງົບ ແລະ ຊີມ ອາຫານ ທັງ ຫມົດ. buds ລົດຊາດຂອງທ່ານຈໍາເປັນຕ້ອງໄດ້ຝຶກລົດຊາດໃຫມ່ຫຼາຍຄັ້ງເພື່ອໃຫ້ທ່ານຮຽນຮູ້ທີ່ຈະມັກພວກເຂົາ. ປ້ອຍລົດຊາດແມ່ນຢູ່ໃນລີ້ນຂອງທ່ານ
lt: Nepamirškite ramiai ir ramiai sėdėti ir paragauti viso maisto. Jūsų skonio receptoriai turi daug kartų praktikuoti naujus skonius, kad išmoktumėte jiems patikti. Skonio receptoriai yra ant jūsų liežuvio
lv: Atcerieties sēdēt mierā un klusumā un nobaudīt visu ēdienu. Jūsu garšas kārpiņām daudzkārt ir jāpraktizē jaunas garšas, lai jūs iemācītos tās patikt. Garšas kārpiņas ir uz mēles
mg: Tsarovy ny mipetraka amim-pilaminana sy mangina ary manandrana ny sakafo rehetra. Mila mampihatra tsiro vaovao imbetsaka ianao mba hianaranao hitia azy ireny. Eo amin'ny lelanao ny tsiro
mi: Kia mahara ki te noho i runga i te rangimārie, i te mārire, i te whakamātau i nga kai katoa. He maha nga wā e hiahiatia ana e o hoa whakamātau te mahi i nga kaihoko hou hai ako māu ki a rātau. Kai runga i tōu arero nga tāwara
mk: Не заборавајте да седите во мир и тишина и да ја вкусите целата храна. Вашите вкусови треба да практикуваат нови вкусови многу пати за да научите да ги сакате. Вкусните пупки ти се на јазикот.
ml: സമാധാനത്തോടെയും ശാന്തമായും ഇരിക്കാനും എല്ലാ ഭക്ഷണവും ആസ്വദിക്കാനും ഓർമ്മിക്കുക. നിങ്ങളുടെ രുചി മുകുളങ്ങൾ പുതിയ രുചികൾ ഇഷ്ടപ്പെടാൻ നിങ്ങൾ പഠിക്കാൻ നിരവധി തവണ പുതിയ രുചികൾ പരിശീലിക്കേണ്ടതുണ്ട്. രുചി മുകുളങ്ങൾ നിങ്ങളുടെ നാവിൽ ഉണ്ട്
mn_cyrl: Амар амгалан, нам гүм сууж, бүх хоолыг амтлахаа санаарай. Таны амтлах нахиа дуртай болж сурахын тулд олон удаа шинэ амтыг дадлага хийх хэрэгтэй. Амт нахиа чиний хэл дээр
mr: शांततेत आणि शांततेत बसून सर्व अन्नाची चव चाखणे लक्षात ठेवा. आपल्याला ते आवडायला शिकण्यासाठी आपल्या चव कळ्यांना बर् याच वेळा नवीन स्वादांचा सराव करणे आवश्यक आहे. चव कळ्या आपल्या जिभेवर आहेत
ms: Ingatlah untuk duduk dengan tenang dan tenang dan rasa semua makanan. Selera anda perlu mengamalkan rasa baru berkali-kali untuk anda belajar menyukainya. Tunas rasa ada di lidah anda
mt: Ftakar li toqgħod fil-paċi u kwiet u togħma l-ikel kollu. Il-blanzuni tat-togħma tiegħek jeħtieġ li jipprattikaw togħmiet ġodda ħafna drabi għalik biex titgħallem togħġobhom. Il-blanzuni tat-togħma huma fuq ilsienek
my: တိတ်ဆိတ်စွာထိုင်ပြီး အစားအစာအားလုံးကို မြည်းစမ်းဖို့ သတိရပါ။ သင့်အရသာရှိသောအူများသည် အရသာအသစ်များကို သင်နှစ်သက်တတ်ရန် အကြိမ်ကြိမ် လေ့ကျင့်ပေးဖို့လိုသည်။ လျှာပေါ်မှာ အရသာရှိတဲ့ အခွံတွေဟာ
nb: Husk å sitte i fred og ro og smake på all maten. Smaksløkene dine må øve på nye smaker mange ganger for at du skal lære å like dem. Smaksløkene er på tungen din
ne: शान्ति र शान्त मा बस्न र सबै खाना स्वाद गर्न नबिर्सनुहोस्। तपाईंको स्वाद कलिकाहरूले तिनीहरूलाई मन पराउन सिक्नको लागि धेरै पटक नयाँ स्वादहरू अभ्यास गर्न आवश्यक छ। स्वाद कलिकाहरू तपाईंको जिब्रोमा छन्
nl: Vergeet niet om in alle rust en stilte te zitten en al het eten te proeven. Je smaakpapillen moeten vaak nieuwe smaken oefenen om ze leuk te leren vinden. De smaakpapillen zitten op je tong
or: ଶାନ୍ତି ଏବଂ ଶାନ୍ତ ବସି ସମସ୍ତ ଖାଦ୍ୟର ସ୍ୱାଦ ଚାଖିବାକୁ ମନେ ରଖନ୍ତୁ | ତୁମର ସ୍ୱାଦ କଳିଗୁଡ଼ିକ ତୁମକୁ ପସନ୍ଦ କରିବାକୁ ଶିଖିବା ପାଇଁ ଅନେକ ଥର ନୂତନ ସ୍ୱାଦ ଅଭ୍ୟାସ କରିବା ଆବଶ୍ୟକ | ସ୍ୱାଦ କଳି ଗୁଡ଼ିକ ଆପଣଙ୍କ ଜିଭରେ ଅଛି
pa: ਸ਼ਾਂਤੀ ਅਤੇ ਸ਼ਾਂਤੀ ਨਾਲ ਬੈਠਣਾ ਅਤੇ ਸਾਰੇ ਭੋਜਨ ਦਾ ਸਵਾਦ ਲੈਣਾ ਯਾਦ ਰੱਖੋ। ਤੁਹਾਡੀਆਂ ਸਵਾਦ ਕਲੀਆਂ ਨੂੰ ਕਈ ਵਾਰ ਨਵੇਂ ਸਵਾਦਾਂ ਦਾ ਅਭਿਆਸ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਪਸੰਦ ਕਰਨਾ ਸਿੱਖ ਸਕੋਂ। ਸਵਾਦ ਕਲੀਆਂ ਤੁਹਾਡੀ ਜੀਭ 'ਤੇ ਹੁੰਦੀਆਂ ਹਨ
pl: Pamiętaj, aby usiąść w ciszy i spokoju i skosztować wszystkich potraw. Twoje kubki smakowe muszą ćwiczyć nowe smaki wiele razy, abyś nauczył się je lubić. Kubki smakowe są na języku
ps: په یاد ولرئ چې ارام او ارام کښېنی او د ټولو خوړو خوند وڅکی. ستاسو د خوند غوټۍ اړتیا لری چې څو ځله نوی خوندونه تمرین کړئ چې تاسو یې د خوښولو زده کړئ. د ذوق غوټۍ ستا په ژبه دی
pt_br: Lembre-se de sentar em paz e quieto e provar toda a comida. Suas papilas gustativas precisam praticar novos sabores muitas vezes para você aprender a gostar deles. As papilas gustativas estão em sua língua
ro: Amintiți-vă să stați în pace și liniște și să gustați toată mâncarea. Papilele tale gustative trebuie să exerseze arome noi de multe ori pentru ca tu să înveți să-ți placă. Papilele gustative sunt pe limba ta
ru: Не забывайте сидеть в тишине и покое и пробовать всю еду. Ваши вкусовые рецепторы должны практиковать новые вкусы много раз, чтобы вы научились пробовать их. Вкусовые рецепторы на вашем языке
sk: Nezabudnite sedieť v pokoji a tichu a ochutnať všetky jedlá. Vaše chuťové poháriky si musia mnohokrát precvičiť nové chute, aby ste sa ich naučili páčiť. Chuťové poháriky máte na jazyku
sl: Ne pozabite sedeti v miru in tišini in okusiti vso hrano. Vaši brbonči morajo vaditi nove okuse večkrat, da se naučite, da jih všeč. Brbonci so na tvojem jeziku.
sq: Mos harro të ulesh në qetësi dhe të shijosh të gjithë ushqimin. Miqtë e tu të shijes duhet të praktikojnë shije të reja shumë herë që të mësosh t'i pëlqesh. Budat e shijes janë në gjuhën tuaj
sr_latn: Ne zaboravite da sedite u miru i tišini i okusite svu hranu. Vaši pupoljci ukusa moraju mnogo puta da vežbaju nove ukuse da biste naučili da ih volite. Pupoljci ukusa su ti na jeziku
sv: Tänk på att sitta i lugn och ro och smaka på all mat. Dina smaklökar behöver träna på nya smaker många gånger för att du ska lära dig tycka om dem. Smaklökarna sitter på din tunga
sw: Kumbuka kukaa kwa amani na utulivu na kuonja chakula chote. Buds zako za ladha zinahitaji kufanya mazoezi ya ladha mpya mara nyingi kwako kujifunza kuzipenda. Buds za ladha ziko kwenye ulimi wako
ta: அமைதியாகவும் அமைதியாகவும் உட்கார்ந்து அனைத்து உணவையும் சுவைக்க நினைவில் கொள்ளுங்கள். உங்கள் சுவை மொட்டுகள் புதிய சுவைகளை நீங்கள் விரும்புவதற்கு கற்றுக்கொள்ள பல முறை பயிற்சி செய்ய வேண்டும். சுவை மொட்டுகள் உங்கள் நாக்கில் உள்ளன
te: ప్రశాంతంగా మరియు నిశ్శబ్దంగా కూర్చుని మొత్తం ఆహారాన్ని రుచి చూడాలని గుర్తుంచుకోండి. మీ రుచి మొగ్గలు కొత్త రుచులను ఇష్టపడటం నేర్చుకోవడానికి అనేకసార్లు ప్రాక్టీస్ చేయాలి. రుచి మొగ్గలు మీ నాలుకపై ఉంటాయి
th: อย่าลืมนั่งอย่างสงบและเงียบสงบและลิ้มรสอาหารทั้งหมด ต่อมรับรสของคุณต้องฝึกฝนรสชาติใหม่ ๆ หลายครั้งเพื่อให้คุณเรียนรู้ที่จะชอบรสชาติเหล่านั้น ต่อมรับรสอยู่บนลิ้นของคุณ
tk: Parahat, asuda oturyp, ähli iýmitiň tagamyny dadyp görüň. Siziň tagamly şahalaryňyz olary gowy görmegi öwrenmek üçin täze tagamlary ençeme gezek türgenleşdirmeli. Tagam şahalary diliňde
tr: Huzur ve sessizlik içinde oturmayı ve tüm yiyecekleri tatmeyi unutmayın. Tat alma tomurcuklarınızın sevmeyi öğrenmeniz için birçok kez yeni tatlar uygulaması gerekir. Tat alma tomurcukları dilinizde
tt: Тынычлыкта, тыныч кына утыруны, барлык ризыкларны татысын. Сезнең тәмегез буддалары сезгә ошарга өйрәнер өчен күп тапкыр яңа тәмлә белән шөгыльләнергә кирәк. Татлы буддалар телеңдә
ug: تىنچ- ئامانلىق ئىچىدە ئولتۇرۇشنى ئۇنۇتماڭ، بارلىق تائاملارنى تېتىپ بېقىڭ. سىزنىڭ تەم بىخىڭىز نۇرغۇن قېتىم يېڭى تەملەرنى مەشىق قىلىپ، ئۇلارنى ياقتۇرۇشنى ئۆگىنىۋېلىشىڭىز كېرەك. تەم بىخلىرى تىلىڭىزدا (tilliringizdikide)
uk: Не забудьте посидіти в тиші і тиші і спробувати всю їжу. Ваші смакові рецептори повинні практикувати нові смаки багато разів, щоб ви навчилися їм подобатися. Смакові рецептори на вашій мові
ur: سکون اور خاموشی سے بیٹھنا اور تمام کھانے کا ذائقہ چکھنا یاد رکھیں۔ آپ کے ذائقے کی کلیوں کو آپ کو پسند کرنا سیکھنے کے لئے کئی بار نئے ذائقوں کی مشق کرنے کی ضرورت ہے۔ ذائقہ کلیاں آپ کی زبان پر ہیں
uz: Tinch va xotirjam o'tirib, barcha taomlarni tatib ko'rishni unutmang. Sizning ta'm kurtaklari ularni yoqtirishni o'rganishingiz uchun ko'p marta yangi lazzatlarni mashq qilishingiz kerak. Ta'm kurtaklari tilingizda
vi: Hãy nhớ ngồi yên bình và yên tĩnh và nếm thử tất cả các món ăn. Vị giác của bạn cần phải thực hành hương vị mới nhiều lần để bạn học cách thích chúng. Vị giác nằm trên lưỡi của bạn
zh_hans: 记得坐在和平与宁静中，品尝所有的食物。你的味蕾需要多次练习新口味，才能学会喜欢它们。味蕾在你的舌头上
zu: Khumbula ukuhlala ngokuthula nokuthula futhi unambithe konke ukudla. Ukunambitheka kwakho kudinga ukuvivinya ukunambitheka okusha izikhathi eziningi ukuze ufunde ukuzithanda. Ukunambitheka kolimi lwakho kuphezu kolimi lwakho

# food_waste_title
source: Tap the images to add or remove from the scale
af: Tik op die beelde om van die skaal by te voeg of te verwyder
am: ለመጨመር ወይም ለማስወገድ ምስሎቹን ጠቅ ያድርጉ
ar: انقر فوق الصور التي تريد إضافتها أو إزالتها من المقياس
as: স্কেলৰ পৰা যোগ বা আঁতৰাবলৈ ছবিবোৰ টেপ কৰক
az: Şkaladan əlavə etmək və ya çıxarmaq üçün şəkillərə toxunun
bg: Докоснете изображенията, за да добавите или премахнете от мащаба
bn: স্কেল থেকে যোগ করতে বা অপসারণ করতে চিত্রগুলি ট্যাপ করুন
bo: པར་རིས་ལ་སྔོག་འདོན་བྱས་ནས་རྒྱ་མ་ཁ་སྣོན་དང་ཡང་ན་མེད་པར་བཟོ་
bs: Tapnite slike da dodate ili uklonite sa skale
ca: Toqueu les imatges que vulgueu afegir o treure de l'escala
cs: Klepněte na obrázky, které chcete přidat nebo odebrat z měřítka.
cy: Tapiwch y delweddau i ychwanegu neu eu tynnu o'r raddfa
da: Tryk på billederne for at tilføje eller fjerne fra skalaen
de: Tippen Sie auf die Bilder, die Sie hinzufügen oder aus der Skala entfernen möchten.
el: Πατήστε τις εικόνες που θέλετε να προσθέσετε ή να αφαιρέσετε από την κλίμακα
es: Toque las imágenes para agregar o eliminar de la escala
et: Puudutage pilte skaala lisamiseks või sellelt eemaldamiseks
eu: Irudiak ukitu, eskalatik eransteko edo kentzeko
fa: روی تصاویر ضربه بزنید تا از مقیاس اضافه یا حذف شوند
fi: Napauta kuvia, jotka haluat lisätä asteikkoon tai poistaa siitä
fil: I-tap ang mga imahe para magdagdag o magtanggal mula sa laki
fo: Tap myndirnar til at leggja ella tak frá scaleinum.
fr: Appuyez sur les images pour ajouter ou supprimer de l’échelle
ga: Tapáil na híomhánna chun an scála a chur leis nó a bhaint den scála
gl: Pulse as imaxes para engadir ou eliminar da escala
gu: સ્કેલમાંથી ઉમેરવા અથવા દૂર કરવા માટે છબીઓ પર ટૅપ કરો
he: הקש על התמונות כדי להוסיף או להסיר מקנה המידה
hi: स्केल से जोड़ने या निकालने के लिए छवियों को टैप करें
hr: Dodirnite slike da biste ih dodali ili uklonili s vage
hu: Koppintson a képekre a méretarány hozzáadásához vagy a léptékből való eltávolításához
hy: Սեղմեք պատկերները, որպեսզի ավելացնեք կամ հեռացնեք սանդղակից
id: Ketuk gambar untuk menambah atau menghapus dari skala
is: Pikkaðu á myndirnar til að bæta við eða fjarlægja úr kvarðanum
it: Tocca le immagini da aggiungere o rimuovere dalla scala
ja: 画像をタップして、スケールに追加または削除します
ka: შეეხეთ სურათებს მასშტაბიდან დასამატებლად ან ამოღების მიზნით
kk: Масштабтан қосу немесе жою үшін суреттерді түртіңіз
km: វាយ រូបភាព ដើម្បី បន្ថែម ឬ ដក ចេញ ពី មាត្រដ្ឋាន
kn: ಸ್ಕೇಲ್ ನಿಂದ ಸೇರಿಸಲು ಅಥವಾ ತೆಗೆದುಹಾಕಲು ಇಮೇಜ್ ಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 배율에서 추가 또는 제거할 이미지를 탭합니다.
ku: نەرم لێدان لە وێنەکان بۆ زیادکردن یان لابردنی لە پێوەرەکە
ky: Шкаланы кошуу же алып салуу үчүн сүрөттөрдү түртүңүз
lo: Tap ຮູບພາບເພື່ອເພີ່ມຫຼືເອົາອອກຈາກຂະຫນາດ
lt: Bakstelėkite vaizdus, kad pridėtumėte arba pašalintumėte iš skalės
lv: Pieskarieties attēliem, lai tos pievienotu vai noņemtu no skalas
mg: Kasiho ireo sary mba hanampiana na hanesorana eo amin'ny mari-drefy
mi: Patohia ngā atahanga hei tāpiri, hei tango rānei mai i te tauine
mk: Прислушкувајте ги сликите за да ги додадете или отстраните од скалата
ml: സ്കെയിലിൽ നിന്ന് ചേർക്കുന്നതിനോ നീക്കംചെയ്യുന്നതിനോ ഇമേജുകൾ സ്പർശിക്കുക
mn_cyrl: Зургийг нэмэх эсвэл масштабаас хасахын тулд наа
mr: स्केलमधून जोडण्यासाठी किंवा काढून टाकण्यासाठी प्रतिमांवर टॅप करा
ms: Ketik imej untuk menambah atau mengalih keluar daripada skala
mt: Tektek l-istampi biex iżżid jew tneħħi mill-iskala
my: စကေးမှ ဖြည့်စွက်ရန် သို့မဟုတ် ဖယ်ရှားရန် ရုပ်ပုံများကို ခပ်ယူပါ
nb: Trykk på bildene for å legge til eller fjerne dem fra skalaen
ne: स्केलबाट थप्न वा हटाउन छविहरू ट्याप गर्नुहोस्
nl: Tik op de afbeeldingen die u wilt toevoegen aan of verwijderen van de schaal
or: ସ୍କେଲରୁ ଯୋଡିବା କିମ୍ୱା ଅପସାରଣ କରିବାକୁ ଫଟୋଗୁଡିକ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਸਕੇਲ ਨੂੰ ਜੋੜਨ ਜਾਂ ਹਟਾਉਣ ਲਈ ਚਿੱਤਰਾਂ 'ਤੇ ਟੈਪ ਕਰੋ
pl: Stuknij obrazy, które chcesz dodać lub usunąć ze skali
ps: د ترازو څخه د اضافه کولو یا لرې کولو لپاره د تصویرونو تڼۍ ووهئ
pt_br: Toque nas imagens para adicionar ou remover da escala
ro: Atingeți imaginile pentru a le adăuga sau a le elimina din scală
ru: Нажмите на изображения, чтобы добавить или удалить из шкалы
sk: Klepnutím na obrázky pridajte alebo odstráňte z mierky
sl: Tapnite slike, ki jih želite dodati ali odstraniti iz tehtnice
sq: Ngjit figurat për të shtuar ose hequr nga shkalla
sr_latn: Dodirnite slike da biste dodali ili uklonili iz skale
sv: Tryck på bilderna för att lägga till eller ta bort från vågen
sw: Gusa picha ili kuongeza au kuondoa kutoka kwa kiwango
ta: அளவுகோலில் இருந்து சேர்க்க அல்லது அகற்ற படங்களைத் தட்டவும்
te: స్కేల్ నుంచి జోడించడానికి లేదా తొలగించడానికి ఇమేజ్ లను ట్యాప్ చేయండి
th: แตะรูปภาพเพื่อเพิ่มหรือลบออกจากเครื่องชั่ง
tk: Ölçegden goşmak ýa-da aýyrmak üçin şekillere basyň
tr: Ölçek eklemek veya ölçekten kaldırmak için resimlere dokunun
tt: Үлчәмне өстәр өчен яки юк итәр өчен , сурәтләрне күз алдыгызга китерәсез
ug: رەسىمنى چېكىپ كۆلەمنى قوشۇش ياكى چىقىرىۋېتىش
uk: Торкніться зображень, щоб додати або видалити з масштабу
ur: پیمانہ سے اضافہ یا ہٹانے کے لیے تصاویر پر چھوئیں
uz: O'lchovdan qo'shish yoki olib tashlash uchun rasmlarga teging
vi: Gõ nhẹ vào hình ảnh để thêm hoặc loại bỏ khỏi tỷ lệ
zh_hans: 点击图像以在比例中添加或删除
zu: Thepha izithombe ukwengeza noma ukususa esikalini
