Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_batman_description
source: Batman is a charged guy. When his energy starts to run out, he goes on a journey of discovery and looks for new batteries.
af: Batman is 'n gelaaide man. Wanneer sy energie begin opraak, gaan hy op 'n ontdekkingsreis en soek nuwe batterye.
am: ባትማን ተከሳሽ ነው። ጉልበቱ ማሟጠጥ ሲጀምር ወደ ግኝቱ ጉዞ በመሄድ አዳዲስ ባትሪዎችን ፈለገ።
ar: باتمان هو رجل مشحون. عندما تبدأ طاقته في نفاد، يذهب في رحلة اكتشاف ويبحث عن بطاريات جديدة.
as: বেটমেন এজন চাৰ্জড ল'ৰা। যেতিয়া তেওঁৰ শক্তি শেষ হ'বলৈ আৰম্ভ কৰে, তেওঁ আৱিষ্কাৰৰ যাত্ৰাত যায় আৰু নতুন বেটাৰি বিচাৰে।
az: Batman bir ittihamçıdır. Enerjisi tükənməyə başlayanda kəşf səyahətinə çıxır və yeni batareyalar axtarır.
bg: Батман е обвинен човек. Когато енергията му започне да изтича, той отива на пътешествие на откритието и търси нови батерии.
bn: ব্যাটম্যান একজন অভিযুক্ত ব্যক্তি। যখন তার শক্তি ফুরিয়ে যেতে শুরু করে, তখন সে আবিষ্কারের যাত্রায় যায় এবং নতুন ব্যাটারির সন্ধান করে।
bo: པ་ཐེ་མན་ནི་ཞུ་གཏུག་བྱས་པའི་མི་ཞིག་རེད། ཁོའི་སེམས་ཤུགས་བཀོལ་ཚར་རྗེས་གསར་རྙེད་བྱུང་བའི་ལམ་དུ་སོང་ནས་གློག་སྨན་གསར་བ་འཚོལ་བཞིན་ཡོད།
bs: Betmen je optužen. Kada mu energija počne nestati, odlazi na putovanje otkrića i traži nove baterije.
ca: Batman és un noi acusat. Quan la seva energia comença a esgotar-se, fa un viatge de descobriment i busca noves bateries.
cs: Batman je nabitý chlapík. Když mu začne docházet energie, vydá se na cestu objevování a hledá nové baterie.
cy: Mae Batman yn gwbwl wedi'i gyhuddo. Pan fydd ei egni'n dechrau rhedeg allan, mae'n mynd ar daith o ddarganfod ac yn chwilio am fatris newydd.
da: Batman er en sigtet fyr. Da hans energi begynder at løbe ud, går han på en opdagelsesrejse og leder efter nye batterier.
de: Batman ist ein aufgeladener Typ. Als seine Energie zur Neige geht, begibt er sich auf Entdeckungsreise und sucht nach neuen Batterien.
el: Ο Μπάτμαν είναι ένας φορτισμένος τύπος. Όταν η ενέργειά του αρχίζει να εξαντλείται, πηγαίνει σε ένα ταξίδι ανακάλυψης και αναζητά νέες μπαταρίες.
es: Batman es un tipo cargado. Cuando su energía comienza a agotarse, va en un viaje de descubrimiento y busca nuevas baterías.
et: Batman on laetud tüüp. Kui tema energia hakkab otsa saama, läheb ta avastusretkele ja otsib uusi akusid.
eu: Batman tipo kargatua da. Energia agortzen hasten denean, aurkikuntza-bidaia bati ekiten dio eta bateria berriak bilatzen ditu.
fa: بتمن يه آدم متهمه وقتی انرژی اش شروع به تمام شدن می کند، به سفر کشف می رود و به دنبال باتری های جدید می رود.
fi: Batman on syytetty. Kun hänen energiansa alkaa loppua, hän lähtee löytöretkelle ja etsii uusia akkuja.
fil: Batman ay isang sisingilin tao. Kapag ang kanyang enerhiya ay nagsisimulang tumakbo, siya ay napupunta sa isang paglalakbay ng pagkatuklas at naghahanap para sa mga bagong baterya.
fo: Batman er ein skuldsettur fyrimaður. Tá ið orku hansara byrjar at renna út, fer hann á eina ferð við at finna út av nýggjum battaríum.
fr: Batman est un gars chargé. Lorsque son énergie commence à s’épuiser, il part en voyage de découverte et cherche de nouvelles batteries.
ga: Is fear luchtaithe é Batman. Nuair a thosaíonn a chuid fuinnimh ag rith amach, téann sé ar thuras fionnachtana agus cuardaíonn sé cadhnraí nua.
gl: Batman é un home acusado. Cando a súa enerxía comeza a esgotarse, emprende unha viaxe de descubrimento e busca novas baterías.
gu: બેટમેન એક ચાર્જ વ્યક્તિ છે. જ્યારે તેની એનર્જી ખતમ થવા લાગે છે, ત્યારે તે શોધની સફર પર જાય છે અને નવી બેટરી શોધે છે.
he: באטמן הוא בחור טעון. כשהאנרגיה שלו מתחילה להיגמר, הוא יוצא למסע של גילוי ומחפש סוללות חדשות.
hi: बैटमैन एक चार्ज आदमी है। जब उसकी ऊर्जा खत्म होने लगती है, तो वह खोज की यात्रा पर जाता है और नई बैटरी की तलाश करता है।
hr: Batman je optužen. Kada mu energija počne nestajati, odlazi na put otkrića i traži nove baterije.
hu: Batman egy megszámlált fickó. Amikor az energiája kezd elfogyni, felfedezőútra indul, és új elemeket keres.
hy: Բատմանը լիցքավորված տղա է: Երբ նրա էներգիան սկսում է սպառվել, նա գնում է հայտնագործության եւ նոր մարտկոցներ է փնտրում։
id: Batman adalah pria yang bermuatan. Ketika energinya mulai habis, dia melakukan perjalanan penemuan dan mencari baterai baru.
is: Batman er ákærður gaur. Þegar orkan fer að klárast fer hann í uppgötvunarferð og leitar að nýjum rafhlöðum.
it: Batman è un ragazzo carico. Quando la sua energia inizia a esaurirsi, intraprende un viaggio di scoperta e cerca nuove batterie.
ja: バットマンは有料の男です。彼のエネルギーが尽き始めると、彼は発見の旅に出て、新しい電池を探します。
ka: ბეტმენი არის დამუხტული ბიჭი. როდესაც მისი ენერგია ამოიწურება, ის მიდის აღმოჩენის მოგზაურობაში და ეძებს ახალ ბატარეებს.
kk: Бэтмен - айыпты жігіт. Оның энергиясы істен шыға бастағанда, ол ашу саяхатына шығып, жаңа аккумулятор батареяларын іздейді.
km: Batman គឺ ជា បុរស ដែល ត្រូវ បាន ចោទ ប្រកាន់ ។ នៅ ពេល ដែល ថាមពល របស់ គាត់ ចាប់ ផ្តើម អស់ កម្លាំង គាត់ បន្ត ធ្វើ ដំណើរ រក ឃើញ និង ស្វែង រក ថ្ម ថ្មី ។
kn: ಬ್ಯಾಟ್ಮ್ಯಾನ್ ಒಬ್ಬ ಚಾರ್ಜ್ಡ್ ವ್ಯಕ್ತಿ. ಅವನ ಶಕ್ತಿಯು ಖಾಲಿಯಾಗಲು ಪ್ರಾರಂಭಿಸಿದಾಗ, ಅವನು ಅನ್ವೇಷಣೆಯ ಪ್ರಯಾಣಕ್ಕೆ ಹೋಗುತ್ತಾನೆ ಮತ್ತು ಹೊಸ ಬ್ಯಾಟರಿಗಳನ್ನು ಹುಡುಕುತ್ತಾನೆ.
ko: 배트맨은 유료 사람입니다. 그의 에너지가 다 떨어지기 시작하면, 그는 발견의 여정을 떠나 새로운 배터리를 찾습니다.
ku: باتمان کەسێکی تاوانبارە. کاتێک وزەکەی دەست دەکات بە ڕاکردن، ئەو دەچێتە گەشتێکی دۆزینەوەی و بەدوای پاتری نوێ دەگەڕێت
ky: Бэтмен айыпталган жигит. Энергиясы түгөнө баштаганда, ал ачылыш саякатына чыгып, жаңы батареяларды издейт.
lo: Batman ແມ່ນຜູ້ຊາຍທີ່ຖືກກ່າວຫາ. ເມື່ອ ພະລັງ ຂອງ ລາວ ເລີ່ມ ຫມົດ ໄປ, ລາວ ຈະ ເດີນທາງ ໄປ ຄົ້ນ ພົບ ແລະ ຊອກ ຫາ ຫມໍ້ ໄຟ ໃຫມ່.
lt: Betmenas yra įkrautas vaikinas. Kai jo energija pradeda bėgti, jis leidžiasi į atradimų kelionę ir ieško naujų baterijų.
lv: Betmens ir uzlādēts puisis. Kad viņa enerģija sāk izsīkt, viņš dodas atklāšanas ceļojumā un meklē jaunas baterijas.
mg: Lehilahy voampanga i Batman. Rehefa manomboka lany ny heriny, dia mandeha amin'ny dian'ny fikarohana izy ary mitady vatoaratra vaovao.
mi: He tangata whakahau a Batman. Kia tīmata tana pūngao ki te pau, ka haere a ia ki tētahi haerenga kitenga me te kimi pāteri hōu.
mk: Бетмен е обвинет. Кога неговата енергија ќе почне да истече, тој оди на патување на откритието и бара нови батерии.
ml: ബാറ്റ്മാൻ ചാർജ്ജ് ചെയ്ത ആളാണ്. അവന്റെ ഊർജ്ജം തീർന്നുപോകാൻ തുടങ്ങുമ്പോൾ, അവൻ കണ്ടെത്തലിന്റെ ഒരു യാത്ര പോകുകയും പുതിയ ബാറ്ററികൾ തിരയുകയും ചെയ്യുന്നു.
mn_cyrl: Батмэнд бол цэнэгтэй хүн. Эрч хүч нь дуусч эхлэхэд тэр нээлт хийх аялалд явж, шинэ аккумулятор хайдаг.
mr: बॅटमॅन हा एक चार्ज माणूस आहे. जेव्हा त्याची ऊर्जा संपू लागते, तेव्हा तो शोधाच्या प्रवासाला निघतो आणि नवीन बॅटरी शोधतो.
ms: Batman adalah seorang lelaki yang didakwa. Apabila tenaganya mula habis, dia meneruskan perjalanan penemuan dan mencari bateri baru.
mt: Batman huwa raġel iċċarġjat. Meta l-enerġija tiegħu tibda tispiċċa, imur fuq vjaġġ ta 'skoperta u jfittex batteriji ġodda.
my: Batman ဟာ စွဲချက်တင်ခံရတဲ့ လူတစ်ယောက်ပါ။ သူ၏စွမ်းအင် စတင်ကုန်သွားသောအခါ ရှာဖွေတွေ့ရှိမှုခရီးစဉ်ကို ဆက်သွားပြီး ဘက်ထရီအသစ်များကို ရှာဖွေသည်။
nb: Batman er en tiltalt fyr. Når energien hans begynner å renne ut, drar han på oppdagelsesreise og ser etter nye batterier.
ne: बैटमैन एक चार्ज वाला लड़का है। जब उसको ऊर्जा समाप्त हुन थाल्छ, ऊ खोजको यात्रामा जान्छ र नयाँ ब्याट्रीहरू खोज्छ।
nl: Batman is een beladen kerel. Wanneer zijn energie op begint te raken, gaat hij op ontdekkingsreis en gaat op zoek naar nieuwe batterijen.
or: ବ୍ୟାଟ୍ସମ୍ୟାନ୍ ଜଣେ ଚାର୍ଜ ହୋଇଥିବା ବ୍ୟକ୍ତି । ଯେତେବେଳେ ତାଙ୍କର ଶକ୍ତି ଶେଷ ହେବାକୁ ଲାଗେ, ସେ ଆବିଷ୍କାର ଯାତ୍ରାରେ ଯାଆନ୍ତି ଏବଂ ନୂତନ ବ୍ୟାଟେରୀ ଖୋଜନ୍ତି |
pa: ਬੈਟਮੈਨ ਇੱਕ ਚਾਰਜਡ ਮੁੰਡਾ ਹੈ। ਜਦੋਂ ਉਸਦੀ ਊਰਜਾ ਖਤਮ ਹੋਣ ਲੱਗਦੀ ਹੈ, ਤਾਂ ਉਹ ਖੋਜ ਦੇ ਸਫ਼ਰ 'ਤੇ ਜਾਂਦਾ ਹੈ ਅਤੇ ਨਵੀਆਂ ਬੈਟਰੀਆਂ ਦੀ ਤਲਾਸ਼ ਕਰਦਾ ਹੈ।
pl: Batman jest naładowanym facetem. Kiedy jego energia zaczyna się wyczerpywać, wyrusza w podróż odkrywczą i szuka nowych baterii.
ps: بیټمن یو چارج شوی هلک دی. کله چې د هغه انرژی په وتلو پیل وکړی، هغه د موندنې سفر ته ځی او د نویو بیټریو په اړه لټول کیږی.
pt_br: Batman é um cara acusado. Quando sua energia começa a acabar, ele vai em uma jornada de descoberta e procura novas baterias.
ro: Batman este un tip taxat. Când energia lui începe să se epuizeze, el pornește într-o călătorie de descoperire și caută baterii noi.
ru: Бэтмен - заряженный парень. Когда его энергия начинает набегать, он отправляется в путешествие открытий и ищет новые батареи.
sk: Batman je nabitý chlap. Keď sa mu začne míňať energia, vydá sa na cestu objavovania a hľadá nové batérie.
sl: Batman je obtožen. Ko mu začne zmanjhati energije, gre na popotovanje po odkritju in išče nove baterije.
sq: Batmani është i akuzuar. Kur energjia e tij fillon të shterojë, ai shkon në një udhëtim zbulimi dhe kërkon bateri të reja.
sr_latn: Betmen je optuћen. Kada mu ponete sa energijom, kreće na put otkrivanja i traži nove baterije.
sv: Batman är en laddad kille. När hans energi börjar ta slut går han på upptäcktsfärd och letar efter nya batterier.
sw: Batman ni mtu aliyeshtakiwa. Nguvu zake zinapoanza kuisha, huenda safari ya ugunduzi na kutafuta betri mpya.
ta: பேட்மேன் ஒரு சார்ஜ் செய்யப்பட்ட பையன். அவரது ஆற்றல் தீர்ந்து போகத் தொடங்கும் போது, அவர் கண்டுபிடிப்புப் பயணத்தில் சென்று புதிய பேட்டரிகளைத் தேடுகிறார்.
te: బాట్ మాన్ ఒక ఛార్జ్డ్ వ్యక్తి. అతని శక్తి అయిపోవడం ప్రారంభించినప్పుడు, అతను ఆవిష్కరణ యొక్క ప్రయాణానికి వెళతాడు మరియు కొత్త బ్యాటరీల కోసం చూస్తాడు.
th: แบทแมนเป็นคนถูกตั้งข้อหา เมื่อพลังงานของเขาเริ่มหมดลงเขาก็ออกเดินทางเพื่อค้นพบและมองหาแบตเตอรี่ใหม่
tk: Batman aýyplanýan adam. Güýji tükenip başlanda, açyş ýoluna gidip, täze akkumulýatorlary gözleýär.
tr: Batman suçlanan bir adam. Enerjisi tükenmeye başladığında, bir keşif yolculuğuna çıkar ve yeni piller arar.
tt: Бэтмен - гаепләүче егет. Энергиясе чыга башлагач, ачыш сәяхәтенә бара һәм яңа батаралар эзли.
ug: شەپەرەڭ پالۋان ھەقلىق يىگىت ئۇنىڭ زېھنىي كۈچى تۈگەشكە باشلىغاندا، بايقاش سەپىرىگە ئاتلىنىپ، يېڭى باتارېيە ئىزدەيدۇ.
uk: Бетмен - заряджений хлопець. Коли його енергія починає вичерпуватися, він відправляється в подорож відкриття і шукає нові батареї.
ur: بیٹ مین ایک چارج ڈ آدمی ہے. جب اس کی توانائی ختم ہونا شروع ہو جاتی ہے تو وہ دریافت کے سفر پر جاتا ہے اور نئی بیٹریوں کی تلاش کرتا ہے۔
uz: Batman ayblangan odam. Energiyasi tugay boshlagach, kashfiyot safariga boradi va yangi batareyalarni qidiradi.
vi: Batman là một gã bị buộc tội. Khi năng lượng của anh ta bắt đầu cạn kiệt, anh ta đi trên một hành trình khám phá và tìm kiếm pin mới.
zh_hans: 蝙蝠侠是一个被指控的家伙。当他的能量开始耗尽时，他踏上了发现之旅，并寻找新的电池。
zu: UBatman ungumfana okhokhiswayo. Lapho amandla akhe eqala ukuphela, uya ohambweni lokuthola futhi ubheka amabhethri amasha.

# trashmonster_elli_description
source: Electrical things are Ellis' favourites. Hair dryers, tablets and cell phones - she takes care of them all
af: Elektriese dinge is Ellis se gunstelinge. Haardroërs, tablette en selfone - sy sorg vir hulle almal
am: የኤሌክትሪክ ነገሮች ኤሊስ ተወዳጅ ናቸው. የፀጉር ማድረቂያዎች, ታብሌቶች እና ሞባይል ስልኮች - ሁሉንም ትንከባከባለች
ar: الأشياء الكهربائية هي المفضلة لدى (إليس) مجففات الشعر والأجهزة اللوحية والهواتف المحمولة - وقالت انها تعتني بها جميعا
as: বৈদ্যুতিক বস্তুবোৰ এলিছৰ প্ৰিয়। হেয়াৰ ড্ৰায়াৰ, টেবলেট আৰু চেল ফোন - তাই সেই সকলোবোৰৰ যত্ন লয়
az: Elektrik əşyaları Ellis'in sevimliləridir. Saç qurudanlar, tabletlər və mobil telefonlar - Onların hamısının qayğısına qalır
bg: Електрическите неща са любимите на Елис. Сешоари, таблети и клетъчни телефони - тя се грижи за всички тях
bn: ইলেকট্রিক জিনিস এলিসের খুব প্রিয়। হেয়ার ড্রায়ার, ট্যাবলেট এবং সেল ফোন - সে তাদের সকলের যত্ন নেয়
bo: གློག་གི་དངོས་པོ་ནི་ཨའེ་ལི་སིའི་ཆེས་དགའ་ས་ཡིན། སྐྲ་བཞར་ཆས་དང་། གློག་ཀླད་དང་ལག་ཁྱེར་ཁ་པར་སོགས་ཚང་མར་ལྟ་རྟོག་བྱེད་ཀྱིན་ཡོད།
bs: Električne stvari su Ellisovi favoriti. Sušilice za kosu, tablete i mobitele - ona se brine za sve njih
ca: Les coses elèctriques són les preferides d'Ellis. Assecadors de cabell, tauletes i telèfons mòbils: s'encarrega de tots ells
cs: Elektrické věci jsou Ellisovy oblíbené. Vysoušeče vlasů, tablety a mobilní telefony - o všechny se stará
cy: Pethau trydanol yw ffefrynnau Ellis. Sychwyr gwallt, tabledi a ffonau cell - mae hi'n gofalu amdanyn nhw i gyd
da: Elektriske ting er Ellis' favoritter. Hårtørrere, tabletter og mobiltelefoner - hun tager sig af dem alle
de: Elektrische Dinge sind Ellis' Favoriten. Haartrockner, Tablets und Handys - sie kümmert sich um sie alle
el: Τα ηλεκτρικά πράγματα είναι τα αγαπημένα του Ellis. Στεγνωτήρες μαλλιών, tablet και κινητά τηλέφωνα - τα φροντίζει όλα
es: Las cosas eléctricas son las favoritas de Ellis. Secadores de pelo, tabletas y teléfonos celulares: ella se encarga de todos ellos
et: Elektrilised asjad on Ellise lemmikud. Föönid, tabletid ja mobiiltelefonid - ta hoolitseb nende kõigi eest
eu: Gauza elektrikoak dira Ellisen faboritoak. Ile-lehorgailuak, tabletak eta telefono zelularrak: bera arduratzen da guzti horietaz
fa: چیزهای الکتریکی مورد علاقه الیس هستند. سشوار، قرص و تلفن همراه - او طول می کشد مراقبت از همه آنها
fi: Sähköt ovat Ellisin suosikkeja. Hiustenkuivaajat, tabletit ja matkapuhelimet - hän huolehtii niistä kaikista
fil: Electrical bagay ay Ellis' paborito. Buhok dryer, tablet at cell phone - siya tumatagal ng pag-aalaga ng lahat ng mga ito
fo: El elal ting eru yndis yndis. Hair dryktar, tablets og fartelefonir - hon tekur sær av teimum øllum
fr: Les objets électriques sont les préférés d’Ellis. Sèche-cheveux, tablettes et téléphones portables - elle s’en occupe tous
ga: Is iad na rudaí leictreacha rogha na coitiantachta ag Ellis. Triomadóirí gruaige, táibléid agus gutháin phóca - tugann sí aire dóibh go léir
gl: As cousas eléctricas son as favoritas de Ellis. Secadores de cabelo, tabletas e teléfonos móbiles - ela coida de todos eles
gu: ઇલેક્ટ્રિકલ વસ્તુઓ એલિસની પ્રિય છે. હેર ડ્રાયર્સ, ગોળીઓ અને સેલ ફોન્સ - તે તે બધાની સંભાળ રાખે છે
he: דברים חשמליים הם המועדפים על אליס. מייבשי שיער, טאבלטים וטלפונים סלולריים - היא מטפלת בכולם
hi: बिजली की चीजें एलिस की पसंदीदा हैं। हेयर ड्रायर, टैबलेट और सेल फोन - वह उन सभी का ख्याल रखती है
hr: Električne stvari su Ellisove omiljene. Sušila za kosu, tablete i mobiteli - ona se brine o svima njima
hu: Az elektromos dolgok Ellis kedvencei. Hajszárítók, táblagépek és mobiltelefonok - ő gondoskodik mindről
hy: Էլեկտրատեխնիկական իրերն Էլլիսի սիրելիներն են: Մազերի չորացուցիչներ, պլանշետներ եւ բջջային հեռախոսներ. նա հոգ է տանում դրանց բոլորի մասին
id: Hal-hal listrik adalah favorit Ellis. Pengering rambut, tablet, dan ponsel - dia merawat semuanya
is: Rafmagnshlutir eru í uppáhaldi hjá Ellis. Hárblásarar, spjaldtölvur og farsímar - hún sér um þá alla
it: Le cose elettriche sono le preferite di Ellis. Asciugacapelli, tablet e telefoni cellulari - si prende cura di tutti loro
ja: 電気的なものはエリスのお気に入りです。ヘアドライヤー、タブレット、携帯電話 - 彼女はそれらすべてを世話します
ka: ელექტრო რამ არის ელისის ფავორიტი. ფენერები, ტაბლეტები და მობილური ტელეფონები - ის ზრუნავს მათზე ყველა
kk: Электр заттары Эллистің сүйіктісі болып табылады. Шаш кептіргіштер, таблеткалар мен ұялы телефондар – ол олардың барлығына қамқорлық жасайды
km: វត្ថុ អគ្គិសនី គឺ ជា ចំណូល ចិត្ត របស់ អេលីស ។ អ្នក ស្ងួត សក់ តុ និង ទូរស័ព្ទ ដៃ - នាង ថែ រក្សា វា ទាំង អស់
kn: ವಿದ್ಯುತ್ ವಸ್ತುಗಳು ಎಲ್ಲಿಸ್ ನ ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಾಗಿವೆ. ಹೇರ್ ಡ್ರೈಯರ್ ಗಳು, ಟ್ಯಾಬ್ಲೆಟ್ ಗಳು ಮತ್ತು ಸೆಲ್ ಫೋನ್ ಗಳು - ಅವಳು ಅವೆಲ್ಲವನ್ನೂ ನೋಡಿಕೊಳ್ಳುತ್ತಾಳೆ
ko: 전기 물건은 엘리스가 가장 좋아하는 것들입니다. 헤어 드라이어, 태블릿 및 휴대 전화 - 그녀는 그들 모두를 돌 봅니다.
ku: شتە کارەباییەکان دڵخوازەکانی ئێلیسن وشککەرەوەی قژ، تابلێت و مۆبایل - ئەو ئاگاداری هەموویان دەکات
ky: Электр нерселер Эллис сүйүктүү болуп саналат. Чач кургаткычтар, таблеткалар жана уюлдук телефондор - ал алардын баарына кам көрөт
lo: ສິ່ງໄຟຟ້າເປັນທີ່ມັກຂອງEllis. ເຄື່ອງແຫ້ງຜົມ, ແທັບເລັດແລະໂທລະສັບມືຖື - ນາງເບິ່ງແຍງເຂົາເຈົ້າທັງຫມົດ
lt: Elektriniai dalykai yra Elliso mėgstamiausi. Plaukų džiovintuvai, planšetiniai kompiuteriai ir mobilieji telefonai - ji rūpinasi jais visais
lv: Elektriskās lietas ir Elisa mīļākās lietas. Matu žāvētāji, tabletes un mobilie tālruņi - viņa par tiem visiem rūpējas
mg: Ny herinaratra no tena ankasitrahanan'i Ellis. Mpandamina volo, tablette ary finday - mikarakara azy rehetra izy.
mi: Ko nga mea hiko he makau a Ellis. Ngā whakamaroke Hair, ngā paparorohiko me ngā waea pūtau - ka tiaki a ia i aua mea katoa
mk: Електричните работи се омилени на Елис. Фенови за коса, таблети и мобилни телефони - таа се грижи за сите нив
ml: ഇലക്ട്രിക്കൽ കാര്യങ്ങൾ എല്ലിസിന്റെ പ്രിയപ്പെട്ടവയാണ്. ഹെയർ ഡ്രയറുകൾ, ടാബ് ലെറ്റുകൾ, സെൽ ഫോണുകൾ - അവയെല്ലാം അവൾ പരിപാലിക്കുന്നു
mn_cyrl: Эллисийн дуртай цахилгаан зүйлс. Үсний хатаагч, таблет, гар утас. Тэр бүгдийг нь хариуцдаг
mr: इलेक्ट्रिकल गोष्टी एलिसच्या आवडत्या आहेत. हेअर ड्रायर, टॅब्लेट आणि सेल फोन - ती त्या सर्वांची काळजी घेते
ms: Barangan elektrik adalah kegemaran Ellis. Pengering rambut, tablet dan telefon bimbit - dia menjaga mereka semua
mt: L-affarijiet elettriċi huma l-favoriti ta' Ellis. Hair dryers, tablets u cell phones - tieħu ħsiebhom kollha
my: လျှပ်စစ်ပစ္စည်းတွေဟာ အဲလစ်ရဲ့ အကြိုက်တွေပါ။ ဆံပင်ခြောက်များ၊ တက်ဘလက်များနှင့် ဆဲလ်ဖုန်းများ - အားလုံးကို ကြည့်ရှုစောင့်ရှောက်
nb: Elektriske ting er Ellis' favoritter. Hårføner, tabletter og mobiltelefoner - hun tar vare på dem alle
ne: इलेक्ट्रिकल चीजहरू एलिसको मनपर्ने चीजहरू हुन्। हेयर ड्रायर, ट्याब्लेट र सेल फोन - उनी ती सबैको ख्याल राख्छिन्
nl: Elektrische dingen zijn Ellis' favorieten. Haardrogers, tablets en mobiele telefoons - ze zorgt voor ze allemaal
or: ବୈଦ୍ୟୁତିକ ଜିନିଷଗୁଡ଼ିକ ଏଲିସ୍ ଙ୍କ ପ୍ରିୟ | ହେୟାର ଡ୍ରାୟର୍, ଟ୍ୟାବଲେଟ୍ ଏବଂ ସେଲ୍ ଫୋନ୍ - ସେ ସମସ୍ତଙ୍କ ଯତ୍ନ ନିଅନ୍ତି
pa: ਬਿਜਲਈ ਚੀਜ਼ਾਂ ਐਲਿਸ ਦੀਆਂ ਮਨਪਸੰਦ ਚੀਜ਼ਾਂ ਹਨ। ਹੇਅਰ ਡਰਾਇਅਰ, ਗੋਲ਼ੀਆਂ ਅਤੇ ਸੈੱਲ ਫ਼ੋਨ – ਉਹ ਇਹਨਾਂ ਸਾਰਿਆਂ ਦਾ ਖਿਆਲ ਰੱਖਦੀ ਹੈ
pl: Elektryczne rzeczy są ulubionymi rzeczami Ellisa. Suszarki do włosów, tablety i telefony komórkowe - dba o nie wszystkie
ps: برقی شیان د اِلیس خوښ دی. د وېښتانو وچول ، ټبلېټ او موبایلونه - هغه د ټولو خیال ساتې
pt_br: Coisas elétricas são as favoritas do Ellis. Secadores de cabelo, tablets e celulares - ela cuida de todos eles
ro: Lucrurile electrice sunt preferatele lui Ellis. Uscătoare de păr, tablete și telefoane mobile - are grijă de toate
ru: Электрические вещи являются фаворитами Эллиса. Фены, планшеты и сотовые телефоны - она заботится о них всех
sk: Elektrické veci sú Ellisove obľúbené. Sušiče vlasov, tablety a mobilné telefóny - o všetky sa stará
sl: Elektrike so Ellisu najljubše. Sušilniki za lase, tablete in mobilni telefoni - ona skrbi za vse
sq: Gjërat elektrike janë të preferuarat e Elisit. Tharëse flokësh, tableta dhe celularë - ajo kujdeset për të gjitha
sr_latn: Elektriиne stvari su Elisovi favoriti. Fenovi za kosu, tableti i mobilni telefoni - ona se brine o svima njima
sv: Elektriska saker är Ellis favoriter. Hårfön, iPads och mobiler – hon tar hand om allt!
sw: Vitu vya umeme ni vipenzi vya Ellis. Vikausha nywele, vidonge na simu za mkononi - anavitunza vyote
ta: எலக்ட்ரிக்கல் விஷயங்கள் எல்லிஸின் விருப்பமானவை. முடி உலர்த்திகள், மாத்திரைகள் மற்றும் செல்போன்கள் - அவள் அவை அனைத்தையும் கவனித்துக்கொள்கிறாள்
te: ఎలక్ట్రికల్ విషయాలు ఎల్లిస్ యొక్క ఇష్టమైనవి. హెయిర్ డ్రయ్యర్లు, టాబ్లెట్లు మరియు సెల్ ఫోన్ లు - ఆమె వాటన్నిటినీ జాగ్రత్తగా చూసుకుంటుంది
th: เครื่องใช้ไฟฟ้าเป็นรายการโปรดของเอลลิส เครื่องเป่าผมแท็บเล็ตและโทรศัพท์มือถือ - เธอดูแลพวกเขาทั้งหมด
tk: Elektirik zatlar Ellisiň halypalarydyr. Saç guradylanlar, planşetler we el telefonlary - olaryň hemmesiniň aladasyny edýär
tr: Elektriksel şeyler Ellis'in favorileridir. Saç kurutma makineleri, tabletler ve cep telefonları - hepsiyle ilgileniyor
tt: Электр әйберләре Эллисның яратканнары. Чәч киптерүчеләр, планшетлар һәм кесә телефоннары - ул алар турында барысын да кайгырта
ug: ئېلېكتىرىك نەرسىلەر ئېلىسنىڭ ئەڭ ياخشى كۆرۈپ قالىدىغان نەرسىسى. چاچ قۇرۇتقۇچ، تابلېتكا ۋە يانفونلار _ ئۇ ھەممىسىنىڭ ھالىدىن خەۋەر ئالىدۇ
uk: Електричні речі є фаворитами Елліса. Фени, планшети і мобільні телефони - вона піклується про них усіх
ur: برقی چیزیں ایلس کی پسندیدہ ہیں۔ ہیئر ڈرائر، ٹیبلٹ اور موبائل فون - وہ ان سب کی دیکھ بھال کرتی ہے
uz: Elektr narsalar Ellisning sevimlilari. Soch quritgichlari, planshetlar va uyali telefonlar - u ularning barchasiga g'amxo'rlik qiladi
vi: Những thứ điện là yêu thích của Ellis. Máy sấy tóc, máy tính bảng và điện thoại di động - cô ấy chăm sóc tất cả chúng
zh_hans: 电气设备是埃利斯的最爱。吹风机，平板电脑和手机 - 她照顾他们
zu: Izinto zikagesi ziyizintandokazi zika-Ellis. Ama-dryers ezinwele, amaphilisi nomakhalekhukhwini - ubanakekela bonke
