Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_stubben_description
source: The stump collects leaves, twigs and flowers and the best of all is that what he collects becomes new soil in which you can plant new trees or flowers.
af: Die stomp versamel blare, takkies en blomme en die beste van alles is dat wat hy versamel, nuwe grond word waarin jy nuwe bome of blomme kan plant.
am: ጉቶው ቅጠሎችን፣ ቅርንጫፎቹንና አበቦችን የሚሰበስብ ሲሆን ከሁሉ የተሻለው ደግሞ እሱ የሚሰበስበው አዲስ አፈር መሆኑ ነው፤ በዚህ አፈር ውስጥ አዳዲስ ዛፎችን ወይም አበቦችን መትከል ትችላለህ።
ar: جمع الجذع الأوراق والأغصان والزهور وأفضل للجميع هو أن ما يجمع يصبح التربة الجديدة التي يمكنك زرع أشجار جديدة أو الزهور.
as: ষ্টাম্পটোৱে পাত, ডাল আৰু ফুল সংগ্ৰহ কৰে আৰু আটাইতকৈ ভাল টো হ'ল তেওঁ যি সংগ্ৰহ কৰে সেয়া নতুন মাটি হৈ পৰে য'ত আপুনি নতুন গছ বা ফুল ৰোপণ কৰিব পাৰে।
az: Bu kötük yarpaqları, budaqları və gülləri toplayır və ən yaxşısı odur ki, onun topladığı şeylər yeni torpağa çevrilir ki, onda yeni ağaclar və ya güllər əkmək olar.
bg: Пънът събира листа, клонки и цветя и най-доброто от всичко е, че това, което събира, става нова почва, в която можете да засадите нови дървета или цветя.
bn: স্টাম্পটি পাতা, ডাল এবং ফুল সংগ্রহ করে এবং সর্বোত্তমটি হ'ল তিনি যা সংগ্রহ করেন তা নতুন মাটি হয়ে যায় যেখানে আপনি নতুন গাছ বা ফুল রোপণ করতে পারেন।
bo: སྡོང་བོའི་ཡལ་གའི་ནང་དུ་ལོ་མ་དང་། མཚེ་མ། མེ་ཏོག་བཅས་འཚོལ་སྡུད་བྱས་པ་ཆེས་ལེགས་ཤོས་ནི་ཁོང་གིས་འཚོལ་སྡུད་བྱས་པའི་དངོས་པོ་དེ་ཁྱེད་ཚོས་སྡོང་བོ་གསར་པའམ་མེ་ཏོག་གསར་པ་འཛུགས་ཐུབ་པའི་ས་རྒྱུ་གསར་པ་ཞིག་ཏུ་གྱུར་ཡོད།
bs: Panj skuplja lišće, grančice i cvijeće a najbolje od svega je da ono što sakuplja postaje novo tlo u kojem možete posaditi novo drveće ili cvijeće.
ca: La soca recull fulles, branquetes i flors i el millor de tot és que el que recull es converteix en un nou sòl en el qual es poden plantar nous arbres o flors.
cs: Pařez sbírá listy, větvičky a květiny a nejlepší ze všeho je, že to, co sbírá, se stává novou půdou, do které můžete zasadit nové stromy nebo květiny.
cy: Mae'r stwmp yn casglu dail, brigau a blodau a'r gorau oll yw bod yr hyn mae'n ei gasglu yn dod yn bridd newydd lle gallwch blannu coed neu flodau newydd.
da: Stubben samler blade, kviste og blomster, og det bedste af alt er, at det, han samler, bliver ny jord, hvor du kan plante nye træer eller blomster.
de: Der Stumpf sammelt Blätter, Zweige und Blüten und das Beste von allem ist, dass das, was er sammelt, zu neuem Boden wird, in dem Sie neue Bäume oder Blumen pflanzen können.
el: Το κούτσουρο συλλέγει φύλλα, κλαδιά και λουλούδια και το καλύτερο από όλα είναι ότι αυτό που συλλέγει γίνεται νέο έδαφος στο οποίο μπορείτε να φυτέψετε νέα δέντρα ή λουλούδια.
es: El tocón recoge hojas, ramitas y flores y lo mejor de todo es que lo que recoge se convierte en nuevo suelo en el que se pueden plantar nuevos árboles o flores.
et: Känd kogub lehti, oksi ja lilli ning kõige parem on see, et see, mida ta kogub, muutub uueks pinnaseks, kuhu saab istutada uusi puid või lilli.
eu: Ukitzeak hostoak, adarrak eta loreak biltzen ditu, eta onena da jasotzen duena lur berri bihurtzen dela, non zuhaitz edo lore berriak landa daitezkeen.
fa: کنده برگ ها، شاخه ها و گل ها را جمع آوری می کند و بهترین آن چیزی است که او جمع آوری می کند تبدیل به خاک جدیدی می شود که در آن می توانید درختان یا گل های جدید کاشته شود.
fi: Kanto kerää lehtiä, oksia ja kukkia ja mikä parasta, se, mitä hän kerää, muuttuu uudeksi maaperäksi, johon voit istuttaa uusia puita tai kukkia.
fil: Ang stumps mangolekta ng mga dahon, twigs at bulaklak at ang pinakamahusay na ng lahat ay na kung ano ang kanyang nangongolekta ay nagiging bagong lupa kung saan maaari mong planta ng mga bagong puno o bulaklak.
fo: Stump collectar fara, kwigs og blómur og blómur, og tað besta av øllum er, at tað, sum hann savnar nýggj trø ella blómur.
fr: La souche recueille les feuilles, les brindilles et les fleurs et le meilleur de tous est que ce qu’il recueille devient un nouveau sol dans lequel vous pouvez planter de nouveaux arbres ou fleurs.
ga: Bailíonn an stumpa duilleoga, craobhóga agus bláthanna agus is é an rud is fearr ar fad ná go n-éiríonn an méid a bhailíonn sé ithir nua inar féidir leat crainn nó bláthanna nua a chur.
gl: O tobo recolle follas, ramas e flores e o mellor de todo é que o que recolle convértese nun novo chan no que se poden plantar novas árbores ou flores.
gu: ઠૂંઠાં પાંદડાં, ડાળીઓ અને ફૂલો એકઠાં કરે છે અને સૌથી સારી વાત એ છે કે તે જે એકઠું કરે છે તે નવી માટી બની જાય છે જેમાં તમે નવાં વૃક્ષો કે ફૂલો વાવી શકો છો.
he: הגדם אוסף עלים, זרדים ופרחים והטוב מכל הוא שמה שהוא אוסף הופך לאדמה חדשה שבה ניתן לשתול עצים או פרחים חדשים.
hi: स्टंप पत्तियों, टहनियों और फूलों को इकट्ठा करता है और सबसे अच्छी बात यह है कि वह जो इकट्ठा करता है वह नई मिट्टी बन जाती है जिसमें आप नए पेड़ या फूल लगा सकते हैं।
hr: Panj skuplja lišće, grančice i cvijeće, a najbolje od svega je da ono što skuplja postaje novo tlo u kojem možete posaditi nova stabla ili cvijeće.
hu: A csonk leveleket, gallyakat és virágokat gyűjt, és a legjobb az egészben, hogy amit gyűjt, új talajgá válik, amelyben új fákat vagy virágokat ültethet.
hy: Կոճղը հավաքում է տերեւներ, ողորկներ եւ ծաղիկներ, եւ ամենալավն այն է, որ այն, ինչ նա հավաքում է, դառնում է նոր հող, որի մեջ դուք կարող եք տնկել նոր ծառեր կամ ծաղիկներ։
id: Tunggul mengumpulkan daun, ranting dan bunga dan yang terbaik dari semuanya adalah bahwa apa yang ia kumpulkan menjadi tanah baru di mana Anda dapat menanam pohon atau bunga baru.
is: Stubburinn safnar laufum, kvistum og blómum og það besta af öllu er að það sem hann safnar verður að nýjum jarðvegi þar sem hægt er að planta nýjum trjám eða blómum.
it: Il ceppo raccoglie foglie, ramoscelli e fiori e la cosa migliore di tutte è che ciò che raccoglie diventa nuovo terreno in cui è possibile piantare nuovi alberi o fiori.
ja: 切り株は葉、小枝や花を収集し、すべての最高の彼が収集するものは、あなたが新しい木や花を植えることができる新しい土壌になるということです。
ka: stump აგროვებს ფოთლები, twigs და ყვავილები და საუკეთესო ის არის, რომ ის, რაც იგი აგროვებს ხდება ახალი ნიადაგი, რომელშიც შეგიძლიათ მცენარეთა ახალი ხეები ან ყვავილები.
kk: Түбір жапырақтарды, бұтақтарды және гүлдерді жинайды және ең жақсысы – ол жинаған нәрсе жаңа топыраққа айналады, онда жаңа ағаштар немесе гүлдер отырғызуға болады.
km: ស្ពៃ ប្រមូល ស្លឹក ស្ពៃ និង ផ្កា និង ផ្កា ហើយ អ្វី ដែល ល្អ បំផុត គឺ អ្វី ដែល គាត់ ប្រមូល បាន ក្លាយ ជា ដី ថ្មី ដែល អ្នក អាច ដាំ ដើម ឈើ ឬ ផ្កា ថ្មី បាន ។
kn: ಸ್ಟಂಪ್ ಎಲೆಗಳು, ರೆಂಬೆಗಳು ಮತ್ತು ಹೂವುಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಎಲ್ಲಕ್ಕಿಂತ ಉತ್ತಮವಾದುದು ಅವನು ಸಂಗ್ರಹಿಸುವ ಹೊಸ ಮಣ್ಣು ಆಗುತ್ತದೆ, ಅದರಲ್ಲಿ ನೀವು ಹೊಸ ಮರಗಳು ಅಥವಾ ಹೂವುಗಳನ್ನು ನೆಡಬಹುದು.
ko: 그루터기는 나뭇잎, 나뭇 가지, 꽃을 모으고 무엇보다도 가장 좋은 점은 그가 수집 한 것이 새로운 나무나 꽃을 심을 수있는 새로운 토양이된다는 것입니다.
ku: گڵۆپەکە گەڵا و چڵ و گوڵ کۆدەکاتەوە و لە هەمووی باشتر ئەوەیە کە ئەوەی کۆدەکاتەوە دەبێتە خاکێکی نوێ کە تۆ بتوانیت داری نوێ یان گوڵی تێدا بچێنیت.
ky: Түбүндө жалбырактар, тигүүлөр жана гүлдөр чогултулат жана баарынан жакшысы , ал чогултуп жаткан нерсе жаңы топурак болуп калат, анда сиз жаңы дарактарды же гүлдөрдү отургуза аласыз.
lo: ຕ່ອນເກັບໃບ, ກິ່ງແລະດອກໄມ້ແລະສິ່ງທີ່ດີທີ່ສຸດແມ່ນສິ່ງທີ່ລາວເກັບໄດ້ກາຍເປັນດິນໃຫມ່ທີ່ທ່ານສາມາດປູກຕົ້ນໄມ້ຫຼືດອກໄມ້ໃຫມ່ໄດ້.
lt: Kelmas renka lapus, šakeles ir gėles, o geriausia yra tai, kad tai, ką jis renka, tampa nauju dirvožemiu, kuriame galite sodinti naujus medžius ar gėles.
lv: Celms savāc lapas, zarus un ziedus, un labākais no visiem ir tas, ka tas, ko viņš savāc, kļūst par jaunu augsni, kurā jūs varat stādīt jaunus kokus vai ziedus.
mg: Ny foto-kazo dia manangona ravina, rantsankazo sy voninkazo ary ny tsara indrindra amin'izany rehetra izany dia ny hoe lasa tany vaovao izay ahafahanao mamboly hazo na voninkazo vaovao ny zavatra angoniny.
mi: Ka kohia e te timutimu he rau, he twigs me ngā putiputi, ā, ko te mea tino pai rawa, ko tāna e kohikohi ai hei oneone hou e taea ai e koe te whakatō rākau hou, putiputi rānei.
mk: Штурецот собира листови, гранчиња и цвеќиња и најдоброто од сите е дека она што го собира станува нова почва во која можете да засадите нови дрвја или цвеќиња.
ml: സ്റ്റമ്പ് ഇലകളും ചുള്ളിക്കമ്പുകളും പൂക്കളും ശേഖരിക്കുന്നു, ഏറ്റവും മികച്ചത് അവൻ ശേഖരിക്കുന്നത് പുതിയ മണ്ണായി മാറുന്നു, അതിൽ നിങ്ങൾക്ക് പുതിയ മരങ്ങളോ പൂക്കളോ നടാൻ കഴിയും.
mn_cyrl: Хожуул нь навч, мөчрүүд, цэцэг цуглуулдаг бөгөөд хамгийн сайн нь түүний цуглуулсан зүйл шинэ мод, цэцэг тарих шинэ хөрс болдог.
mr: स्टंप पाने, फांद्या आणि फुले गोळा करतो आणि सर्वात चांगले म्हणजे त्याने जे गोळा केले ते नवीन माती बनते ज्यामध्ये आपण नवीन झाडे किंवा फुले लावू शकता.
ms: Tunggul mengumpul daun, ranting dan bunga dan yang terbaik adalah bahawa apa yang dikumpulkannya menjadi tanah baru di mana anda boleh menanam pokok atau bunga baru.
mt: Il-zokk jiġbor weraq, friegħi u fjuri u l-aħjar minn kollox huwa li dak li jiġbor isir ħamrija ġdida li fiha tista 'tħawwel siġar jew fjuri ġodda.
my: အရွက်များ၊ အရွက်များ၊ အပင်များနှင့် ပန်းများနှင့် အကောင်းဆုံးမှာ သူစုဆောင်းထားသည့်အရာမှာ သစ်ပင်အသစ်များ သို့မဟုတ် ပန်းပွင့်များ စိုက်ပျိုးနိုင်သည့်မြေအသစ်များဖြစ်လာခြင်းဖြစ်သည်။
nb: Stubben samler blader, kvister og blomster, og det beste av alt er at det han samler blir ny jord der du kan plante nye trær eller blomster.
ne: स्टम्पले पातहरू, हाँगाहरू र फूलहरू सङ्कलन गर्दछ र सबै भन्दा राम्रो यो हो कि उसले संकलन गरेको नयाँ माटो बन्छ जसमा तपाईं नयाँ रूखहरू वा फूलहरू रोप्न सक्नुहुन्छ।
nl: De stronk verzamelt bladeren, twijgen en bloemen en het beste van alles is dat wat hij verzamelt nieuwe grond wordt waarin je nieuwe bomen of bloemen kunt planten.
or: ଷ୍ଟମ୍ପ ପତ୍ର, ଡାଳ ଏବଂ ଫୁଲ ସଂଗ୍ରହ କରେ ଏବଂ ସର୍ବୋତ୍ତମ ହେଉଛି ସେ ଯାହା ସଂଗ୍ରହ କରନ୍ତି ତାହା ନୂତନ ମାଟିରେ ପରିଣତ ହୁଏ ଯେଉଁଥିରେ ଆପଣ ନୂତନ ଗଛ କିମ୍ବା ଫୁଲ ଲଗାଇପାରିବେ |
pa: ਸਟੰਪ ਪੱਤਿਆਂ, ਟਹਿਣੀਆਂ ਅਤੇ ਫੁੱਲਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਗੱਲ ਇਹ ਹੈ ਕਿ ਜੋ ਉਹ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਉਹ ਨਵੀਂ ਮਿੱਟੀ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਨਵੇਂ ਰੁੱਖ ਜਾਂ ਫੁੱਲ ਲਗਾ ਸਕਦੇ ਹੋ।
pl: Kikut zbiera liście, gałązki i kwiaty, a najlepsze jest to, że to, co zbiera, staje się nową glebą, w której można sadzić nowe drzewa lub kwiaty.
ps: سټمپ پاڼې ، ټوګی او ګلان راټولوی او تر ټولو ښه دا دی چې هغه څه چې هغه راټولوی هغه نوې خاورې شی چې تاسو پکې نوې ونې یا ګلان وکرلی شئ.
pt_br: O toco coleta folhas, galhos e flores e o melhor de tudo é que o que ele coleta se torna um novo solo no qual você pode plantar novas árvores ou flores.
ro: Butucul colectează frunze, crengi și flori și cel mai bun dintre toate este că ceea ce colectează devine un sol nou în care puteți planta copaci sau flori noi.
ru: Пень собирает листья, ветки и цветы, и лучше всего то, что то, что он собирает становится новой почвой, в которой вы можете посадить новые деревья или цветы.
sk: Pahýľ zbiera listy, vetvičky a kvety a najlepšie zo všetkého je, že to, čo zbiera, sa stáva novou pôdou, v ktorej môžete zasadiť nové stromy alebo kvety.
sl: Stump zbira listje, vejica in cvetje in najboljše od vsega je, da to, kar zbira, postane nova tla, v kateri lahko posadite nova drevesa ali cvetje.
sq: Trungu mbledh gjethe, degëza dhe lule dhe më e mira nga të gjitha është se ajo që mbledh ai bëhet tokë e re në të cilën mund të mbjellësh pemë ose lule të reja.
sr_latn: Patrljak sakuplja lišće, grančice i cveće i najbolje od svega je što ono što sakuplja postaje novo zemljište u kojem možete posaditi novo drveće ili cveće.
sv: Stubben samlar på löv, kvistar och blommor och det bästa av allt är att det han samlar ihop blir till ny jord som man kan plantera nya träd eller blommor i.
sw: Mkonge hukusanya majani, majani na maua na bora zaidi ni kwamba anachokusanya kinakuwa udongo mpya ambao unaweza kupanda miti mipya au maua.
ta: ஸ்டம்பு இலைகள், கிளைகள் மற்றும் மலர்களை சேகரிக்கிறது, மேலும் எல்லாவற்றிலும் சிறந்தது என்னவென்றால், அவர் சேகரிப்பது புதிய மண்ணாக மாறும், அதில் நீங்கள் புதிய மரங்கள் அல்லது பூக்களை நடலாம்.
te: స్టంప్ ఆకులు, కొమ్మలు మరియు పువ్వులను సేకరిస్తుంది మరియు అన్నింటికంటే ఉత్తమమైనది ఏమిటంటే, అతను సేకరించేది కొత్త మట్టిగా మారుతుంది, దీనిలో మీరు కొత్త చెట్లు లేదా పువ్వులను నాటవచ్చు.
th: ตอไม้รวบรวมใบไม้กิ่งไม้และดอกไม้และที่ดีที่สุดคือสิ่งที่เขารวบรวมกลายเป็นดินใหม่ที่คุณสามารถปลูกต้นไม้หรือดอกไม้ใหม่ได้
tk: Tüýkülik ýapraklary, şahalary we gülleri ýygnaýar. Iň gowusy, onuň ýygnaýan zatlary täze agaçlary ýa-da gülleri ekmek üçin täze topraga öwrülýär.
tr: Kütük yaprakları, dalları ve çiçekleri toplar ve en iyisi, topladığı şeyin yeni ağaçlar veya çiçekler dikebileceğiniz yeni toprak haline gelmesidir.
tt: Тамыр яфракларны, ботакларны, чәчәкләрне җыя һәм иң яхшысы - ул җыйган нәрсәләр яңа туфракка әйләнә, анда яңа агачлар яки чәчәк утыра аласыз.
ug: دەرەخ غولىدا يوپۇرماق، دەرەخ شاخلىرى ۋە گۈل- گىياھلار توپلىنىدۇ ۋە ئۇنىڭ توپلىغان نەرسىسى يېڭى دەرەخ ياكى گۈل تىكەلەيدىغان يېڭى تۇپراققا ئايلىنىدۇ.
uk: Пень збирає листя, гілочки і квіти і найкраще те, що те, що він збирає, стає новим грунтом, в якому можна садити нові дерева або квіти.
ur: اسٹمپ پتے، ٹہنیاں اور پھول جمع کرتا ہے اور سب سے اچھی بات یہ ہے کہ جو کچھ وہ جمع کرتا ہے وہ نئی مٹی بن جاتا ہے جس میں آپ نئے درخت یا پھول لگا سکتے ہیں۔
uz: Kurtak barglar, novdalar va gullarni yig'adi va eng yaxshisi, u to'plagan narsa yangi tuproqqa aylanadi va unda siz yangi daraxtlar yoki gullar ekishingiz mumkin.
vi: Gốc cây thu thập lá, cành cây và hoa và tốt nhất là những gì anh ta thu thập trở thành đất mới trong đó bạn có thể trồng cây hoặc hoa mới.
zh_hans: 树桩收集树叶，树枝和花朵，最重要的是，他收集的东西变成了新的土壤，您可以在其中种植新的树木或花朵。
zu: Isiphunzi siqoqa amaqabunga, amacembe nezimbali futhi okuhle kunakho konke ukuthi lokho akuqoqayo kuba umhlabathi omusha lapho ungatshala khona izihlahla ezintsha noma izimbali.
