Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# clock_time_4
source: Four
af: Vier
am: አራት
ar: اربعه
as: চাৰি
az: Dörd
bg: Четири
bn: চার
bo: བཞི།
bs: Četiri
ca: Quatre
cs: Čtyři
cy: Pedwar
da: Fire
de: Vier
el: Τέσσερα
es: Cuatro
et: Neli
eu: Lau
fa: چهار
fi: Neljä
fil: Apat
fo: Fýra
fr: Quatre
ga: Ceathrar
gu: ચાર
he: ארבע
hi: चार
hr: Četiri
hu: Négy
hy: Չորս
id: Empat
is: Fjórir
it: Quattro
ka: ოთხი
kk: Төрт
km: បួន
kn: ನಾಲ್ಕು
ku: چوار
ky: Төртөө
lo: ສີ່
lt: Keturi
lv: Četri
mg: Efatra
mi: Whā
mk: Четворица.
ml: നാല്
mn_cyrl: Дөрвөн
mr: चार
ms: Empat
mt: Erbgħa
my: လေး
nb: Fire
ne: चार
nl: Vier
or: ଚାରି
pa: ਚਾਰ
pl: Cztery
ps: څلور
pt_br: Quatro
ro: Patru
ru: Четыре
sk: Štyri
sl: Štiri
sq: Katër
sr_latn: Četiri
sv: fyra
sw: Nne
ta: நான்கு
te: నాలుగు
th: สี่
tk: Dört
tr: Dört
uk: Чотири
ur: چار
uz: Toʻrtlik
vi: Bốn
zh_hans: 四
zu: Ezine

# clock_time_5
source: five
af: Vyf
am: አምስት
ar: خمسة
as: পাঁচ
az: Beş
bg: Пет
bn: পাঁচ
bo: ལྔ།
bs: Pet
ca: Cinc
cs: Pět
cy: Pump
da: Fem
de: Fünf
el: Πέντε
es: Cinco
et: Viis
eu: Bost
fa: پنج
fi: Viisi
fil: limang
fo: fimm
fr: cinq
ga: cúig cinn
gl: Cinco
gu: પાંચ
he: חמש
hi: पांच
hr: Pet
hu: Öt
hy: Հինգ
id: Lima
is: Fimm
it: Cinque
ka: ხუთი
kk: бес
km: ប្រាំ
kn: ಐದು
ku: پێنج
ky: беш
lo: ຫ້າ
lt: Penki
lv: Pieci
mg: dimy
mi: rima
mk: Пет.
ml: അഞ്ച്
mn_cyrl: тав
mr: पाच
ms: Lima
mt: Ħamsa
my: ငါး
nb: Fem
ne: पाँच
nl: Vijf
or: ପାଞ୍ଚ
pa: ਪੰਜੀ
pl: Pięć
ps: پنځه
pt_br: Cinco
ro: Cinci
ru: خمسة
sk: Päť
sl: Pet
sq: Pesë
sr_latn: Pet
sv: fem
sw: Tano
ta: ஐந்து
te: ఐదు
th: ห้า
tk: bäşin
tr: beş
tt: биш
ug: بەش
uk: П’ять
ur: پانچ
uz: besh
vi: Năm
zh_hans: 五
zu: ezinhlanu

# clock_time_6
source: six
af: Ses
am: ስድስት
ar: سته
as: ছয়
az: Altı
bg: Шест
bn: ছয়
bo: དྲུག
bs: Šest
ca: Sis
cs: Šest
cy: Chwech
da: Seks
de: Sechs
el: Έξι
es: Seis
et: Kuus
eu: Sei
fa: شش
fi: Kuusi
fil: anim na
fo: seks
ga: sé cinn
gu: છ
he: שש
hi: छः
hr: Šest
hu: Hat
hy: Վեց
id: Enam
is: Sex
it: Sei
ka: ექვსი
kk: алты
km: ប្រាំមួយ
kn: ಆರು
ku: شەش
ky: алты
lo: ຫົກ
lt: Šeši
lv: Seši
mg: enina
mi: ono
mk: Шест.
ml: ആറ്
mn_cyrl: зургаа
mr: सहा
ms: Enam
mt: Sitta
my: ခြောက်
nb: Seks
ne: छ
nl: Zes
or: ଛଅ
pa: ਛੇ
pl: Sześć
ps: شپږ
pt_br: Seis
ro: Șase
ru: Шесть
sk: Šesť
sl: Šest
sq: Gjashtë
sr_latn: Šest
sv: sex
sw: Sita
ta: ஆறு
te: ఆరు
th: หก
tk: alty
tr: Altı
tt: алты
ug: ئالتە
uk: Шість
ur: چھ
uz: olti
vi: Sáu
zh_hans: 六
zu: eziyisithupha

# clock_time_7
source: seven
af: Sewe
am: ሰባት
ar: سبعه
as: সাত
az: Yeddi
bg: Седем
bn: সাত
bo: བདུན།
bs: Sedam
ca: Set
cs: Sedm
cy: Saith
da: Syv
de: Sieben
el: Επτά
es: Siete
et: Seitse
eu: Zazpi
fa: هفت
fi: Seitsemän
fil: pito
fo: sjey
fr: sept
ga: seacht gcinn
gl: Sete
gu: સાત
he: שבע
hi: सात
hr: Sedam
hu: Hét
hy: Յոթ
id: Tujuh
is: Sjö
it: Sette
ka: შვიდი
kk: жетінші
km: ប្រាំពីរ
kn: ಏಳು
ku: حەوت
ky: жети
lo: ເຈັດ
lt: Septyni
lv: Septiņi
mg: fito
mi: whitu
mk: Седум.
ml: ഏഴ്
mn_cyrl: долоо
mr: सात
ms: Tujuh
mt: Sebgħa
my: ခုနစ်
nb: Sytten
ne: सात
nl: Zeven
or: ସାତ
pa: ਸੱਤ
pl: Siedem
ps: اووه
pt_br: Sete
ro: Șapte
ru: семь
sk: Sedem
sl: Sedem
sq: Shtatë
sr_latn: Sedam
sv: sju
sw: Saba
ta: ஏழு
te: ఏడు
th: เจ็ด
tk: ýedi
tr: yedi
tt: җиде
ug: يەتتە
uk: Сім
ur: سات
uz: yetti
vi: Bảy
zh_hans: 七
zu: eziyisikhombisa

# clock_time_8
source: eight
af: Agt
am: ስምንት
ar: ثمانيه
as: আঠ
az: Səkkiz
bg: Осем
bn: আট
bo: བརྒྱད།
bs: Osam
ca: Vuit
cs: Osm
cy: Wyth
da: Otte
de: Acht
el: Οχτώ
es: Ocho
et: Kaheksa
eu: Zortzi
fa: هشت
fi: Kahdeksan
fil: walong taong gulang
fo: átta
fr: huit
ga: ochtar
gl: Oito
gu: આઠ
he: שמונה
hi: आठ
hr: Osam
hu: Nyolc
hy: Ութ
id: Delapan
is: Átta
it: Otto
ka: რვა
kk: сегіз
km: ប្រាំបី
kn: ಎಂಟು
ku: هەشت
ky: сегиз
lo: ແປດ
lt: Aštuoni
lv: Astoņi
mg: valo
mi: waru
mk: Осум.
ml: എട്ട്
mn_cyrl: найм
mr: आठ
ms: Lapan
mt: Tmienja
my: ရှစ်
nb: Åtte
ne: आठ
nl: Acht
or: ଆଠ
pa: ਅੱਠੀ
pl: Osiem
ps: اته
pt_br: Oito
ro: Opt
ru: восемь
sk: Osem
sl: Osem
sq: Tetë
sr_latn: Osam
sv: åtta
sw: Nane
ta: எட்டு
te: ఎనిమిది
th: แปด
tk: sekiz
tr: sekiz
tt: сигез
ug: سەككىز
uk: Вісім
ur: آٹھ
uz: sakkiz
vi: Tám
zh_hans: 八
zu: eziyisishiyagalombili

# clock_time_9
source: nine
af: Nege
am: ዘጠኝ
ar: تسعه
as: ন
az: Doqquz
bg: Девет
bn: নয়
bo: དགུ།
bs: Devet
ca: Nou
cs: Devět
cy: Naw
da: Ni
de: Neun
el: Εννέα
es: Nueve
et: Üheksa
eu: Bederatzi
fa: نه
fi: Yhdeksän
fil: siyam
fo: níggju
fr: neuf
ga: naoi
gu: નવ
he: תשע
hi: नौ
hr: Devet
hu: Kilenc
hy: Ինը
id: Sembilan
is: Níu
it: Nove
ka: ცხრა
kk: тоғыз
km: ប្រាំបួន
kn: ಒಂಬತ್ತು
ku: نۆ
ky: тогуз
lo: ເກົ້າ
lt: Devyni
lv: Deviņi
mg: sivy
mi: iwa
mk: Девет.
ml: ഒന്പതു
mn_cyrl: ес
mr: नऊ
ms: Sembilan
mt: Disgħa
my: ကိုး
nb: Ni
ne: नौ
nl: Negen
or: ନଅ
pa: ਨੌਂ
pl: Dziewięć
ps: نهه
pt_br: Nove
ro: Nouă
ru: девять
sk: Deväť
sl: Devet
sq: Nëntë
sr_latn: Devet
sv: nio
sw: Tisa
ta: ஒன்பது
te: తొమ్మిది
th: เก้า
tk: dokuz
tr: dokuz
tt: тугыз
ug: توققۇز
uk: Дев’ять
ur: نو
uz: to'qqizta
vi: Chín
zh_hans: 九
zu: ayisishiyagalolunye

# clock_time_description_0600_to_0730
source: Now it's morning and around this time we eat breakfast.
af: Nou is dit oggend en rondom hierdie tyd eet ons ontbyt.
am: አሁን ጠዋት ና በዚህ ሰዓት አካባቢ ቁርስ እንበላለን።
ar: الآن هو الصباح وحول هذا الوقت نأكل الإفطار.
as: এতিয়া ৰাতিপুৱা আৰু এই সময়ত আমি ৰাতিপুৱাৰ আহাৰ খাওঁ।
az: İndi səhər və ətrafda bu dəfə səhər yeməyi yeyirik.
bg: Сега е сутрин и около това време ядем закуска.
bn: এখন সকাল হয়ে গেছে এবং এই সময়ে আমরা প্রাতঃরাশ খাই।
bo: ད་ལྟ་སྔ་དྲོ་རེད། དུས་ཚོད་འདིའི་ཡས་མས་སུ་ང་ཚོས་ནངས་ཇ་འཐུང་བ་ཡིན།
bs: Sada je jutro i okolo u ovo vrijeme doručkujemo.
ca: Ara és al matí i al voltant d'aquesta hora esmorzem.
cs: Teď je ráno a kolem této doby jíme snídani.
cy: Nawr mae'n fore a thua'r adeg yma rydyn ni'n bwyta brecwast.
da: Nu er det morgen og omkring dette tidspunkt spiser vi morgenmad.
de: Jetzt ist es Morgen und um diese Zeit frühstücken wir.
el: Τώρα είναι πρωί και περίπου αυτή την ώρα τρώμε πρωινό.
es: Ahora es de mañana y por esta vez desayunamos.
et: Nüüd on hommik ja umbes sel ajal sööme hommikusööki.
eu: Orain biharkoa da eta ordu honen inguruan gosaltzen dugu.
fa: حالا صبح است و در اطراف این زمان صبحانه می خوریم.
fi: Nyt on aamu ja tähän aikaan syömme aamiaista.
fil: Ngayon ay umaga na at sa oras na ito kumain kami ng almusal.
fo: Nú er tað morgun og á leið, vit eta morgunmat.
fr: Maintenant, c’est le matin et à cette époque, nous prenons le petit déjeuner.
ga: Anois tá sé maidin agus timpeall an ama seo ithimid bricfeasta.
gl: Xa é pola mañá e a esta hora almorzamos.
gu: હવે સવાર થઈ ગઈ છે અને આ સમયે અમે નાસ્તો કરીએ છીએ.
he: עכשיו זה בוקר ובסביבות הזמן הזה אנחנו אוכלים ארוחת בוקר.
hi: अब सुबह है और इस समय के आसपास हम नाश्ता करते हैं।
hr: Sada je jutro i u ovo vrijeme doručkujemo.
hu: Most reggel van, és ez idő tájt reggelizünk.
hy: Այժմ առավոտ է եւ այս անգամ նախաճաշում ենք:
id: Sekarang sudah pagi dan sekitar waktu ini kita sarapan.
is: Nú er komið að morgni og um þetta leyti borðum við morgunmat.
it: Ora è mattina e in questo periodo facciamo colazione.
ja: 今は朝で、この頃は朝食を食べます。
ka: ახლა დილით და ამ დროს საუზმეს ვჭამთ.
kk: Қазір таңертең және осы уақыттың төңірегінде таңертеңгі ас ішеміз.
km: ឥឡូវ នេះ វា នៅ ព្រឹក ហើយ នៅ ជុំវិញ ពេល នេះ យើង បរិភោគ អាហារ ពេល ព្រឹក ។
kn: ಈಗ ಬೆಳಿಗ್ಗೆ ಮತ್ತು ಈ ಸಮಯದಲ್ಲಿ ನಾವು ಉಪಾಹಾರವನ್ನು ತಿನ್ನುತ್ತೇವೆ.
ko: 이제 아침이고 이쯤 되면 우리는 아침을 먹는다.
ku: ئێستا بەیانیە و لەم کاتەدا نانی بەیانی دەخۆین.
ky: Азыр эртең менен жана бул убакыттын тегерегинде биз эртең мененки тамакты жейбиз.
lo: ບັດ ນີ້ ມັນ ເປັນ ຕອນ ເຊົ້າ ແລະ ອ້ອມ ຮອບ ເທື່ອ ນີ້ ພວກ ເຮົາ ກິນ ເຂົ້າ ເຊົ້າ.
lt: Dabar jau rytas ir maždaug tuo metu valgome pusryčius.
lv: Tagad ir rīts un ap šo laiku mēs ēdam brokastis.
mg: Ankehitriny maraina sy manodidina amin'izao fotoana izao dia mihinana sakafo maraina izahay.
mi: Ināianei kai te ata, a, i tēnei wā ka kai parakuihi tātau.
mk: Сега е утро и околу ова време јадеме појадок.
ml: ഇപ്പോൾ രാവിലെയാണ്, ഈ സമയത്ത് ഞങ്ങൾ പ്രഭാതഭക്ഷണം കഴിക്കുന്നു.
mn_cyrl: Одоо өглөө болж, энэ үед бид өглөөний хоол иддэг болсон.
mr: आता सकाळ झाली आहे आणि याच सुमारास आम्ही नाश्ता करतो.
ms: Sekarang pagi dan sekitar masa ini kita makan sarapan pagi.
mt: Issa huwa filgħodu u madwar dan iż-żmien nieklu l-kolazzjon.
my: အခု နံနက်ခင်းနဲ့ ဒီအချိန်လောက်မှာ နံနက်စာစားကြတယ်။
nb: Nå er det morgen og rundt denne tiden spiser vi frokost.
ne: अहिले बिहान को समय छ र यस समयमा हामी ब्रेकफास्ट खान्छौं।
nl: Nu is het ochtend en rond deze tijd ontbijten we.
or: ବର୍ତ୍ତମାନ ସକାଳ ଏବଂ ଏହି ସମୟରେ ଆମେ ଜଳଖିଆ ଖାଇଥାଉ |
pa: ਹੁਣ ਸਵੇਰ ਹੋ ਗਈ ਹੈ ਅਤੇ ਇਸ ਸਮੇਂ ਦੇ ਆਸ ਪਾਸ ਅਸੀਂ ਨਾਸ਼ਤਾ ਕਰਦੇ ਹਾਂ।
pl: Teraz jest poranek i mniej więcej o tej porze jemy śniadanie.
ps: اوس سهار دی او د دې وخت شاوخوا موږ ناشته خورو.
pt_br: Agora é de manhã e desta vez damos café da manhã.
ro: Acum e dimineață și cam în această perioadă mâncăm micul dejun.
ru: Сейчас утро, и примерно в это время мы завтракаем.
sk: Teraz je ráno a približne v tomto čase jeme raňajky.
sl: Zdaj je jutro in okoli tega časa jemo zajtrk.
sq: Tani është mëngjes dhe rreth kësaj kohe ne hamë mëngjes.
sr_latn: Sada je jutro i negde u ovo vreme doručkujemo.
sv: Nu är det morgon och runt den här tiden äter vi frukost.
sw: Sasa ni asubuhi na karibu wakati huu tunakula kifungua kinywa.
ta: இப்போது அது காலை மற்றும் இந்த நேரத்தில் நாம் காலை உணவு சாப்பிடுகிறோம்.
te: ఇప్పుడు ఇది ఉదయం మరియు ఈ సమయంలో మేము అల్పాహారం తింటాము.
th: ตอนนี้มันเช้าและรอบเวลานี้เรากินอาหารเช้า
tk: Indi irden we bu gezek ertirlik naharyny iýýäris.
tr: Şimdi sabah ve bu sıralarda kahvaltı yapıyoruz.
tt: Хәзер иртән дә, шул вакыт тирәдә иртәнге аш ашыйбыз.
ug: ھازىر ئەتىگەن بولۇپ، بۇ چاغدا بىز ناشتىلىق يەيمىز.
uk: Зараз ранок, і приблизно в цей час ми снідаємо.
ur: اب صبح ہے اور اس وقت کے آس پاس ہم ناشتہ کرتے ہیں۔
uz: Endi ertalab va bu safar nonushta qilamiz.
vi: Bây giờ là buổi sáng và khoảng thời gian này chúng tôi ăn sáng.
zh_hans: 现在是早上，大约在这个时候我们吃早餐。
zu: Manje kusekuseni futhi ngalesi sikhathi sidla isidlo sasekuseni.

# clock_time_description_0730_to_0830
source: Now it's morning.
af: Nou is dit môre.
am: አሁን ጠዋት ነው።
ar: الآن هو الصباح.
as: এতিয়া ৰাতিপুৱা হৈছে।
az: İndi isə səhərdir.
bg: Сега е сутрин.
bn: এখন সকাল হয়ে গেছে।
bo: ད་ལྟ་ནི་ཞོགས་པ་རེད།
bs: Sada je jutro.
ca: Ara és el matí.
cs: Teď je ráno.
cy: Nawr mae'n fore.
da: Nu er det morgen.
de: Jetzt ist es Morgen.
el: Τώρα είναι πρωί.
es: Ahora es de mañana.
et: Nüüd on hommik.
eu: Orain biharkoa da.
fa: حالا صبح است.
fi: Nyt on aamu.
fil: Ngayon ay umaga na.
fo: Nú er tað morgun.
fr: Maintenant, c’est le matin.
ga: Anois tá sé ar maidin.
gl: Agora é de mañá.
gu: હવે સવાર થઈ ગઈ છે.
he: עכשיו זה בוקר.
hi: अब सुबह हो गई है।
hr: Sada je jutro.
hu: Most reggel van.
hy: Հիմա առավոտ է...
id: Sekarang sudah pagi.
is: Nú er komið að morgni.
it: Ora è mattina.
ja: 今は朝です。
ka: ახლა დილაა.
kk: Енді таңертең.
km: ឥឡូវ ព្រឹក ។
kn: ಈಗ ಬೆಳಿಗ್ಗೆ.
ko: 이제 아침입니다.
ku: ئێستا بەیانیە
ky: Эми эртең менен.
lo: ດຽວນີ້ຕອນເຊົ້າ.
lt: Dabar jau rytas.
lv: Tagad ir rīts.
mg: Ankehitriny maraina ny andro.
mi: Ināianei kai te ata.
mk: Сега е утро.
ml: ഇപ്പോൾ നേരം പുലർന്നിരിക്കുന്നു.
mr: आता सकाळ झाली आहे.
ms: Sekarang pagi.
mt: Issa huwa filgħodu.
my: အခုတော့ နံနက်ခင်းပါပဲ။
nb: Nå er det morgen.
ne: अब सुबह हो चुकी है।
nl: Nu is het ochtend.
or: ବର୍ତ୍ତମାନ ସକାଳ ।
pa: ਹੁਣ ਸਵੇਰ ਹੋ ਗਈ ਹੈ।
pl: Teraz jest poranek.
ps: اوس سهار دی.
ro: Acum e dimineață.
ru: Сейчас утро.
sk: Teraz je ráno.
sl: Zdaj je jutro.
sq: Tani është mëngjes.
sv: Nu är det morgon.
sw: Sasa ni asubuhi.
ta: இப்போது அது காலை.
te: ఇప్పుడు ఉదయం అయింది.
th: ตอนนี้ก็เช้า
tk: Indi daň atýar.
tr: Şimdi sabah oldu.
tt: Хәзер иртә.
ug: ھازىر تاڭ سەھەر بولدى.
uk: Тепер ранок.
ur: اب صبح ہو چکی ہے۔
uz: Endi tong.
vi: Bây giờ là buổi sáng.
zh_hans: 现在是早上。
zu: Manje kusekuseni.

# clock_time_description_0830_to_0900
source: Around this time we eat fruit.
af: Rondom hierdie tyd eet ons vrugte.
am: በዚህ ጊዜ አካባቢ ፍራፍሬ እንበላለን።
ar: في هذا الوقت نأكل الفاكهة
as: এই সময়ত আমি ফল খাওঁ।
az: Bu vaxt ərzində meyvə yeyirik.
bg: Около това време ядем плодове.
bn: এ সময় আমরা ফল খাই।
bo: དུས་ཚོད་འདིའི་ཡས་མས་སུ་ང་ཚོས་ཤིང་ཏོག་ཟ་བ་
bs: U ovo vrijeme jedemo voće.
ca: En aquesta època mengem fruita.
cs: Kolem této doby jíme ovoce.
cy: Tua'r adeg yma rydyn ni'n bwyta ffrwythau.
da: Omkring dette tidspunkt spiser vi frugt.
de: Um diese Zeit essen wir Obst.
el: Περίπου αυτή την εποχή τρώμε φρούτα.
es: Por esta época comemos fruta.
et: Umbes sel ajal sööme puuvilju.
eu: Denbora honen inguruan fruta jaten dugu.
fa: در حدود این زمان میوه می خوریم.
fi: Samoin päin syömme hedelmiä.
fil: Sa panahong ito kumakain kami ng prutas.
fo: Um hesa tíðina eta vit frukt.
fr: À cette époque, nous mangeons des fruits.
ga: Timpeall an ama seo ithimid torthaí.
gl: Nesta ocasión comemos froita.
gu: આ સમયે આપણે ફળ ખાઈએ છીએ.
he: בערך בתקופה זו אנו אוכלים פירות.
hi: इस समय के आसपास हम फल खाते हैं।
hr: Otprilike u ovo vrijeme jedemo voće.
hu: Ez idő tájt gyümölcsöt eszünk.
hy: Այս ընթացքում մենք միրգ ենք ուտում։
id: Sekitar waktu ini kita makan buah.
is: Um þetta leyti borðum við ávexti.
it: In questo periodo mangiamo frutta.
ja: この頃、私たちは果物を食べます。
ka: დაახლოებით ამ დროს ჩვენ ვჭამთ ხილს.
kk: Осы уақыттың төңірегінде біз жеміс-жидек жейміз.
km: នៅជុំវិញគ្រានេះយើងបរិភោគផ្លែឈើ។
kn: ಈ ಸಮಯದಲ್ಲಿ ನಾವು ಹಣ್ಣುಗಳನ್ನು ತಿನ್ನುತ್ತೇವೆ.
ko: 이 무렵에 우리는 과일을 먹습니다.
ku: لە دەورووبەری ئەم کاتەدا میوە دەخۆین
ky: Бул убакыттын ичинде биз жемиш жейбиз.
lo: ໃນຊ່ວງນີ້ເຮົາກິນຫມາກໄມ້.
lt: Maždaug tuo metu valgome vaisius.
lv: Ap šo laiku mēs ēdam augļus.
mg: Mihinana voankazo izahay amin'izay.
mi: I tēnei wā ka kai hua tātau.
mk: Околу ова време јадеме овошје.
ml: ഈ സമയത്ത് ഞങ്ങൾ പഴങ്ങൾ കഴിക്കുന്നു.
mn_cyrl: Энэ үед бид жимс иддэг.
mr: या सुमारास आपण फळे खातो.
ms: Sekitar masa ini kita makan buah.
mt: Madwar dan iż-żmien nieklu l-frott.
my: ဒီအချိန်လောက်မှာ အသီးတွေကို စားကြတယ်။
nb: Rundt denne tiden spiser vi frukt.
ne: यही समयमा हामी फलफूल खान्छौँ ।
nl: Rond deze tijd eten we fruit.
or: ଏହି ସମୟରେ ଆମେ ଫଳ ଖାଇଥାଉ |
pa: ਇਸ ਸਮੇਂ ਦੇ ਆਸ-ਪਾਸ ਅਸੀਂ ਫਲ ਖਾਂਦੇ ਹਾਂ।
pl: Mniej więcej w tym czasie jemy owoce.
ps: په دې وخت کښې مونږ میوې خورو.
pt_br: Por volta desta hora comemos frutas.
ro: În acest timp mâncăm fructe.
ru: Примерно в это время мы едим фрукты.
sk: Približne v tomto čase jeme ovocie.
sl: Okoli tega časa jemo sadje.
sq: Rreth kësaj kohe ne hamë fruta.
sr_latn: Negde u ovo vreme jedemo voжe.
sv: Runt den här tiden äter vi frukt.
sw: Karibu wakati huu tunakula matunda.
ta: இந்த நேரத்தில் நாம் பழங்களை சாப்பிடுகிறோம்.
te: ఈ సమయంలో మేము పండ్లను తింటాము.
th: ในช่วงเวลานี้เรากินผลไม้
tk: Şu wagta çenli biz miwe iýýäris.
tr: Bu sıralarda meyve yeriz.
tt: Бу вакыт дәвамында без җимеш ашайбыз.
ug: بۇ چاغدا بىز مېۋە يەيمىز.
uk: Приблизно в цей час ми їмо фрукти.
ur: اس وقت کے آس پاس ہم پھل کھاتے ہیں۔
uz: Bu vaqt atrofida biz meva iste'mol qilamiz.
vi: Khoảng thời gian này chúng ta ăn trái cây.
zh_hans: 大约在这个时候，我们吃水果。
zu: Ngalesi sikhathi sidla izithelo.

# clock_time_description_0900_to_1045
source: Now it's morning.
af: Nou is dit oggend.
am: አሁን ጠዋት ነው።
ar: الآن هو الصباح.
as: এতিয়া ৰাতিপুৱা হৈছে।
bn: এখন সকাল হয়ে গেছে।
bo: ད་ལྟ་ནི་ཞོགས་པ་རེད།
bs: Sada je jutro.
ca: Ara és el matí.
cs: Teď je ráno.
cy: Nawr mae'n fore.
da: Nu er det morgen.
de: Jetzt ist es Morgen.
el: Τώρα είναι πρωί.
es: Ahora es de mañana.
et: Nüüd on hommik.
eu: Orain biharkoa da.
fa: حالا صبح است.
fi: Nyt on aamu.
fil: Ngayon ay umaga na.
fo: Nú er tað morgun.
fr: Maintenant, c’est le matin.
ga: Anois tá sé ar maidin.
gl: Agora é mañá.
gu: હવે સવાર થઈ ગઈ છે.
he: עכשיו בוקר.
hi: अब सुबह हो गई है।
hr: Sada je jutro.
hu: Most reggel van.
hy: Հիմա առավոտ է...
id: Sekarang sudah pagi.
is: Nú er kominn morgunn.
it: Ora è mattina.
ja: 今は朝です。
ka: ახლა დილაა.
kk: Енді таңертең.
km: ឥឡូវ ព្រឹក ។
kn: ಈಗ ಬೆಳಿಗ್ಗೆ.
ko: 이제 아침입니다.
ku: ئێستا بەیانیە
lo: ດຽວນີ້ຕອນເຊົ້າ.
lt: Dabar jau rytas.
lv: Tagad ir rīts.
mg: Ankehitriny maraina ny andro.
mi: Ināianei kai te ata.
mk: Сега е утро.
ml: ഇപ്പോൾ നേരം പുലർന്നിരിക്കുന്നു.
mn_cyrl: Одоо өглөө.
mr: आता सकाळ झाली आहे.
ms: Sekarang sudah pagi.
mt: Issa huwa filgħodu.
my: အခုတော့ နံနက်ခင်းပါပဲ။
nb: Nå er det morgen.
nl: Nu is het ochtend.
or: ବର୍ତ୍ତମାନ ସକାଳ ।
pl: Teraz jest ranek.
ps: اوس سهار دی.
pt_br: Agora é de manhã.
ro: Acum e dimineață.
ru: Сейчас утро.
sk: Teraz je ráno.
sl: Zdaj je jutro.
sq: Tani është mëngjes.
sr_latn: Sada je jutro.
sv: Nu är det förmiddag.
sw: Sasa ni asubuhi.
ta: இப்போது காலை ஆகிவிட்டது.
te: ఇప్పుడు ఉదయం అయింది.
th: ตอนนี้ก็เช้าแล้ว
tk: Indi daň atýar.
tr: Şimdi sabah oldu.
tt: Хәзер иртә.
ug: ھازىر تاڭ سەھەر بولدى.
uk: Тепер ранок.
ur: اب صبح ہو چکی ہے۔
uz: Endi tong.
vi: Bây giờ là buổi sáng.
zh_hans: 现在是早上了。
zu: Manje kusekuseni.

# clock_time_description_1045_to_1230
source: Now it's midday and lunchtime.
af: Nou is dit middag en middagete.
am: አሁን እኩለ ቀንና የምሳ ሰዓት ነው።
ar: الآن هو منتصف النهار ووقت الغداء.
as: এতিয়া দুপৰীয়া আৰু মধ্যাহ্নভোজন।
az: İndi günorta və nahar vaxtıdır.
bg: Сега е обед и обяд.
bn: এখন দুপুর ও দুপুরের খাবার।
bo: ད་ལྟ་ཉིན་གུང་དང་དྲོས་ཇའི་དུས་ཚོད་རེད།
bs: Sada je podne i vrijeme ručka.
ca: Ara és migdia i migdia.
cs: Teď je poledne a oběd.
cy: Erbyn hyn mae'n ganol dydd ac amser cinio.
da: Nu er det middag og frokosttid.
de: Jetzt ist es Mittag und Mittag.
el: Τώρα είναι μεσημέρι και μεσημέρι.
es: Ahora es mediodía y a la hora del almuerzo.
et: Nüüd on keskpäev ja lõunaaeg.
eu: Orain eguerdia da eta bazkalordua.
fa: حالا نصف النهار و وقت ناهار است.
fi: Nyt on keskipäivä ja lounasaika.
fil: Ngayon ito ay kalagitnaan ng araw at tanghalian.
fo: Nú er tað middagur og miðmálatíð.
fr: Maintenant, il est midi et midi.
ga: Anois tá sé meán lae agus am lóin.
gl: É mediodía e hora de xantar.
gu: હવે મધ્યાહ્ન અને બપોરના ભોજનનો સમય છે.
he: עכשיו השעה צהריים וצהריים.
hi: अब दोपहर और दोपहर के भोजन का समय है।
hr: Sada je podne i vrijeme ručka.
hu: Most dél és ebédidő van.
hy: Հիմա կեսօրն է եւ ճաշը:
id: Sekarang tengah hari dan makan siang.
is: Nú er komið að hádegi og hádegi.
it: Ora è mezzogiorno e ora di pranzo.
ja: 今は正午とランチタイムです。
ka: ახლა ეს შუადღისა და სადილის დროა.
kk: Қазір ол күндіз де, түскі аста да.
km: ឥឡូវ នេះ វា ជា ពេល ថ្ងៃ ត្រង់ និង ពេល អាហារ ថ្ងៃ ត្រង់ ។
kn: ಈಗ ಮಧ್ಯಾಹ್ನ ಮತ್ತು ಮಧ್ಯಾಹ್ನದ ಊಟದ ಸಮಯ.
ko: 이제 정오와 점심 시간입니다.
ku: ئێستا نیوەشەو و کاتی نانی نیوەڕۆیە.
ky: Азыр түшкү жана түшкү маал.
lo: ດຽວນີ້ແມ່ນຕອນທ່ຽງແລະເວລາທ່ຽງ.
lt: Dabar jau vidurdienis ir pietų metas.
lv: Tagad ir pusdienlaiks un pusdienlaiks.
mg: Amin'izao antoandro sy amin'ny antoandro izao.
mi: Ināianei kai te waenganui i te rā me te wā o te tina.
mk: Сега е пладне и време за ручек.
ml: ഇപ്പോൾ ഉച്ചയ്ക്കും ഉച്ചഭക്ഷണത്തിനുമാണ്.
mn_cyrl: Одоо үд дунд, өдрийн хоолны цаг болж байна.
mr: आता दुपारची आणि जेवणाची वेळ आहे.
ms: Sekarang tengah hari dan waktu makan tengah hari.
mt: Issa huwa nofsinhar u l-ħin tal-ikel.
my: အခုတော့ မွန်းတည့်နဲ့ နေ့လယ်စာပါ။
nb: Nå er det middag og lunsjtid.
ne: अहिले मध्याह्न र खाजाको समय छ ।
nl: Nu is het middag en lunchtijd.
or: ବର୍ତ୍ତମାନ ଏହା ମଧ୍ୟାହ୍ନ ଏବଂ ମଧ୍ୟାହ୍ନ ଭୋଜନ ।
pa: ਹੁਣ ਦੁਪਹਿਰ ਅਤੇ ਦੁਪਹਿਰ ਦਾ ਸਮਾਂ ਹੈ।
pl: Teraz jest południe i pora lunchu.
ps: اوس دا د نیمې ورځې او د غرمې ډوډۍ وخت دی.
pt_br: Agora é meio-dia e hora do almoço.
ro: Acum este amiază și prânz.
ru: Сейчас полдень и обед.
sk: Teraz je poludnie a obed.
sl: Zdaj je opoldan in čas kosila.
sq: Tani është mesdita dhe koha e drekës.
sr_latn: Sada je podne i vreme ručka.
sv: Nu är det mitt på dagen och lunchtid.
sw: Sasa ni mchana na wakati wa chakula cha mchana.
ta: இப்போது அது நண்பகல் மற்றும் மதிய உணவு நேரம்.
te: ఇప్పుడు ఇది మధ్యాహ్న మరియు మధ్యాహ్న భోజనం.
th: ตอนนี้เป็นเวลาเที่ยงวันและอาหารกลางวัน
tk: Indi günortan, günortanlyk wagty.
tr: Şimdi öğle ve öğle vakti.
tt: Хәзер ул төш һәм төш вакыты.
ug: ھازىر چۈشلۈك ۋە چۈشلۈك تاماق ۋاقتى بولۇپ قالدى.
uk: Зараз полудень і обід.
ur: اب دوپہر اور دوپہر کا کھانا ہے۔
uz: Endi kunduzgi va tushlik vaqti.
vi: Bây giờ là giữa trưa và giờ ăn trưa.
zh_hans: 现在是中午和午餐时间。
zu: Manje sekuyisikhathi sasemini nesidlo sasemini.

# clock_time_description_1230_to_1400
source: Now it's afternoon.
af: Nou is dit middag.
am: አሁን ከሰዓት በኋላ ነው።
ar: الآن هو بعد الظهر.
as: এতিয়া আবেলি।
az: İndi günortadır.
bg: Сега е следобед.
bn: এখন বিকেল।
bo: ད་ལྟ་ཕྱི་དྲོ་རེད།
bs: Sada je popodne.
ca: Ara és tarda.
cs: Teď je odpoledne.
cy: Nawr mae'n brynhawn.
da: Nu er det eftermiddag.
de: Jetzt ist es Nachmittag.
el: Τώρα είναι απόγευμα.
es: Ahora es tarde.
et: Nüüd on pärastlõuna.
eu: Orain berandu da.
fa: حالا بعد از ظهر است.
fi: Nyt on iltapäivä.
fil: Ngayon ay hapon na.
fo: Nú er tað seinnapartin.
fr: Maintenant, c’est l’après-midi.
ga: Anois tá sé tráthnóna.
gl: Ya es de tarde.
gu: હવે બપોર થઈ ગઈ છે.
he: עכשיו זה אחר הצהריים.
hi: अब दोपहर हो गई है।
hr: Sada je popodne.
hu: Most délután van.
hy: Հիմա կեսօրն է:
id: Sekarang sudah sore.
is: Nú er komið að síðdegis.
it: Ora è pomeriggio.
ja: 今は午後です。
ka: ახლა ნაშუადღევს არის.
kk: Енді күннің екінші жартысында.
km: ឥឡូវ វា នៅ រសៀល ។
kn: ಈಗ ಮಧ್ಯಾಹ್ನವಾಗಿದೆ.
ko: 이제 오후입니다.
ku: ئێستا دوانیوەڕۆیە
ky: Эми түштөн кийин.
lo: ດຽວນີ້ຕອນບ່າຍ.
lt: Dabar jau popietė.
lv: Tagad ir pēcpusdiena.
mg: Ankehitriny, tolakandro izao.
mi: Ināianei kai te ahiahi.
mk: Сега е попладне.
ml: ഇപ്പോൾ വൈകുന്നേരമാണ്.
mn_cyrl: Одоо үдээс хойш.
mr: आता दुपार झाली आहे.
ms: Sekarang tengah hari.
mt: Issa huwa wara nofsinhar.
my: အခုတော့ မွန်းလွဲပိုင်းပါ။
nb: Nå er det ettermiddag.
ne: अब दोपहर हो चुकी है।
nl: Nu is het middag.
or: ବର୍ତ୍ତମାନ ଅପରାହ୍ନ ।
pa: ਹੁਣ ਦੁਪਹਿਰ ਹੋ ਗਈ ਹੈ।
pl: Teraz jest popołudnie.
ps: اوس غرمه ده.
ro: Acum e după-amiază.
ru: Сейчас день.
sk: Teraz je popoludnie.
sl: Zdaj je popoldne.
sq: Tani është pasdite.
sv: Nu är det eftermiddag.
sw: Sasa ni mchana.
ta: இப்போது மாலை நேரம்.
te: ఇప్పుడు మధ్యాహ్నం అయింది.
th: ตอนนี้ก็บ่ายแล้ว
tk: Indi öýlän.
tr: Şimdi öğleden sonra.
tt: Хәзер төштән соң.
ug: ھازىر چۈشتىن كېيىن بولدى.
uk: Тепер настав день.
ur: اب دوپہر کا وقت ہے.
uz: Endi tushdan keyin.
vi: Bây giờ là buổi chiều.
zh_hans: 现在是下午。
zu: Manje sekuntambama.
