Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_last_week
source: Last week you threw away %@ grams of food, and this week, %@ grams.
af: Verlede week het jy %@ gram kos weggegooi, en hierdie week %@ gram.
am: ባለፈው ሳምንት %@ ግራም ምግብ ጣልክ። በዚህ ሳምንት ደግሞ %@ ግራም።
ar: الأسبوع الماضي رميت %@ غراماً من الطعام وهذا الأسبوع %@ غرام
as: যোৱা সপ্তাহত আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল, আৰু এই সপ্তাহত, <span translate='no'>string</span> গ্ৰাম।
az: Keçən həftə %@ qram ərzaq atdınız. Bu həftə isə %@ qram.
bg: Миналата седмица изхвърли %@ грама храна, а тази седмица %@ грама.
bn: গত সপ্তাহে আপনি %@ গ্রাম খাবার ফেলে দিয়েছিলেন, এবং এই সপ্তাহে, <span translate='no'>string</span> গ্রাম।
bo: གཟའ་འཁོར་སྔོན་མར་ཁྱེད་ཀྱིས་ཟ་མ་ཁེ་ %@ ་གཡུགས་པ་དང་། གཟའ་འཁོར་འདིར་ཁེ་ %@ ་གཡུགས་པ་ཡིན།
bs: Prošle nedelje si bacio %@ grama hrane, a ove nedelje, %@ grama.
ca: La setmana passada es van llençar %@ grams de menjar i, aquesta setmana, %@ grams.
cs: Minulý týden jste vyhodili %@ gramů jídla a tento týden %@ gramů.
cy: Yr wythnos diwethaf fe wnaethoch chi daflu %@ gram o fwyd, a'r wythnos hon, %@ gram.
da: I sidste uge smed du %@ gram mad væk, og i denne uge, %@ gram.
de: Letzte Woche haben Sie %@ Gramm Essen weggeworfen, und diese Woche %@ Gramm.
el: Την περασμένη εβδομάδα πετάξατε %@ γραμμάρια τροφής και αυτή την εβδομάδα, %@ γραμμάρια.
es: La semana pasada tiraste %@ gramos de comida, y esta semana, %@ gramos.
et: Eelmisel nädalal viskasite ära %@ grammi toitu ja sel nädalal %@ grammi.
eu: Joan den astean %@ gramo janari bota zenuten, eta aste honetan, %@ gramo.
fa: هفته پيش يه گرم %@ دور انداختي و اين هفته %@ گرم
fi: Viime viikolla heitit pois %@ grammoja ruokaa, ja tällä viikolla, %@ grammoja.
fil: Noong nakaraang linggo inihawig mo ang %@ gramo ng pagkain, at sa linggong ito, %@ gramo.
fo: Í farnu viku tveitti tú teg burtur %@ gramt av mati, og hesa vikuna, %@ gramt.
fr: La semaine dernière, vous avez %@ jeté des grammes de nourriture, et cette semaine, %@ grammes.
ga: An tseachtain seo caite chaith tú amach %@ gram bia, agus an tseachtain seo, %@ gram.
gl: A semana pasada arroxou %@ gramos de comida, e esta semana, %@ gramos.
gu: ગયા અઠવાડિયે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો હતો, અને આ અઠવાડિયે, <span translate='no'>string</span> ગ્રામ.
he: בשבוע שעבר זרקתם %@ גרם של מזון, והשבוע %@ גרם.
hi: पिछले हफ्ते आपने %@ ग्राम खाना फेंक दिया था, और इस हफ्ते, <span translate='no'>string</span> ग्राम।
hr: Prošli tjedan ste bacili %@ grama hrane, a ovaj tjedan %@ grama.
hu: A múlt héten eldobott %@ gramm ételt, és ezen a héten %@ grammot.
hy: Անցած շաբաթ դուք դեն եք նետել %@ գրամ սնունդը, իսկ այս շաբաթ՝ %@ գրամ:
id: Minggu lalu Anda membuang %@ gram makanan, dan minggu ini, %@ gram.
is: Í síðustu viku henti maður %@ grömmum af mat og í vikunni %@ grömmum.
it: La scorsa settimana hai buttato via %@ grammi di cibo, e questa settimana %@ grammi.
ja: 先週、あなたは %@ 食べ物のグラムを捨て、今週は %@ グラム
ka: გასულ კვირას თქვენ %@ გრამი საკვები გადააგდოთ და ამ კვირაში %@ გრამი.
kk: Өткен аптада сіз %@ грамм азық-түлік лақтырдыңыз, ал осы аптада грамм %@ .
km: កាល ពី សប្តាហ៍ មុន អ្នក បាន បោះចោល អាហារ %@ ក្រាម ហើយ នៅ សប្តាហ៍ នេះ <span translate='no'>string</span> ក្រាម ។
kn: ಕಳೆದ ವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ, ಮತ್ತು ಈ ವಾರ, <span translate='no'>string</span> ಗ್ರಾಂ.
ko: 지난 주에 당신은 %@ 그램의 음식을 버렸고, 이번 주에는 %@ 그램을 던졌습니다.
ku: هەفتەی ڕابردوو %@ گرام خواردنت فڕێدا، ئەم هەفتەیەش، %@ گرام.
ky: Өткөн жумада сиз %@ грамм тамак-ашты ыргытып жибердиңиз, бул жумада %@ грамм.
lo: ອາທິດແລ້ວນີ້ທ່ານໄດ້ຖິ້ມອາຫານ %@ ກຣາມ, ແລະອາທິດນີ້, <span translate='no'>string</span> ກຣາມ.
lt: Praėjusią savaitę išmetėte %@ gramų maisto, o šią savaitę %@ gramų.
lv: Pagājušajā nedēļā jūs izmetāt %@ gramus pārtikas, un šonedēļ %@ gramus.
mg: Tamin'ny herinandro lasa, narianao ny sakafo %@ grama, ary tamin'ity herinandro ity, %@ grama.
mi: I tērā wiki ka whiua atu e koe %@ grams kai, a, i tēnei wiki, %@ grams.
mk: Минатата недела фрливте %@ грама храна, а оваа недела %@ грама.
ml: കഴിഞ്ഞയാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണവും ഈ ആഴ്ച <span translate='no'>string</span> ഗ്രാം ഭക്ഷണവും വലിച്ചെറിഞ്ഞു.
mn_cyrl: Өнгөрсөн долоо хоногт та %@ грамм хоол хаялаа. Энэ долоо хоногт %@ грамм.
mr: गेल्या आठवड्यात तुम्ही %@ ग्रॅम अन्न फेकून दिलंत आणि या आठवड्यात <span translate='no'>string</span> ग्रॅम.
ms: Minggu lepas anda membuang %@ gram makanan, dan minggu ini, %@ gram.
mt: Il-ġimgħa li għaddiet tefgħet %@ grammi ta 'ikel, u din il-ġimgħa, %@ grammi.
my: လွန်ခဲ့တဲ့အပတ်က %@ အစားအစာဂရမ်တွေကို စွန့်ပစ်လိုက်ပြီး ဒီအပတ်မှာတော့ <span translate='no'>string</span> ဂရမ်တွေပေါ့။
nb: I forrige uke kastet du %@ gram mat, og denne uken %@ gram.
ne: गत हप्ता तपाईंले %@ ग्राम खाना फ्याँकिदिनुभयो, र यो हप्ता, <span translate='no'>string</span> ग्राम।
nl: Vorige week gooide je %@ gram voedsel weg en deze week %@ gram.
or: ଗତ ସପ୍ତାହରେ ଆପଣ %@ ଗ୍ରାମଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଇଥିଲେ, ଏବଂ ଏହି ସପ୍ତାହରେ, <span translate='no'>string</span> ଗ୍ରାମ୍ |
pa: ਪਿਛਲੇ ਹਫਤੇ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਨੂੰ ਸੁੱਟ ਦਿੱਤਾ ਸੀ, ਅਤੇ ਇਸ ਹਫਤੇ, <span translate='no'>string</span> ਗ੍ਰਾਮ।
pl: W zeszłym tygodniu wyrzuciłeś %@ gramów jedzenia, a w tym tygodniu %@ gramów.
ps: تیره اونۍ تاسو د %@ خوړو څخه لرې وغورزوه، او په دې اونۍ کې، %@ وو.
pt_br: Semana passada você jogou fora %@ gramas de comida, e esta semana, %@ gramas.
ro: Săptămâna trecută ați aruncat %@ de grame de alimente, iar în această săptămână, %@ grame.
ru: На прошлой неделе ты %@ выбросила граммы еды, а на этой неделе, %@ граммов.
sk: Minulý týždeň ste vyhodili %@ gramov jedla a tento týždeň %@ gramov.
sl: Prejšnji teden si %@ grame hrane, ta teden pa %@ grame.
sq: Javën e kaluar ju hodhët %@ gram ushqim, dhe këtë javë, %@ gram.
sr_latn: Prošle nedelje ste bacili %@ grama hrane, a ove nedelje %@ grama.
sv: Förra veckan slängde ni %@ gram mat och den här veckan %@ gram.
sw: Wiki iliyopita ulitupa gramu %@ za chakula, na wiki hii, %@ gramu.
ta: கடந்த வாரம் நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள், இந்த வாரம், <span translate='no'>string</span> கிராம்.
te: గత వారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు, మరియు ఈ వారం, <span translate='no'>string</span> గ్రాములు.
th: สัปดาห์ที่แล้วคุณโยนอาหารออกไป %@ กรัมและสัปดาห์นี้ <span translate='no'>string</span> กรัม
tk: Geçen hepdede siz %@ gram iýmiti zyňdyňyz. Şu hepde %@ gram.
tr: Geçen hafta bir gram yemeği çöpe %@ attın, ve bu hafta, %@ gram.
tt: Узган атнада сез %@ грамм ашамлык ташладыгыз, ә бу атнада %@ грамм.
ug: ئالدىنقى ھەپتە %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز، بۇ ھەپتە گىرام %@ .
uk: Минулого тижня ви викинули %@ грамів їжі, а на цьому тижні %@ грамів.
ur: پچھلے ہفتے آپ نے %@ گرام کھانا پھینک دیا، اور اس ہفتے، %@ گرام.
uz: O'tgan hafta siz %@ gramm ovqatni tashladingiz va bu hafta %@ gramm.
vi: Tuần trước bạn đã vứt bỏ %@ gram thức ăn, và tuần này, %@ gram.
zh_hans: 上周你扔掉了 %@ 克食物，而本周，你扔掉了 %@ 克。
zu: Ngesonto eledlule ulahle %@ amagremu okudla, futhi kuleli sonto, %@ amagremu.

# food_waste_nothing
source: So far this week you haven't thrown away any food.
af: Tot dusver hierdie week het jy geen kos weggegooi nie.
am: እስከዚህ ሳምንት ድረስ ምንም ምግብ አልጣልክም።
ar: حتى الآن هذا الأسبوع لم تُلقي أي طعام
as: এই সপ্তাহত এতিয়ালৈকে আপুনি কোনো খাদ্য পেলাই দিয়া নাই।
az: Bu həftəyə qədər heç bir yeməyi atmamısınız.
bg: Досега тази седмица не си изхвърлял никаква храна.
bn: এই সপ্তাহে এখন পর্যন্ত আপনি কোনও খাবার ফেলে দেননি।
bo: གཟའ་འཁོར་འདིའི་རིང་ལ་ཁྱེད་ཀྱིས་ད་དུང་ཟ་མ་ཅི་ཡང་གཡུགས་མ་མྱོང་།
bs: Do sada ove nedelje nisi bacio hranu.
ca: Des de fa una setmana no s'ha llençat cap aliment.
cs: Zatím jste tento týden nevyhodili žádné jídlo.
cy: Hyd yn hyn yr wythnos hon dydych chi ddim wedi taflu unrhyw fwyd i ffwrdd.
da: Indtil videre i denne uge har du ikke smidt noget mad væk.
de: Bisher haben Sie in dieser Woche kein Essen weggeworfen.
el: Μέχρι στιγμής αυτή την εβδομάδα δεν έχετε πετάξει φαγητό.
es: En lo que va de semana no has tirado comida.
et: Siiani pole sel nädalal ühtegi toitu ära visanud.
eu: Aste honetan ez duzu janaririk bota.
fa: تا حالا اين هفته هيچ غذايي دور انداختي .
fi: Tällä viikolla et ole heittänyt ruokaa pois.
fil: Hanggang ngayong linggo hindi mo pa naihagis ang anumang pagkain.
fo: So langt hesa vikuna hevur tú ikki tveitt nakran mat burtur.
fr: Jusqu’à présent cette semaine, vous n’avez pas jeté de nourriture.
ga: Go dtí seo an tseachtain seo níor chaith tú amach aon bhia.
gl: Esta semana non se lle quita a comida.
gu: આ અઠવાડિયે હજી સુધી તમે કોઈ ખોરાક ફેંકી દીધો નથી.
he: עד כה השבוע לא זרקתם אוכל.
hi: इस हफ्ते अब तक आपने कोई खाना नहीं फेंका है।
hr: Do sada ovaj tjedan niste bacili nikakvu hranu.
hu: Ezen a héten eddig nem dobtál el ételt.
hy: Մինչեւ հիմա այս շաբաթ ոչ մի ուտելիք չեք դեն նետել:
id: Sejauh minggu ini Anda belum membuang makanan apa pun.
is: Það sem af er þessari viku hefur þú ekki hent neinum mat.
it: Finora questa settimana non hai buttato via alcun cibo.
ja: 今週は食べ物を捨てていません。
ka: ჯერჯერობით ამ კვირაში თქვენ არ გადაყარეთ საკვები.
kk: Осы аптаға дейін сіз ешбір азық-түлік тастаған жоқсыз.
km: រហូត មក ដល់ សប្តាហ៍ នេះ អ្នក មិន បាន បោះ អាហារ ណា មួយ ឡើយ ។
kn: ಇಲ್ಲಿಯವರೆಗೆ ಈ ವಾರ ನೀವು ಯಾವುದೇ ಆಹಾರವನ್ನು ಎಸೆದಿಲ್ಲ.
ko: 이번 주까지 당신은 어떤 음식도 버리지 않았습니다.
ku: تا ئێستا ئەم هەفتەیە هیچ خواردنێکت فڕێ نەداوە.
ky: Ушул жумага чейин сиз эч кандай тамак-аш ыргыткан жоксуңар.
lo: ມາ ຮອດ ອາທິດ ນີ້ ທ່ານ ຍັງ ບໍ່ ໄດ້ ຖິ້ມ ອາຫານ ໃດໆ ເລີຍ.
lt: Kol kas šią savaitę neišmetei jokio maisto.
lv: Līdz šim šonedēļ jūs neesat izmetis nevienu ēdienu.
mg: Hatramin'ity herinandro ity, tsy narianao ny sakafo.
mi: Nō tēnei wiki kaore anō koe kia makaia atu he kai.
mk: Досега оваа недела не си фрлил храна.
ml: ഈ ആഴ്ച ഇതുവരെ നിങ്ങൾ ഒരു ഭക്ഷണവും വലിച്ചെറിഞ്ഞിട്ടില്ല.
mn_cyrl: Одоогоор энэ долоо хоногт та ямар ч хоол хаяагүй байна.
mr: या आठवड्यात आतापर्यंत आपण कोणतेही अन्न फेकून दिले नाही.
ms: Setakat minggu ini anda tidak membuang apa-apa makanan.
mt: S'issa din il-ġimgħa ma tarmi l-ebda ikel.
my: ဒီအပတ်အထိ ခင်ဗျားဟာ ဘယ်အစားအစာကိုမှ မစွန့်ပစ်လိုက်ပါဘူး။
nb: Så langt denne uken har du ikke kastet mat.
ne: यस हप्ताको अहिलेसम्म तपाईंले कुनै पनि खाना फ्याँकेका छैनन्।
nl: Tot nu toe heb je deze week geen eten weggegooid.
or: ଏହି ସପ୍ତାହରେ ଏପର୍ଯ୍ୟନ୍ତ ଆପଣ କୌଣସି ଖାଦ୍ୟ ଫିଙ୍ଗି ନାହାଁନ୍ତି ।
pa: ਇਸ ਹਫਤੇ ਅਜੇ ਤੱਕ ਤੁਸੀਂ ਕੋਈ ਵੀ ਭੋਜਨ ਨਹੀਂ ਸੁੱਟਿਆ ਹੈ।
pl: Do tej pory w tym tygodniu nie wyrzuciłeś żadnego jedzenia.
ps: تر اوسه په دې اونۍ کې تاسو هیڅ خواړه نه دی غورځولی.
pt_br: Até agora esta semana você não jogou fora nenhuma comida.
ro: Până acum, în această săptămână nu ați aruncat nici un fel de mâncare.
ru: До сих пор на этой неделе вы не выбросили пищу.
sk: Tento týždeň ste zatiaľ nevyhodili žiadne jedlo.
sl: Ta teden še nisi vrgel hrane.
sq: Deri tani këtë javë nuk ke hedhur asnjë ushqim.
sr_latn: Do sada ove nedelje niste bacili nikakvu hranu.
sv: Den här veckan har ni ännu inte slängt någon mat.
sw: Mpaka sasa wiki hii hujatupa chakula chochote.
ta: இந்த வாரம் இதுவரை நீங்கள் எந்த உணவையும் தூக்கி எறியவில்லை.
te: ఈ వారం ఇప్పటివరకు మీరు ఎటువంటి ఆహారాన్ని పారవేయలేదు.
th: จนถึงสัปดาห์นี้คุณยังไม่ได้ทิ้งอาหารใด ๆ
tk: Şu hepdä çenli hiç hili iýmit zyňmadyň.
tr: Bu hafta şu ana kadar hiç yiyecek atmadın.
tt: Әлегә сез бу атнада бернинди ризыкны ыргытмадыгыз.
ug: بۈگۈنگە قەدەر بۇ ھەپتە ھېچبىر يېمەكلىكنى تاشلىۋەتمىدىڭىز.
uk: На цьому тижні ви не викидали жодної їжі.
ur: اب تک اس ہفتے آپ نے کوئی کھانا نہیں پھینکا ہے۔
uz: Shu haftagacha siz hech qanday ovqat tashlamadingiz.
vi: Cho đến nay, bạn vẫn chưa vứt bỏ bất kỳ thực phẩm nào.
zh_hans: 本周到目前为止，你还没有扔掉任何食物。
zu: Kuze kwaba kuleli sonto awukalahli ukudla.

# food_waste_statistics_title_today
source: Today you threw away %@ grams of food. That's the same as...
af: Vandag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ዛሬ %@ ግራም ምግብ ጣልክ። ይኸው ነው...
ar: اليوم رميت %@ غراما من الطعام. هذا هو نفس...
as: আজি আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছে। এইটো একে...
az: Bu gün %@ qram ərzaq atdınız. Elə bu da...
bg: Днес изхвърлихте %@ грама храна. Това е същото като...
bn: আজ আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: དེ་རིང་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: Danas si bacio %@ grama hrane. To je isto kao...
ca: Avui heu llençat %@ grams de menjar. Això és el mateix que ...
cs: Dnes jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Heddiw fe dafloch chi %@ gram o fwyd. Mae hynny'r un fath â...
da: I dag smed du %@ gram mad væk. Det er det samme som...
de: Heute haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Σήμερα πετάξατε %@ γραμμάρια τροφής. Αυτό είναι το ίδιο με...
es: Hoy tiraste %@ gramos de comida. Eso es lo mismo que...
et: Täna viskasite ära %@ grammi toitu. See on sama, mis...
eu: Gaur %@ gramo janari bota dituzu. Hori gauza bera da...
fa: امروز يه گرم %@ دور انداختي که همان است که...
fi: Tänään heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Ngayon ay iniwaksi ninyo ang %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Í dag tveitti tú %@ av mati. Hatta er tað sama sum.
fr: Aujourd’hui, vous avez %@ jeté des grammes de nourriture. C’est la même chose que...
ga: Inniu chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: Hoxe botaches %@ gramos de comida. É o mesmo que...
gu: આજે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: היום זרקתם %@ גרם של אוכל. זה אותו דבר כמו...
hi: आज आपने %@ ग्राम भोजन फेंक दिया। यह वैसा ही है जैसे ...
hr: Danas ste bacili %@ grama hrane. To je isto kao...
hu: Ma eldobtál %@ gramm ételt. Ez ugyanaz, mint...
hy: Այսօր դեն նետեցիք %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Hari ini Anda membuang %@ gram makanan. Itu sama dengan ...
is: Í dag hentirðu %@ grömmum af mat. Það er það sama og ...
it: Oggi hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 今日、あなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: დღეს თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Бүгін сіз %@ грамм азық-түлік лақтырып жібердіңіз. Міне, осылай...
km: ថ្ងៃនេះអ្នកបោះចោលអាហារ %@ ក្រាម។ ប៉ុណ្ណឹងដែរ...
kn: ಇಂದು ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 오늘 당신은 %@ 그램의 음식을 던졌습니다. 그것은 다음과 같습니다 ...
ku: ئەمڕۆ تۆ %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Бүгүн сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ມື້ນີ້ທ່ານໄດ້ຖິ້ມອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Šiandien jūs išmetėte %@ gramus maisto. Tai tas pats, kas...
lv: Šodien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Narianao %@ grama ny sakafo. Mitovy amin'ny...
mi: I tēnei rā ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Денес фрливте %@ грама храна. Тоа е исто како...
ml: ഇന്ന് നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Өнөөдөр та %@ грамм хоол хаялаа. Яг л ийм...
mr: आज तू %@ ग्रॅम अन्न फेकून दिलेस. तेही तसंच...
ms: Hari ini anda membuang %@ gram makanan. Itu sama seperti...
mt: Illum tefgħet %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: ယနေ့ သင်သည် %@ အစားအစာကို လွှင့်ပစ်လိုက်ပြီ။ အဲဒါနဲ့ တူပါတယ်......
nb: I dag kastet du %@ gram mat. Det er det samme som...
ne: आज तिमीले %@ ग्राम खाना फ्याँकिदियौ। त्यो पनि त्यस्तै हो...
nl: Vandaag heb je %@ gram voedsel weggegooid. Dat is hetzelfde als...
or: ଆଜି ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଲେ । ତାହା ସମାନ ଯେପରି...
pa: ਅੱਜ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: Dzisiaj wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: نن تاسو د خوړو %@ وغورزوه. دا هم د...
pt_br: Hoje você jogou fora %@ gramas de comida. É o mesmo que...
ro: Astăzi ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: Сегодня вы выбросили %@ граммов пищи. Это то же самое, что...
sk: Dnes ste vyhodili %@ gramov jedla. To je to isté ako...
sl: Danes si vrgel %@ grame hrane. To je isto kot...
sq: Sot ti hodhe %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: Danas si bacio %@ grama hrane. To je isto kao...
sv: Idag så slängde ni %@ gram mat. Det är lika mycket som...
sw: Leo umetupa gramu %@ za chakula. Hiyo ni sawa na...
ta: இன்று நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: ఈ రోజు మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: วันนี้คุณโยนอาหาร %@ กรัมออกไป นั่นเหมือนกับ ...
tk: Bu gün sen %@ gram nahar zyňdyň. Bu-da şeýle...
tr: Bugün %@ bir gram yemeği çöpe attın. Bu aynı...
tt: Бүген %@ ризыгыгызны ашыйсыз. Бу да шулай...
ug: بۈگۈن سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: Сьогодні ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: آج آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Bugun siz %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Hôm nay bạn vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 今天你扔掉了 %@ 克食物。这与...
zu: Namuhla ulahle %@ amagremu okudla. Lokho kuyafana...

# food_waste_statistics_title_weekday_1
source: On Monday you threw away %@ grams of food. That's the same as...
af: Maandag het jy %@ gram kos weggegooi. Dit is dieselfde as...
am: ሰኞ ዕለት %@ ግራም ምግብ ጣልክ ። ይኸው ነው...
ar: يوم الاثنين رميت %@ غراما من الطعام. هذا هو نفس...
as: সোমবাৰে আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছিল। এইটো একে...
az: Bazar ertəsi %@ qram ərzaq atdınız. Elə bu da...
bg: В понеделник изхвърли %@ грама храна. Това е същото като...
bn: সোমবার আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন। এটি একই রকম...
bo: གཟའ་ཟླ་བའི་ཉིན་ཁྱེད་ཀྱིས་ཟ་མ %@ ཁེ་གང་གཡུགས། དེ་ནི་དེ་དང་འདྲ་བ་རེད།
bs: U ponedjeljak si bacio %@ grama hrane. To je isto kao...
ca: Dilluns vas llençar %@ grams de menjar. Això és el mateix que ...
cs: V pondělí jste vyhodili %@ gramů jídla. To je stejné jako...
cy: Ddydd Llun fe dach chi'n taflu %@ gram o fwyd. Mae hynny'r un fath â...
da: I mandags smed du %@ gram mad væk. Det er det samme som...
de: Am Montag haben Sie %@ Gramm Essen weggeworfen. Das ist das gleiche wie...
el: Τη Δευτέρα πετάξατε %@ γραμμάρια φαγητού. Αυτό είναι το ίδιο με...
es: El lunes tiraste %@ gramos de comida. Eso es lo mismo que...
et: Esmaspäeval viskasite ära %@ grammi toitu. See on sama, mis...
eu: Astelehenean %@ gramo janari bota zenuten. Hori gauza bera da...
fa: روز دوشنبه یک گرم غذا %@ دور انداختید. که همان است که...
fi: Maanantaina heitit pois %@ grammoja ruokaa. Se on sama kuin...
fil: Lunes threw mo ang layo %@ gramo ng pagkain. Iyon ay parehong bilang...
fo: Mánadagin blakaði tú teg burtur %@ grams av mati. Hatta er tað sama sum.
fr: Lundi, tu as jeté %@ des grammes de nourriture. C’est la même chose que...
ga: Dé Luain chaith tú amach %@ gram bia. Sin mar an gcéanna le ...
gl: O luns 14 de %@ gramos de comida. É o mesmo que...
gu: સોમવારે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો. તે આ રીતે જ છે...
he: ביום שני זרקתם %@ גרם אוכל. זה אותו דבר כמו...
hi: सोमवार को आपने %@ ग्राम खाना फेंक दिया। यह वैसा ही है जैसे ...
hr: U ponedjeljak ste bacili %@ grama hrane. To je isto kao...
hu: Hétfőn eldobtál %@ gramm ételt. Ez ugyanaz, mint...
hy: Երկուշաբթի դեն նետեցիք %@ գրամ սնունդը: Դա նույնն է, ինչ...
id: Pada hari Senin Anda membuang %@ gram makanan. Itu sama dengan ...
is: Á mánudaginn hentirðu %@ grömmum af mat. Það er það sama og ...
it: Lunedì hai buttato via %@ grammi di cibo. È lo stesso di ...
ja: 月曜日にあなたは %@ 食べ物のグラムを捨てた。それは同じです.
ka: ორშაბათს თქვენ %@ გრამი საკვები გადააგდოთ. რჲგა ვ ჟყღჲრჲ...
kk: Дүйсенбі күні %@ грамм азық-түлік лақтырып тастайсыз. Міне, осылай...
km: នៅ ថ្ងៃ ចន្ទ នេះ អ្នក បាន បោះចោល អាហារ %@ ក្រាម ។ ប៉ុណ្ណឹងដែរ...
kn: ಸೋಮವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ. ಅದೇ ರೀತಿ...
ko: 월요일에 당신은 %@ 그램의 음식을 던졌습니다. 그것은 다음과 같습니다 ...
ku: ڕۆژی دووشەممە %@ گرام خواردنت فڕێدا. ئەوە هەمان شتە کە...
ky: Дүйшөмбү күнү сиз %@ грамм тамак-ашты ыргыттыңыз. Бул менен бирдей...
lo: ໃນ ວັນ ຈັນ ວານ ນີ້ ທ່ານ ໄດ້ ຖິ້ມ ອາຫານ %@ ກຣາມ. ຄືກັນກັບວ່າ...
lt: Pirmadienį išmetėte %@ gramų maisto. Tai tas pats, kas...
lv: Pirmdien jūs izmetāt %@ gramus pārtikas. Tas ir tas pats, kas...
mg: Tamin'ny Alatsinainy, narianao %@ sakafo iray grama. Mitovy amin'ny...
mi: I te Mane ka whiua atu e koe %@ grams kai. He ōrite tēnā ki...
mk: Во понеделникот фрли %@ грама храна. Тоа е исто како...
ml: തിങ്കളാഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു. അത് പോലെ തന്നെ...
mn_cyrl: Даваа гарагт та %@ грамм хоол хаялаа. Яг л ийм...
mr: सोमवारी तू %@ ग्रॅम अन्न फेकून दिलेस. तेही तसंच...
ms: Pada hari Isnin anda membuang %@ gram makanan. Itu sama seperti...
mt: Nhar it-Tnejn threw %@ grammi ta 'ikel. Dak huwa l-istess bħal ...
my: တနင်္လာနေ့မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်တယ်။ အဲဒါနဲ့ တူပါတယ်......
nb: På mandag kastet du %@ gram mat. Det er det samme som...
ne: सोमवार को तुमने %@ ग्राम भोजन फेंका। त्यो पनि त्यस्तै हो...
nl: Op maandag gooide je %@ gram voedsel weg. Dat is hetzelfde als...
or: ସୋମବାର ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଇଛନ୍ତି। ତାହା ସମାନ ଯେପରି...
pa: ਸੋਮਵਾਰ ਨੂੰ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ। ਇਹ ਉਸੇ ਤਰ੍ਹਾਂ ਹੈ ਜਿਵੇਂ...
pl: W poniedziałek wyrzuciłeś %@ gramów jedzenia. To tak samo jak...
ps: د دوشنبې په ورځ تاسو %@ خوړو څخه لرې وغورزوئ. دا هم د...
pt_br: Na segunda-feira você jogou fora %@ gramas de comida. É o mesmo que...
ro: Luni ai aruncat %@ de grame de mâncare. Asta e la fel ca ...
ru: В понедельник ты выбросила %@ граммы еды. Это то же самое, что...
sk: V pondelok ste vyhodili %@ gramov jedla. To je to isté ako...
sl: V ponedeljek si %@ grame hrane. To je isto kot...
sq: Të hënën ke hedhur %@ gram ushqim. Kjo është e njëjta gjë si...
sr_latn: U ponedeljak si bacio %@ grama hrane. To je isto kao...
sv: I måndags så slängde ni %@ gram mat. Det är lika mycket som...
sw: Siku ya Jumatatu ulitupa gramu %@ za chakula. Hiyo ni sawa na...
ta: திங்களன்று நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்தீர்கள். அதே தான்...
te: సోమవారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు. అదే విధంగా...
th: ในวันจันทร์ที่คุณโยนออกไป %@ กรัมของอาหาร นั่นเหมือนกับ ...
tk: Duşenbe güni sen %@ gram iýmit zyňdyň. Bu-da şeýle...
tr: Pazartesi günü bir %@ gram yemeği çöpe attın. Bu aynı...
tt: Дүшәмбе сез %@ грамм ашамлык ташладыгыз. Бу да шулай...
ug: دۈشەنبە كۈنى سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز. ئۇمۇ شۇ...
uk: У понеділок ви викинули %@ грамів їжі. Це те ж саме, що ...
ur: پیر کو آپ نے %@ گرام کھانا پھینک دیا۔ یہ کے طور پر ایک ہی ہے ...
uz: Dushanba kuni %@ gramm ovqatni tashladingiz. Xuddi shu narsa...
vi: Vào thứ hai, bạn đã vứt bỏ %@ gram thức ăn. Điều đó cũng giống như...
zh_hans: 星期一，你扔掉了 %@ 克食物。这与...
zu: NgoMsombuluko ulahle %@ amagremu okudla. Lokho kuyafana...
