Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_title_goal_11
source: Sustainable cities and cummunities
af: Volhoubare stede en kommuniteite
am: ዘላቂ ነት ያላቸው ከተሞች እና ውህደቶች
ar: المدن المستدامة والكومبونيات
as: বহনক্ষম চহৰ আৰু কাম-কাজ
az: Davamlı şəhərlər və cummunities
bg: Устойчиви градове и кумуни
bn: টেকসই শহর এবং cummunities
bo: རྒྱུན་མཐུད་ཐུབ་པའི་གྲོང་ཁྱེར་དང་རིམ་རྩིས་
bs: Održivi gradovi i komunalije
ca: Ciutats i comunitats sostenibles
cs: Udržitelná města a obce
cy: Dinasoedd cynaliadwy a cummunities
da: Bæredygtige byer og kommuner
de: Nachhaltige Städte und Gemeinden
el: Βιώσιμες πόλεις και κοινότητες
es: Ciudades y cummunidades sostenibles
et: Jätkusuutlikud linnad ja kulakud
eu: Hiri eta komunitate jasangarriak
fa: شهرها و کمون های پایدار
fi: Kestävät kaupungit ja cummunities
fil: Mga sustainable na lungsod at lungsod
fo: Sustainable býir og cummunities
fr: Villes et cummunities durables
ga: Cathracha inbhuanaithe agus cummunities
gl: Cidades e cummunidades sustentables
gu: ટકાઉ શહેરો અને કમ્યુનિટીઝ
he: ערים בנות קיימא וקומונות
hi: टिकाऊ शहर और सामुदायिकताएं
hr: Održivi gradovi i kumuniteti
hu: Fenntartható városok és községek
hy: Կայուն քաղաքներ եւ կումուններ
id: Kota dan cummunities yang berkelanjutan
is: Sjálfbærar borgir og cummunities
it: Città e comunità sostenibili
ja: 持続可能な都市と兼
ka: მდგრადი ქალაქები და კუმულები
kk: Тұрақты қалалар мен куммундықтар
km: ទីក្រុង និង ទីប្រជុំជន ប្រកបដោយ ចីរភាព
kn: ಸುಸ್ಥಿರ ನಗರಗಳು ಮತ್ತು ಕಮ್ಮಿನಿಟಿಗಳು
ko: 지속 가능한 도시와 커뮤니티
ku: شار و پارێزبەندییە بەردەوامەکان
ky: Туруктуу шаарлар жана куммундуктар
lo: ເມືອງທີ່ຍືນຍົງ ແລະ ຄວາມຫວັ່ນໄຫວ
lt: Tvarūs miestai ir cummunities
lv: Ilgtspējīgas pilsētas un imunitāte
mg: Tanàna sy toeram-pitsaboana maharitra
mi: Ngā tāone mārō me ngā āhuatanga
mk: Одржливи градови и кумуни
ml: സുസ്ഥിര നഗരങ്ങളും കമ്മ്യുണിറ്റികളും
mn_cyrl: Тогтвортой хот, суурин газар
mr: टिकाऊ शहरे आणि कम्युनिटीज
ms: Bandar dan kawasan yang mampan
mt: Bliet u kuliċmja sostenibbli
my: တည်တံ့သော မြို့ကြီးများနှင့် မြို့နယ်များ
nb: Bærekraftige byer og cummunities
ne: दिगो शहर हरू र कम्यूनिटीहरू
nl: Duurzame steden en gemeenten
or: ସ୍ଥାୟୀ ସହର ଏବଂ କମ୍ମୁନିଟି
pa: ਟਿਕਾਊ ਸ਼ਹਿਰ ਅਤੇ ਕਮਿਉਨਟੀਆਂ
pl: Zrównoważone miasta i cummunities
ps: دوامداره ښارونه او کمونونه
pt_br: Cidades sustentáveis e cummunidades
ro: Orașe și cummunități sustenabile
ru: Устойчивые города и коммуны
sk: Udržateľné mestá a ťažkopádne
sl: Trajnostna mesta in cummunities
sq: Qytete dhe cummunitete të qëndrueshme
sr_latn: Održivi gradovi i kumuniteti
sv: Hållbara städer och samhällen
sw: Miji endelevu na cummunities
ta: நிலையான நகரங்கள் மற்றும் கம்யூனிட்டிகள்
te: సుస్థిర నగరాలు మరియు కమ్యూనిటీలు
th: เมืองที่ยั่งยืนและชุมชนแออัด
tk: Durnukly şäherler we cummunlar
tr: Sürdürülebilir şehirler ve cummunities
tt: Тотрыклы шәһәрләр һәм кумузлар
ug: ئىمكانىيەتلىك سىجىل شەھەر ۋە مۇلازىمىتېر
uk: Стійкі міста та cummunities
ur: پائیدار شہر اور کمونیٹیز
uz: Barqaror shaharlar va cummunities
vi: Các thành phố bền vững và kiêm nhiệm
zh_hans: 可持续城市和交通
zu: Amadolobha aqhubekayo kanye nama-cummunities

# undp_title_goal_12
source: Responsible consumption and production
af: Verantwoordelike verbruik en produksie
am: ኃላፊነት የሚሰማው ፍጆታ እና ምርት
ar: الاستهلاك والإنتاج المسؤولان
as: দায়িত্বশীল ব্যৱহাৰ আৰু উৎপাদন
az: Məsuliyyətli istehlak və istehsal
bg: Отговорно потребление и производство
bn: দায়িত্বশীল খরচ এবং উৎপাদন
bo: འགན་འཁྲི་འཁུར་བའི་འཛད་སྤྱོད་དང་ཐོན
bs: Odgovorna potrošnja i proizvodnja
ca: Consum i producció responsables
cs: Odpovědná spotřeba a výroba
cy: Treuliant a chynhyrchu cyfrifol
da: Ansvarligt forbrug og produktion
de: Verantwortungsvoller Konsum und Produktion
el: Υπεύθυνη κατανάλωση και παραγωγή
es: Consumo y producción responsables
et: Vastutustundlik tarbimine ja tootmine
eu: Kontsumoa eta ekoizpen arduratsuak
fa: مصرف و تولید مسئولانه
fi: Vastuullinen kulutus ja tuotanto
fil: Responsable consumption at produksyon
fo: Responsible consumption og production
fr: Consommation et production responsables
ga: Tomhaltas agus táirgeadh freagrach
gl: Consumo e produción responsable
gu: જવાબદાર વપરાશ અને ઉત્પાદન
he: צריכה וייצור אחראיים
hi: जिम्मेदार उपभोग और उत्पादन
hr: Odgovorna potrošnja i proizvodnja
hu: Felelős fogyasztás és termelés
hy: Պատասխանատու սպառում եւ արտադրություն
id: Konsumsi dan produksi yang bertanggung jawab
is: Ábyrg neysla og framleiðsla
it: Consumo e produzione responsabili
ja: 責任ある消費と生産
ka: პასუხისმგებელი მოხმარება და წარმოება
kk: Жауапты тұтыну және өндіру
km: ទំនួល ខុស ត្រូវ លើ ការ ប្រើប្រាស់ និង ផលិត កម្ម
kn: ಜವಾಬ್ದಾರಿಯುತ ಬಳಕೆ ಮತ್ತು ಉತ್ಪಾದನೆ
ko: 책임감 있는 소비와 생산
ku: بەکارهێنان و بەرهەم هێنانی بەرپرس
ky: Жоопкерчиликтүү керектөө жана өндүрүш
lo: ການບໍລິໂພກ ແລະ ການຜະລິດທີ່ຮັບຜິດຊອບ
lt: Atsakingas vartojimas ir gamyba
lv: Atbildīgs patēriņš un ražošana
mg: Fandaniana sy famokarana tompon'andraikitra
mi: Whakapaunga me te whakanaotanga e taea te whakamahi
mk: Одговорна потрошувачка и производство
ml: ഉത്തരവാദിത്തമുള്ള ഉപഭോഗവും ഉൽപാദനവും
mn_cyrl: Хариуцлагатай хэрэглээ, үйлдвэрлэл
mr: जबाबदार वापर आणि उत्पादन
ms: Penggunaan dan pengeluaran yang bertanggungjawab
mt: Konsum u produzzjoni responsabbli
my: တာဝန်ယူသုံးစွဲမှုနဲ့ ထုတ်လုပ်မှု
nb: Ansvarlig forbruk og produksjon
ne: जिम्मेवार उपभोग र उत्पादन
nl: Verantwoorde consumptie en productie
or: ଦାୟୀ ବ୍ୟବହାର ଏବଂ ଉତ୍ପାଦନ
pa: ਜਿੰਮੇਵਾਰ ਖਪਤ ਅਤੇ ਉਤਪਾਦਨ
pl: Odpowiedzialna konsumpcja i produkcja
ps: د مسولانه مصرف او تولید
pt_br: Consumo e produção responsáveis
ro: Consum și producție responsabile
ru: Ответственное потребление и производство
sk: Zodpovedná spotreba a výroba
sl: Odgovorna poraba in proizvodnja
sq: Konsum dhe prodhim i përgjegjshëm
sr_latn: Odgovorna potrošnja i proizvodnja
sv: Hållbar konsumtion och produktion
sw: Matumizi ya uwajibikaji na uzalishaji
ta: பொறுப்பான நுகர்வு மற்றும் உற்பத்தி
te: బాధ్యతాయుతమైన వినియోగం మరియు ఉత్పత్తి
th: การบริโภคและการผลิตอย่างมีความรับผิดชอบ
tk: Jogapkärli sarp edijiler we öndürmek
tr: Sorumlu tüketim ve üretim
tt: Җаваплы куллану һәм җитештерү
ug: مەسئۇلىيەتچان ئىستېمال ۋە ئىشلەپچىقىرىش
uk: Відповідальне споживання і виробництво
ur: ذمہ دارانہ کھپت اور پیداوار
uz: Mas'uliyatli iste'mol va ishlab chiqarish
vi: Tiêu dùng và sản xuất có trách nhiệm
zh_hans: 负责任的消费和生产
zu: Ukusetshenziswa okunomthwalo wemfanelo nokukhiqizwa

# undp_title_goal_13
source: Climate action
af: Klimaat aksie
am: የአየር ንብረት እንቅስቃሴ
ar: الإجراءات المناخية
as: জলবায়ু কাৰ্য
az: İqlim fəaliyyəti
bg: Действия в областта на климата
bn: জলবায়ু কর্ম
bo: གནམ་གཤིས་འགུལ་སྐྱོད།
bs: Klimatska akcija
ca: Acció climàtica
cs: Opatření v oblasti klimatu
cy: Gweithredu ar yr hinsawdd
da: Klimaindsats
de: Klimaschutz
el: Δράση για το κλίμα
es: Acción climática
et: Kliimameetmed
eu: Ekintza klimatikoa
fa: اقدام آب و هوایی
fi: Ilmastotoimet
fil: Klima aksyon
fo: Veðurlags gerð.
fr: Action climatique
ga: Gníomhú ar son na haeráide
gl: Acción climática
gu: આબોહવા ક્રિયા
he: פעילות אקלימית
hi: जलवायु कार्रवाई
hr: Djelovanje u području klime
hu: Éghajlat-politika
hy: Կլիմայական գործողություններ
id: Aksi iklim
is: Aðgerðir í loftslagsmálum
it: Azione per il clima
ja: 気候行動
ka: კლიმატის მოქმედება
kk: Климаттық әрекет
km: សកម្មភាពអាកាសធាតុ
kn: ಹವಾಮಾನ ಕ್ರಮ
ko: 기후 행동
ku: کرداری کەش و هەوا
ky: Климаттык иш-аракеттер
lo: ການປະຕິບັດງານຂອງດິນຟ້າອາກາດ
lt: Klimato politikos veiksmai
lv: Rīcība klimata politikas jomā
mg: Hetsika momba ny toetr'andro
mi: Hohenga āhuarangi
mk: Климатска акција
ml: കാലാവസ്ഥാ പ്രവർത്തനം
mn_cyrl: Цаг агаарын үйл ажиллагаа
mr: हवामान क्रिया
ms: Tindakan iklim
mt: Azzjoni klimatika
my: ရာသီဥတုလှုပ်ရှားမှု
nb: Klimatiltak
ne: जलवायु परिवर्तन सम्बन्धी कार्य[सम्पादन गर्ने]
nl: Klimaatactie
or: ଜଳବାୟୁ କାର୍ଯ୍ୟ
pa: ਜਲਵਾਯੂ ਐਕਸ਼ਨ
pl: Działania w dziedzinie klimatu
ps: د اقلیم عمل
pt_br: Ação climática
ro: Politici climatice
ru: Климатические действия
sk: Opatrenia v oblasti klímy
sl: Podnebni ukrepi
sq: Veprimi i klimës
sr_latn: Klimatska akcija
sv: Bekämpa klimatförändringarna
sw: Hatua ya hali ya hewa
ta: காலநிலை நடவடிக்கை
te: శీతోష్ణస్థితి చర్య
th: การดําเนินการด้านสภาพภูมิอากาศ
tk: Klimat hereketi
tr: İklim eylemi
tt: Климат чаралары
ug: كىلىمات ھەرىكىتى
uk: Кліматичні дії
ur: آب و ہوا کا عمل
uz: Iqlim amali
vi: Hành động khí hậu
zh_hans: 气候行动
zu: Isenzo sezulu

# undp_title_goal_14
source: Life below water
af: Lewe onder water
am: ከውሃ በታች ያለው ህይወት
ar: الحياة تحت الماء
as: পানীৰ তলৰ জীৱন
az: Suyun altında həyat
bg: Живот под водата
bn: পানির নিচে জীবন
bo: ཆུ་འོག་གི་འཚོ་བ།
bs: Život ispod vode
ca: Vida sota l'aigua
cs: Život pod vodou
cy: Bywyd islaw'r dŵr
da: Livet under vandet
de: Leben unter Wasser
el: Ζωή κάτω από το νερό
es: Vida bajo el agua
et: Elu vee all
eu: Bizitza urpean
fa: زندگی زیر آب
fi: Elämä veden alla
fil: Buhay sa ibaba ng tubig
fo: Lívið undir vatni.
fr: La vie sous l’eau
ga: Saol thíos uisce
gl: La vida debajo del agua
gu: પાણીની નીચે જીવન
he: החיים מתחת למים
hi: पानी के नीचे जीवन
hr: Život ispod vode
hu: Élet a víz alatt
hy: Կյանքը ջրից ներքեւ
id: Kehidupan di bawah air
is: Líf undir vatni
it: Vita sott'acqua
ja: 水の下の生活
ka: ცხოვრება წყლის ქვემოთ
kk: Судан төмен тіршілік
km: ជីវិត ក្រោម ទឹក
kn: ನೀರಿನ ಕೆಳಗಿನ ಜೀವನ[ಬದಲಾಯಿಸಿ]
ko: 물 밑의 생활
ku: ژیان لە ژێر ئاودا
ky: Суу астындагы жашоо
lo: ຊີວິດລຸ່ມນໍ້າ
lt: Gyvenimas po vandeniu
lv: Dzīve zem ūdens
mg: Fiainana ambanin'ny rano
mi: Ora i raro iho i te wai
mk: Животот под водата.
ml: വെള്ളത്തിനടിയിലെ ജീവിതം
mn_cyrl: Усан доорх амьдрал
mr: पाण्याखालचे जीवन
ms: Kehidupan di bawah air
mt: Ħajja taħt l-ilma
my: ရေအောက် အသက်ရှင်ခြင်း
nb: Livet under vann
ne: पानीमुनिको जीवन
nl: Leven onder water
or: ଜଳ ତଳେ ଜୀବନ
pa: ਪਾਣੀ ਦੇ ਹੇਠਾਂ ਜੀਵਨ
pl: Życie pod wodą
ps: د اوبو لاندې ژوند
pt_br: Vida abaixo da água
ro: Viața sub apă
ru: жизнь под водой
sk: Život pod vodou
sl: Življenje pod vodo
sq: Jeta nën ujë
sr_latn: Život ispod vode
sv: Hav och marina resurser
sw: Maisha chini ya maji
ta: நீருக்குக் கீழே வாழ்க்கை
te: నీటి అడుగున జీవితం
th: ชีวิตใต้น้ํา
tk: Suwuň aşagyndaky ýaşaýyş
tr: Suyun altındaki yaşam
tt: Су астындагы тормыш
ug: سۇ ئاستىدىكى ھايات
uk: Життя під водою
ur: پانی کے نیچے زندگی
uz: Suvdan pastdagi hayot
vi: Cuộc sống dưới nước
zh_hans: 水下生活
zu: Ukuphila ngezansi kwamanzi

# undp_title_goal_15
source: Life on land
af: Lewe op land
am: ሕይወት በምድር ላይ
ar: الحياة على الأرض
as: ভূমিত জীৱন
az: Quruda həyat
bg: Живот на сушата
bn: ভূমিতে জীবন
bo: སྐམ་སའི་སྟེང་གི་འཚོ་བ།
bs: Život na kopnu
ca: Vida a terra
cs: Život na souši
cy: Bywyd ar y tir
da: Livet på land
de: Leben an Land
el: Η ζωή στη στεριά
es: La vida en tierra
et: Elu maal
eu: Lurreko bizitza
fa: زندگی در خشکی
fi: Elämä maalla
fil: Buhay sa lupa
fo: Lívið á jørð.
fr: La vie sur terre
ga: Saol ar thalamh
gl: A vida na terra
gu: જમીન પરનું જીવન
he: החיים ביבשה
hi: ज़मीन पर जीवन
hr: Život na kopnu
hu: Élet a szárazföldön
hy: Կյանքը ցամաքում
id: Kehidupan di darat
is: Lífið á landi
it: La vita sulla terra
ja: 陸上での生活
ka: ცხოვრება ხმელეთზე
kk: Жер бетіндегі тіршілік
km: ជីវិតលើដី
kn: ನೆಲದ ಮೇಲೆ ಜೀವನ[ಬದಲಾಯಿಸಿ]
ko: 육지에서의 삶
ku: ژیان لەسەر خاک
ky: Жер бетиндеги жашоо
lo: ຊີວິດເທິງດິນ
lt: Gyvenimas sausumoje
lv: Dzīve uz sauszemes
mg: Fiainana an - tanety
mi: Ora i runga i te whenua
mk: Живот на копно.
ml: കരയിലെ ജീവിതം
mn_cyrl: Газар дээрх амьдрал
mr: जमिनीवरील जीवन
ms: Kehidupan di darat
mt: Il-ħajja fuq l-art
my: ကုန်းမြေပေါ် သက်ရှိတွေရဲ့
nb: Livet på land
ne: भूमिमा जीवन
nl: Leven op het land
or: ଜମିରେ ଜୀବନ
pa: ਜ਼ਮੀਨ ਉੱਤੇ ਜੀਵਨ
pl: Życie na lądzie
ps: د ځمکې پر سر ژوند
pt_br: Vida em terra
ro: Viața pe uscat
ru: жизнь на суше
sk: Život na súši
sl: Življenje na kopnem
sq: Jeta në tokë
sr_latn: Život na kopnu
sv: Ekosystem och biologisk mångfald
sw: Maisha juu ya ardhi
ta: நிலத்தில் வாழ்க்கை
te: భూమిపై జీవితం
th: ชีวิตบนบก
tk: Gury ýerde ýaşaýyş
tr: Karada yaşam
tt: Җирдәге тормыш
ug: قۇرۇقلۇقتىكى ھايات
uk: Життя на землі
ur: زمین پر زندگی
uz: Quruqlikda hayot
vi: Cuộc sống trên đất liền
zh_hans: 陆地上的生活
zu: Ukuphila emhlabeni

# undp_title_goal_16
source: Peace, justice and strong institutions
af: Vrede, geregtigheid en sterk instellings
am: ሰላም፣ ፍትህና ጠንካራ ተቋማት
ar: السلام والعدالة والمؤسسات القوية
as: শান্তি, ন্যায় আৰু শক্তিশালী প্ৰতিষ্ঠান
az: Sülh, ədalət və güclü qurumlar
bg: Мир, правосъдие и силни институции
bn: শান্তি, ন্যায়বিচার এবং শক্তিশালী প্রতিষ্ঠান
bo: ཞི་བདེ་དང་། དྲང་བདེན། སྟོབས་དང་ལྡན་པའི་སྒྲིག་གཞི།
bs: Mir, pravda i jake institucije
ca: Pau, justícia i institucions sòlides
cs: Mír, spravedlnost a silné instituce
cy: Heddwch, cyfiawnder a sefydliadau cryf
da: Fred, retfærdighed og stærke institutioner
de: Frieden, Gerechtigkeit und starke Institutionen
el: Ειρήνη, δικαιοσύνη και ισχυροί θεσμοί
es: Paz, justicia e instituciones fuertes
et: Rahu, õiglus ja tugevad institutsioonid
eu: Bakea, justizia eta erakunde sendoak
fa: صلح، عدالت و نهادهای قوی
fi: Rauha, oikeus ja vahvat instituutiot
fil: Kapayapaan, katarungan at malakas na institusyon
fo: Friður, rættvísi og sterkar stovnar
fr: Paix, justice et institutions fortes
ga: Síocháin, ceartas agus institiúidí láidre
gl: Paz, xustiza e institucións sólidas
gu: શાંતિ, ન્યાય અને મજબૂત સંસ્થાઓ
he: שלום, צדק ומוסדות חזקים
hi: शांति, न्याय और मजबूत संस्थान
hr: Mir, pravda i snažne institucije
hu: Béke, igazságosság és erős intézmények
hy: Խաղաղություն, արդարություն եւ ամուր հաստատություններ
id: Perdamaian, keadilan, dan institusi yang kuat
is: Friður, réttlæti og öflugar stofnanir
it: Pace, giustizia e istituzioni forti
ja: 平和、正義、強力な制度
ka: მშვიდობა, სამართლიანობა და ძლიერი ინსტიტუტები
kk: Бейбітшілік, әділеттілік және мықты институттар
km: សន្តិភាព យុត្តិធម៌ និង ស្ថាប័ន រឹង មាំ
kn: ಶಾಂತಿ, ನ್ಯಾಯ ಮತ್ತು ಬಲವಾದ ಸಂಸ್ಥೆಗಳು
ko: 평화, 정의 및 강력한 제도
ku: ئاشتی و دادپەروەری و دامەزراوە بەهێزەکان
ky: Тынчтык, адилеттик жана күчтүү институттар
lo: ສັນຕິພາບ, ຍຸຕິທໍາ ແລະ ສະຖາບັນທີ່ເຂັ້ມແຂງ
lt: Taika, teisingumas ir stiprios institucijos
lv: Miers, taisnīgums un spēcīgas iestādes
mg: Fandriampahalemana, rariny ary andrim-panjakana matanjaka
mi: Te rangimarie, te tika me nga rōpū pakari
mk: Мир, правда и силни институции
ml: സമാധാനം, നീതി, ശക്തമായ സ്ഥാപനങ്ങൾ
mn_cyrl: Энх тайван, шударга ёс, хүчирхэг байгууллагууд
mr: शांतता, न्याय आणि मजबूत संस्था
ms: Keamanan, keadilan dan institusi yang kuat
mt: Paċi, ġustizzja u istituzzjonijiet b'saħħithom
my: ငြိမ်းချမ်းရေး၊ တရားမျှတမှုနဲ့ ခိုင်ခံ့တဲ့ အဖွဲ့အစည်းတွေ
nb: Fred, rettferdighet og sterke institusjoner
ne: शान्ति, न्याय र सबल संस्थाहरू
nl: Vrede, gerechtigheid en sterke instellingen
or: ଶାନ୍ତି, ନ୍ୟାୟ ଏବଂ ଶକ୍ତିଶାଳୀ ଅନୁଷ୍ଠାନ
pa: ਸ਼ਾਂਤੀ, ਨਿਆਂ ਅਤੇ ਮਜ਼ਬੂਤ ਸੰਸਥਾਵਾਂ
pl: Pokój, sprawiedliwość i silne instytucje
ps: سوله ، عدالت او پیاوړی بنسټونه
pt_br: Paz, justiça e instituições fortes
ro: Pace, justiție și instituții puternice
ru: Мир, справедливость и сильные институты
sk: Mier, spravodlivosť a silné inštitúcie
sl: Mir, pravosodje in močne institucije
sq: Paqe, drejtësi dhe institucione të forta
sr_latn: Mir, pravda i jake institucije
sv: Fredliga och inkluderande samhällen
sw: Amani, haki na taasisi imara
ta: அமைதி, நீதி மற்றும் வலுவான நிறுவனங்கள்
te: శాంతి, న్యాయం మరియు బలమైన సంస్థలు
th: สันติภาพ ความยุติธรรม และสถาบันที่เข้มแข็ง
tk: Parahatlyk, adalat we güýçli düzümler
tr: Barış, adalet ve güçlü kurumlar
tt: Яхшылык, гаделлек һәм көчле институтлар
ug: تىنچلىق، ھەققانىيلىق ۋە كۈچلۈك ئاپپاراتلار
uk: Мир, справедливість і сильні інститути
ur: امن، انصاف اور مضبوط ادارے
uz: Tinchlik, adolat va kuchli institutlar
vi: Hòa bình, công lý và các thể chế mạnh mẽ
zh_hans: 和平、正义和强大的机构
zu: Ukuthula, ubulungiswa kanye nezikhungo eziqinile

# undp_title_goal_17
source: Partnerships for the goals
af: Vennootskappe vir die doelwitte
am: ለግቦቹ አጋርነት
ar: الشراكات من أجل الأهداف
as: লক্ষ্যৰ বাবে অংশীদাৰীত্ব
az: Məqsədlər üçün həmkarlar ittifaqları
bg: Партньорства за целите
bn: লক্ষ্যগুলির জন্য অংশীদারিত্ব
bo: དམིགས་འབེན་གྱི་རོགས་ཟླའི་འབྲེལ་བ།
bs: Partnerstva za ciljeve
ca: Aliances per als objectius
cs: Partnerství pro dosažení cílů
cy: Partneriaethau ar gyfer y nodau
da: Partnerskaber for målene
de: Partnerschaften für die Ziele
el: Συνεργασίες για τους στόχους
es: Asociaciones para los objetivos
et: Partnerlus eesmärkide saavutamiseks
eu: Helburuetarako elkarteak
fa: مشارکت برای اهداف
fi: Kumppanuudet tavoitteiden saavuttamiseksi
fil: Pakikipagsosyo para sa mga layunin
fo: Partnerships til málið.
fr: Partenariats pour les objectifs
ga: Comhpháirtíochtaí do na spriocanna
gl: Asociacións para os obxectivos
gu: ધ્યેયો માટે ભાગીદારી
he: שותפויות למען המטרות
hi: लक्ष्यों के लिए साझेदारी
hr: Partnerstva za ciljeve
hu: Partnerségek a célokért
hy: Նպատակներին հասնելու համար համագործակցություն
id: Kemitraan untuk tujuan
is: Samstarf um markmiðin
it: Partnership per gli obiettivi
ja: 目標のためのパートナーシップ
ka: პარტნიორობა მიზნებისათვის
kk: Мақсатқа қол жеткізуге арналған серіктестіктер
km: ភាពជា ដៃគូ សម្រាប់ គោលដៅ
kn: ಗುರಿಗಳಿಗಾಗಿ ಪಾಲುದಾರಿಕೆಗಳು
ko: 목표를 위한 파트너십
ku: هاوبەشی بۆ ئامانجەکان
ky: Максаттар үчүн өнөктөштүк
lo: ການເປັນຄູ່ຮ່ວມງານສໍາລັບເປົ້າຫມາຍ
lt: Partnerystė siekiant tikslų
lv: Partnerības mērķu sasniegšanai
mg: Fiaraha-miasa ho an'ireo tanjona
mi: Ngā mahi ngātahi mō ngā whāinga
mk: Партнерства за целите
ml: ലക്ഷ്യങ്ങൾക്കായുള്ള പങ്കാളിത്തം
mn_cyrl: Зорилтуудын төлөөх түншлэл
mr: उद्दिष्टांसाठी भागीदारी
ms: Perkongsian untuk matlamat
mt: Sħubijiet għall-għanijiet
my: ပန်းတိုင်များအတွက် ပူးပေါင်းဆောင်ရွက်မှုများ
nb: Partnerskap for målene
ne: लक्ष्यका लागि साझेदारी[सम्पादन गर्ने]
nl: Partnerschappen voor de doelen
or: ଲକ୍ଷ୍ୟ ପାଇଁ ଭାଗିଦାରୀ
pa: ਟੀਚਿਆਂ ਵਾਸਤੇ ਭਾਈਵਾਲੀਆਂ
pl: Partnerstwa na rzecz celów
ps: د موخو لپاره شراکت
pt_br: Parcerias para as metas
ro: Parteneriate pentru obiective
ru: Партнерство для целей
sk: Partnerstvá pre ciele
sl: Partnerstva za cilje
sq: Partneritete për qëllimet
sr_latn: Partnerstva za ciljeve
sv: Genomförande och globalt partnerskap
sw: Ushirikiano kwa malengo
ta: இலக்குகளுக்கான கூட்டாண்மைகள்
te: గోల్స్ కొరకు భాగస్వామ్యాలు
th: ความร่วมมือเพื่อเป้าหมาย
tk: Maksatlar üçin hyzmatdaşlyk
tr: Hedefler için ortaklıklar
tt: Максатлар өчен партнерлыклар
ug: نىشان ئۈچۈن ھەمراھلىق مۇناسىۋىتى
uk: Партнерство для цілей
ur: اہداف کے لئے شراکت داری
uz: Maqsadlar uchun hamkorlik
vi: Quan hệ đối tác cho các mục tiêu
zh_hans: 为实现目标而建立的伙伴关系
zu: Ukubambisana kwezinhloso

# undp_title_goal_2
source: Zero hunger
af: Nul honger
am: ዜሮ ረሃብ
ar: القضاء على الجوع
as: শূন্য ভোক
az: Sıfır aclıq
bg: Нулев глад
bn: শূন্য ক্ষুধা
bo: བཀྲེས་ལྟོགས་མེད་པ།
bs: Nula gladi
ca: Fam zero
cs: Nulový hlad
cy: Dim newyn
da: Nul sult
de: Kein Hunger
el: Μηδενική πείνα
es: Hambre cero
et: Null nälga
eu: Zero gosea
fa: گرسنگی صفر
fi: Ei nälkää
fil: Zero gutom
fo: Zero hungri
fr: Zéro faim
ga: Ocras nialasach
gl: Fame cero
gu: શૂન્ય ભૂખ
he: אפס רעב
hi: शून्य भूख
hr: Nula gladi
hu: Zéró éhség
hy: Զրոյական քաղց
id: Tidak ada kelaparan
is: Núll hungur
it: Fame zero
ja: 飢餓ゼロ
ka: ნულოვანი შიმშილი
kk: Нөлдік аштық
km: ការ ស្រេក ឃ្លាន សូន្យ
kn: ಶೂನ್ಯ ಹಸಿವು
ko: 굶주림 제로(Zero Hunger)
ku: برسێتی سفر
ky: Нөлдүк ачкачылык
lo: ຄວາມອຶດຫິວZero
lt: Nulis bado
lv: Nulle bada
mg: Ny hanoanana aotra
mi: hiakai kore
mk: Нулта глад
ml: വിശപ്പ് പൂജ്യം
mn_cyrl: Зеро өлсгөлөн
mr: शून्य भूक
ms: Sifar kelaparan
mt: Żero ġuħ
my: ငတ်မွတ်ခေါင်းပါးမှု zero ငတ်မွတ်ခေါင်းပါးမှု
nb: Null sult
ne: शून्य भोक
nl: Geen honger
or: ଶୂନ୍ୟ ଭୋକ
pa: ਜ਼ੀਰੋ ਭੁੱਖ
pl: Zero głodu
ps: لوږه صفر
pt_br: Fome zero
ro: Zero foame
ru: Нулевой голод
sk: Nulový hlad
sl: Nič lakote
sq: Zero uri
sr_latn: Nulta glad
sv: Ingen hunger
sw: Njaa sifuri
ta: பூஜ்ஜிய பசி
te: శూన్య ఆకలి
th: ศูนย์ความหิวโหย
tk: Sansyz açlyk
tr: Sıfır açlık
tt: Нуль ачлык
ug: نۆل ئاچلىق
uk: Нульовий голод
ur: صفر بھوک
uz: Nol ochlik
vi: Không đói
zh_hans: 零饥饿
zu: Zero indlala

# undp_title_goal_3
source: Good health and well-being
af: Goeie gesondheid en welsyn
am: ጥሩ ጤንነት እና ደህንነት
ar: صحة جيدة ورفاهية
as: সুস্বাস্থ্য আৰু সুস্থতা
az: Sağlamlıq və rifah
bg: Добро здраве и благополучие
bn: ভাল স্বাস্থ্য এবং সুস্থতা
bo: བདེ་ཐང་དང་བདེ་སྐྱིད་ལྡན་པ།
bs: Dobro zdravlje i zdravlje
ca: Bona salut i benestar
cs: Dobré zdraví a pohoda
cy: Iechyd da a lles
da: Et godt helbred og velvære
de: Gesundheit und Wohlbefinden
el: Καλή υγεία και ευεξία
es: Buena salud y bienestar
et: Hea tervis ja heaolu
eu: Osasun ona eta ongizatea
fa: سلامت و سلامتی خوب
fi: Hyvä terveys ja hyvinvointi
fil: Mabuting kalusugan at kapakanan
fo: Góða heilsa og væl-being
fr: Bonne santé et bien-être
ga: Dea-shláinte agus folláine
gl: Boa saúde e benestar
gu: સારું સ્વાસ્થ્ય અને સુખાકારી
he: בריאות ורווחה טובה
hi: अच्छी सेहत और सेहत
hr: Dobro zdravlje i dobrobit
hu: Jó egészség és jólét
hy: Լավ առողջություն եւ բարեկեցություն
id: Kesehatan dan kesejahteraan yang baik
is: Góð heilsa og vellíðan
it: Buona salute e benessere
ja: 健康と幸福
ka: კარგი ჯანმრთელობა და კეთილდღეობა
kk: Денсаулық пен әл-ауқаттың жақсылығы
km: សុខភាពល្អ និងសុខុមាលភាព
kn: ಉತ್ತಮ ಆರೋಗ್ಯ ಮತ್ತು ಯೋಗಕ್ಷೇಮ
ko: 좋은 건강과 복지
ku: تەندروستی باش و خۆش
ky: Жакшы ден соолук жана жыргалчылыгы
lo: ສຸຂະພາບທີ່ດີ ແລະ ຄວາມຢູ່ດີກິນດີ
lt: Gera sveikata ir gerovė
lv: Laba veselība un pašsajūta
mg: Fahasalamana sy fahasalamana tsara
mi: Te hauora pai me te ora
mk: Добро здравје и благосостојба
ml: നല്ല ആരോഗ്യവും ക്ഷേമവും
mn_cyrl: Эрүүл мэнд, сайн сайхан
mr: चांगले आरोग्य आणि कल्याण
ms: Kesihatan dan kesejahteraan yang baik
mt: Saħħa u benesseri tajbin
my: ကျန်းမာရေးကောင်းခြင်းနှင့် ကျန်းမာရေးကောင်းခြင်း
nb: God helse og trivsel
ne: राम्रो स्वास्थ्य र कल्याण
nl: Goede gezondheid en welzijn
or: ଉତ୍ତମ ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ସୁସ୍ଥତା
pa: ਚੰਗੀ ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ
pl: Dobre zdrowie i dobre samopoczucie
ps: ښه صحت او صحت
pt_br: Boa saúde e bem-estar
ro: Stare bună de sănătate și bunăstare
ru: Хорошее здоровье и благополучие
sk: Dobré zdravie a pohoda
sl: Dobro zdravje in dobro bitje
sq: Shëndet i mirë dhe mirëqenie
sr_latn: Dobro zdravlje i dobro biće
sv: God hälsa och välbefinnande
sw: Afya njema na ustawi
ta: நல்ல ஆரோக்கியம் மற்றும் நல்வாழ்வை
te: మంచి ఆరోగ్యం మరియు స్వస్థత
th: สุขภาพดีและความเป็นอยู่ที่ดี
tk: Gowy saglyk we abadançylyk
tr: İyi sağlık ve esenlik
tt: Сәламәт сәламәтлек һәм игелек
ug: ساغلام بولۇش ۋە بەخت-سائادەت
uk: Міцного здоров'я і благополуччя
ur: اچھی صحت اور بہبود
uz: Yaxshi sog'liq va farovonlik
vi: Sức khỏe và hạnh phúc tốt
zh_hans: 良好的健康和福祉
zu: Impilo enhle nenhlalakahle
