Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_balance_title
source: Good job, now the scales are in balance!
af: Goeie werk, nou is die skale in balans!
am: መልካም ሥራ, አሁን ሚዛን ላይ ነው!
ar: عمل جيد، والآن المقاييس في التوازن!
as: ভাল কাম, এতিয়া স্কেলবোৰ সন্তুলিত হৈ আছে!
az: Yaxşı iş, indi tərəzilər balansdadır!
bg: Добра работа, сега везните са в баланс!
bn: ভাল কাজ, এখন স্কেল ভারসাম্য হয়!
bo: ལས་ཀ་ཡག་པོ་བྱས་ན་ད་ལྟ་རྒྱ་མ་དོ་མཉམ་ཡོང་གི་རེད།
bs: Dobar posao, sad su vage u ravnoteži!
ca: Bona feina, ara les escales estan en equilibri!
cs: Dobrá práce, nyní jsou váhy v rovnováze!
cy: Swydd dda, nawr mae'r graddfeydd mewn cydbwysedd!
da: Godt stykke arbejde, nu skalaer er i balance!
de: Gute Arbeit, jetzt ist die Waage im Gleichgewicht!
el: Καλή δουλειά, τώρα η ζυγαριά είναι σε ισορροπία!
es: Buen trabajo, ahora las escalas están en equilibrio!
et: Tubli töö, nüüd on kaalud tasakaalus!
eu: Lan ona, orain balantza orekan!
fa: کار خوب، حالا ترازو در تعادل است!
fi: Hyvää työtä, nyt vaaka on tasapainossa!
fil: Magandang trabaho, ngayon ang scales ay sa balanse!
fo: Góðan arbeiði, nú eru scaleir í javnvág!
fr: Bon travail, maintenant les balances sont en équilibre!
ga: Jab maith, anois tá na scálaí i gcothromaíocht!
gl: Bo traballo, agora as balanzas están en equilibrio!
gu: સારી નોકરી, હવે ભીંગડા સંતુલિત છે!
he: עבודה טובה, עכשיו המאזניים מאוזנים!
hi: अच्छा काम है, अब तराजू संतुलन में हैं!
hr: Dobar posao, sada je vaga u ravnoteži!
hu: Jó munkát, most a mérleg egyensúlyban van!
hy: Լավ աշխատանք, հիմա Կշեռքները հավասարակշռված են!
id: Kerja bagus, sekarang timbangannya seimbang!
is: Vel gert, nú eru vogirnar í jafnvægi!
it: Buon lavoro, ora la bilancia è in equilibrio!
ja: 良い仕事、今スケールはバランスです!
ka: კარგი სამუშაო, ახლა სასწორი წონასწორობაა!
kk: Жақсы жұмыс, енді таразылар тепе-теңдікте тұр!
km: ការងារល្អ ឥឡូវនេះ មាត្រដ្ឋានមានតុល្យភាព!
kn: ಒಳ್ಳೆಯ ಕೆಲಸ, ಈಗ ಮಾಪಕಗಳು ಸಮತೋಲನದಲ್ಲಿವೆ!
ko: 잘했어, 이제 비늘이 균형을 이루고 있습니다!
ku: کاری باش، ئێستا پێوەرەکان لە هاوسەنگیدان!
ky: Жакшы жумуш, азыр тараза тең салмактуу!
lo: ວຽກທີ່ດີ, ດຽວນີ້ຊິງແມ່ນຢູ່ໃນຄວາມສົມດຸນ!
lt: Geras darbas, dabar svarstyklės yra subalansuotos!
lv: Labs darbs, tagad svari ir līdzsvarā!
mg: Asa tsara, mizana tsara izao!
mi: He pai te mahi, ināianei kei te whārite nga tauine!
mk: Добра работа, сега скалите се во рамнотежа!
ml: നല്ല ജോലി, ഇപ്പോൾ സ്കെയിലുകൾ സന്തുലിതാവസ്ഥയിലാണ്!
mn_cyrl: Сайн ажил байна, одоо жинлүүр тэнцвэртэй байна!
mr: चांगले काम, आता तराजू समतोलात!
ms: Kerja yang baik, kini skala seimbang!
mt: Xogħol tajjeb, issa l-iskali huma f'bilanċ!
my: အလုပ်ကောင်းနေပြီ၊ အခုတော့ အကြေးခွံတွေဟာ ဟန်ချက်ညီနေပြီ!
nb: Bra jobbet, nå er vektene i balanse!
ne: राम्रो काम, अब तराजू सन्तुलनमा छन्!
nl: Goed gedaan, nu is de weegschaal in balans!
or: ଭଲ କାମ, ବର୍ତ୍ତମାନ ସ୍କେଲ୍ ସନ୍ତୁଳନରେ ଅଛି!
pa: ਵਧੀਆ ਕੰਮ, ਹੁਣ ਸਕੇਲਾਂ ਵਿੱਚ ਸੰਤੁਲਨ ਹੈ!
pl: Dobra robota, teraz wagi są w równowadze!
ps: ښه کار، اوس ترازو په توازن کې دی!
pt_br: Bom trabalho, agora as balanças estão em equilíbrio!
ro: Bună treabă, acum cântarele sunt în echilibru!
ru: Хорошая работа, теперь весы находятся в балансе!
sk: Dobrá práca, teraz sú váhy v rovnováhe!
sl: Dobro opravljeno, zdaj so tehtnice v ravnotežju!
sq: Punë e mirë, tani peshoret janë në ekuilibër!
sr_latn: Svaka cast, sad su vage u ravnoteћi!
sv: Bra jobbat, nu är vågen i jämnvikt!
sw: Kazi nzuri, sasa mizani iko kwenye usawa!
ta: நல்ல வேலை, இப்போது செதில்கள் சமநிலையில் உள்ளன!
te: మంచి ఉద్యోగం, ఇప్పుడు స్కేల్స్ బ్యాలెన్స్ లో ఉన్నాయి!
th: งานที่ดีตอนนี้ตาชั่งอยู่ในความสมดุล!
tk: Gowy iş, indi terezisi tygşytly!
tr: İyi iş, şimdi terazi dengede!
tt: Яхшы эш, хәзер үлчәүләр тигез!
ug: ياخشى خىزمەت، ھازىر تارازا تەڭپۇڭلۇقتا!
uk: Гарна робота, тепер ваги в балансі!
ur: اچھا کام، اب ترازو توازن میں ہیں!
uz: Yaxshi ish, endi tarozilar tarozida!
vi: Công việc tốt, bây giờ quy mô đang cân bằng!
zh_hans: 干得好，现在秤处于平衡状态！
zu: Umsebenzi omuhle, manje izikali zilinganisela!

# food_waste_info_equal
source: You wasted the same amount of food today as you did yesterday.
af: Jy mors vandag dieselfde hoeveelheid kos as wat jy gister gedoen het.
am: ዛሬ ምግቡን ትናንት እንዳባከንከው ነው።
ar: لقد أعطيت نفس الكمية من الطعام اليوم كما فعلت بالأمس
as: আপুনি কালিৰ দৰে আজিও একে পৰিমাণৰ খাদ্য অপচয় কৰিছিল।
az: Bu gün siz də dünənki kimi eyni miqdarda qidanı israf etdiniz.
bg: Пропиля същото количество храна днес, както вчера.
bn: আপনি গতকালের মতো আজ একই পরিমাণ খাবার অপচয় করেছেন।
bo: དེ་རིང་ཁྱེད་ཀྱིས་ཁ་སང་དང་འདྲ་བའི་ཟས་རིགས་ཆུད་ཟོས་སུ་བཏང་།
bs: Danas si troљio istu količinu hrane kao i juиe.
ca: Avui heu malgastat la mateixa quantitat d'aliments que ahir.
cs: Dnes jste promrhali stejné množství jídla jako včera.
cy: Fe wnaethoch chi wastraffu'r un faint o fwyd heddiw ag y gwnaethoch chi ddoe.
da: Du har spist den samme mængde mad i dag, som du gjorde i går.
de: Sie haben heute die gleiche Menge an Lebensmitteln verschwendet wie gestern.
el: Σπαταλήσατε την ίδια ποσότητα φαγητού σήμερα όπως και χθες.
es: Desperdiciaste la misma cantidad de comida hoy que ayer.
et: Te raiskasite täna sama palju toitu kui eile.
eu: Atzoko janari kopuru bera alferrik galdu duzu gaur.
fa: تو همون مقدار غذا رو امروز مثل ديروز هدر دادي
fi: Sinulla oli tänään sama määrä ruokaa kuin eilen.
fil: Pareho ka ng pagkain ngayon tulad ng ginawa mo kahapon.
fo: Tú spilti sama mongd av mati í dag, sum tú gjørdi í gjár.
fr: Vous avez dérêté la même quantité de nourriture aujourd’hui qu’hier.
ga: Chuir tú an méid céanna bia amú inniu agus a chuir tú inné amú.
gl: Hoxe en día desperdiciaches a mesma cantidade de comida que onte.
gu: તમે ગઈ કાલની જેમ જ આજે પણ એટલો જ ખોરાક બગાડ્યો છે.
he: בזבזתם היום את אותה כמות מזון כמו שאתמול בזבזתם.
hi: आपने आज उतना ही खाना बर्बाद किया जितना आपने कल किया था।
hr: Potrošili ste istu količinu hrane danas kao i jučer.
hu: Ma ugyanannyi élelmet pazaroltál el, mint tegnap.
hy: Դուք այսօր նույն քանակությամբ սնունդ եք վատնում, ինչ երեկ:
id: Anda menyia-nyiakan jumlah makanan yang sama hari ini seperti yang Anda lakukan kemarin.
is: Þú sóaðir sama magni af mat í dag og þú gerðir í gær.
it: Oggi avete sprecato la stessa quantità di cibo che avete sprecato ieri.
ja: あなたは今日、あなたが昨日と同じ量の食べ物を食べました。
ka: დღეს იგივე რაოდენობის საკვები დახარჯა, როგორც გუშინ გააკეთეთ.
kk: Сіз кешегідей азық-түлік көлемін босаттыңыз.
km: អ្នក បាន ខ្ជះខ្ជាយ ចំនួន អាហារ ដូច គ្នា នឹង អាហារ ដែល អ្នក បាន ធ្វើ កាល ពី ម្សិល មិញ ។
kn: ನೀವು ನಿನ್ನೆಯಷ್ಟೇ ಇಂದು ಅದೇ ಪ್ರಮಾಣದ ಆಹಾರವನ್ನು ವ್ಯರ್ಥ ಮಾಡಿದ್ದೀರಿ.
ko: 당신은 어제와 같은 양의 음식을 오늘 낭비했습니다.
ku: تۆ ئەمڕۆ هەمان خواردنت بەفیڕۆ دا وەک دوێنێ.
ky: Сиз бүгүн да мурункудай өлчөмдөгү тамак-ашты сарптадыңыз.
lo: ທ່ານ ໄດ້ ເສຍ ອາຫານ ໃນ ປະລິມານ ດຽວ ກັນ ໃນ ມື້ ນີ້ ດັ່ງ ທີ່ ທ່ານ ໄດ້ ເຮັດ ໃນ ວັນ ອາທິດ ວານ ນີ້.
lt: Šiandien iššvaistėte tokį patį maisto kiekį, kaip ir vakar.
lv: Jūs šodien izšķērdējāt tādu pašu daudzumu pārtikas kā vakar.
mg: Nandanina sakafo mitovy amin'ny tamin'ny omaly ianao androany.
mi: I moumou koe i te nui o te kai i tēnei rā i a koe inanahi.
mk: Ја потроши истата количина храна денес како и вчера.
ml: നിങ്ങൾ ഇന്നലെ പാഴാക്കിയ അതേ അളവിലുള്ള ഭക്ഷണം ഇന്ന് പാഴാക്കി.
mn_cyrl: Та өчигдөртэй адил хэмжээний хоол хүнсийг өнөөдөр дэмий үрсэн.
mr: कालच्या जेवणाइतकेच अन्न आज वाया घालवले.
ms: Anda membazirkan jumlah makanan yang sama hari ini seperti yang anda lakukan semalam.
mt: Ħlejt l-istess ammont ta' ikel illum bħalma għamilt ilbieraħ.
my: မနေ့ကလိုပဲ ဒီနေ့လိုပဲ အစားအစာပမာဏကို ဖြုန်းတီးလိုက်တာပါ။
nb: Du kastet bort like mye mat i dag som i går.
ne: तिमीले हिजो जति खाना खायौ, आज पनि त्यति नै खेर फाल्यौ।
nl: Je hebt vandaag dezelfde hoeveelheid voedsel verspild als gisteren.
or: ଆପଣ ଗତକାଲି ପରି ଆଜି ସମାନ ପରିମାଣର ଖାଦ୍ୟ ନଷ୍ଟ କରିଛନ୍ତି ।
pa: ਤੁਸੀਂ ਅੱਜ ਭੋਜਨ ਦੀ ਓਨੀ ਹੀ ਮਾਤਰਾ ਬਰਬਾਦ ਕੀਤੀ ਜਿੰਨੀ ਤੁਸੀਂ ਕੱਲ੍ਹ ਬਰਬਾਦ ਕੀਤੀ ਸੀ।
pl: Zmarnowałeś dziś taką samą ilość jedzenia, jak wczoraj.
ps: تاسو نن هم هغه اندازه خواړه ضایع کړل لکه پرون چې مو وکړل.
pt_br: Você desperdiçou a mesma quantidade de comida hoje como ontem.
ro: Ați irosit astăzi aceeași cantitate de mâncare ca și ieri.
ru: Сегодня вы потратили впустую такое же количество пищи, как и вчера.
sk: Dnes ste premrhali rovnaké množstvo jedla ako včera.
sl: Zastrupil si enako količino hrane kot včeraj.
sq: Ke harxhuar të njëjtën sasi ushqimi sot si dje.
sr_latn: Protraćio si istu količinu hrane danas kao i juče.
sv: Ni har kastade lika mycket mat idag som igår.
sw: Umepoteza kiasi hicho cha chakula leo kama ulivyofanya jana.
ta: நேற்று நீங்கள் செய்த அதே அளவு உணவை இன்று வீணடித்தீர்கள்.
te: మీరు నిన్న చేసినంత మొత్తంలో ఆహారాన్ని ఈ రోజు కూడా వృధా చేశారు.
th: วันนี้คุณเสียอาหารในปริมาณเท่ากันกับเมื่อวาน
tk: Sen şu gün düýnki ýaly iýmiti biderek harçladyň.
tr: Dün olduğu gibi bugün de aynı miktarda yiyecek aldın.
tt: Кичәге кебек син дә шундый күләмдә ризыкны йотмәдең.
ug: سىز بۈگۈن تۈنۈگۈنكىگە ئوخشاش مىقداردىكى يېمەكلىكنى ئىسراپ قىلدىڭىز.
uk: Сьогодні ви витрачали таку ж кількість їжі, як і вчора.
ur: آپ نے آج بھی اتنی ہی مقدار میں کھانا ضائع کیا جتنا آپ نے کل کیا تھا۔
uz: Siz bugun kechagidek miqdordagi ovqatni behuda sarfladingiz.
vi: Bạn đã lãng phí cùng một lượng thức ăn ngày hôm nay như bạn đã làm ngày hôm qua.
zh_hans: 你今天浪费的食物和昨天一样多。
zu: Uchithe inani elifanayo lokudla namuhla njengoba wenze izolo.

# food_waste_info_less
source: You wasted less food today than you did yesterday!
af: Jy mors vandag minder kos as wat jy gister gedoen het!
am: ዛሬ ያባከነው ምግብ ትላንት ከነበረው ያነሰ ነው!
ar: لقد كنت تتعطين طعاما أقل اليوم مما كنت تفعل بالأمس!
as: আপুনি কালিৰ তুলনাত আজি কম খাদ্য অপচয় কৰিছে!
az: Sən bu gün dünənkindən daha az yemək israf etdin!
bg: Днес пропиля по-малко храна от вчера!
bn: আপনি গতকালের চেয়ে আজ কম খাবার অপচয় করেছেন!
bo: དེ་རིང་ཁྱེད་ཚོས་ཆུད་ཟོས་སུ་བཏང་བའི་ཟ་མ་ཁ་སང་ལས་ཉུང་།
bs: Danas si troљio manje hrane nego juиer!
ca: Avui has malgastat menys menjar que ahir!
cs: Dnes jste vyplýtvali méně jídla než včera!
cy: Roeddech chi'n gwastraffu llai o fwyd heddiw nag y gwnaethoch chi ddoe!
da: Du var mindre mad i dag, end du gjorde i går!
de: Sie haben heute weniger Lebensmittel verschwendet als gestern!
el: Σπαταλήσατε λιγότερο φαγητό σήμερα από ό, τι χθες!
es: ¡Desperdiciaste menos comida hoy que ayer!
et: Sa raiskasid täna vähem toitu kui eile!
eu: Atzo baino janari gutxiago alferrik galdu!
fa: امروز کمتر از ديروز غذات رو هدر دادي!
fi: Olit vähemmän ruokaa tänään kuin eilen!
fil: Hindi ka gaanong pagkain ngayon kaysa kahapon!
fo: Tú spilti minni av mati í dag enn tú gjørdi í gjár!
fr: Vous avez débogué moins de nourriture aujourd’hui qu’hier!
ga: Chuir tú níos lú bia amú inniu ná mar a chuir tú inné!
gl: Hoxe en día desperdiciaches menos comida que onte.
gu: તમે ગઈકાલ કરતાં આજે ઓછો ખોરાક બગાડ્યો છે!
he: בזבזתם היום פחות אוכל ממה שעשיתם אתמול!
hi: आपने कल की तुलना में आज कम खाना बर्बाद किया!
hr: Danas si potrošio manje hrane nego jučer!
hu: Kevesebb élelmet pazaroltál el ma, mint tegnap!
hy: Այսօր ավելի քիչ սնունդ եք վատնում, քան երեկ։
id: Anda menyia-nyiakan lebih sedikit makanan hari ini daripada yang Anda lakukan kemarin!
is: Þú sóaðir minni mat í dag en þú gerðir í gær!
it: Oggi hai sprecato meno cibo di ieri!
ja: あなたは昨日よりも今日より少ない食べ物を食べました!
ka: დღეს ნაკლები საკვები დახარჯა, ვიდრე გუშინ გააკეთე!
kk: Сіз кешегіден гөрі бүгін аз азық-түлік жұмсадыңыз!
km: អ្នក ខ្ជះខ្ជាយ អាហារ តិច ជាង ថ្ងៃ ម្សិលមិញ !
kn: ನೀವು ನಿನ್ನೆಗಿಂತ ಇಂದು ಕಡಿಮೆ ಆಹಾರವನ್ನು ವ್ಯರ್ಥ ಮಾಡಿದ್ದೀರಿ!
ko: 어제보다 오늘 음식을 덜 낭비했습니다!
ku: ئەمڕۆ کەمتر خواردنت لە دوێنێ بەفیڕۆ دا!
ky: Бүгүн тамак-ашты мурункуга караганда аз сарптадыңыз!
lo: ທ່ານເສຍອາຫານໃນມື້ນີ້ຫນ້ອຍກວ່າທີ່ທ່ານໄດ້ເຮັດໃນມື້ວານນີ້!
lt: Šiandien iššvaistėte mažiau maisto nei vakar!
lv: Jūs šodien izšķērdējāt mazāk pārtikas nekā vakar!
mg: Tsy dia nandanina sakafo firy noho ny tamin'ny omaly ianao androany!
mi: He iti iho te kai i moumou koe i tēnei rā i tāu i mahi ai inanahi!
mk: Денеска потроши помалку храна од вчера!
ml: നിങ്ങൾ ഇന്നലെ പാഴാക്കിയതിനേക്കാൾ കുറഞ്ഞ ഭക്ഷണം മാത്രമാണ് ഇന്ന് പാഴാക്കിയത്!
mn_cyrl: Та өчигдөр байснаасаа бага хоол хүнсийг өнөөдөр дэмий үрсэн!
mr: तू कालच्या जेवणापेक्षा आज कमी वाया घालवलंस!
ms: Anda membazirkan kurang makanan hari ini daripada yang anda lakukan semalam!
mt: Ħlejt inqas ikel illum milli għamilt ilbieraħ!
my: မနေ့ကထက် ဒီနေ့ အစားအစာကို ဖြုန်းတီးလိုက်တာ!
nb: Du kastet bort mindre mat i dag enn du gjorde i går!
ne: तिमीले हिजोको तुलनामा आज कम खाना खेर फाल्यौ।
nl: Je hebt vandaag minder voedsel verspild dan gisteren!
or: ଆପଣ ଗତକାଲି ଅପେକ୍ଷା ଆଜି କମ୍ ଖାଦ୍ୟ ନଷ୍ଟ କରିଛନ୍ତି!
pa: ਤੁਸੀਂ ਕੱਲ੍ਹ ਦੇ ਮੁਕਾਬਲੇ ਅੱਜ ਘੱਟ ਭੋਜਨ ਬਰਬਾਦ ਕੀਤਾ!
pl: Zmarnowałeś dziś mniej jedzenia niż wczoraj!
ps: تا نن د پرون په پرتله لږ خواړه ضایع کړل!
pt_br: Você desperdiçou menos comida hoje do que ontem!
ro: Ai irosit azi mai puțină mâncare decât ai făcut-o ieri!
ru: Сегодня вы потратили впустую меньше еды, чем вчера!
sk: Dnes ste premrhali menej jedla ako včera!
sl: Danes ste zaustili manj hrane kot včeraj!
sq: Ke humbur më pak ushqim sot se dje!
sr_latn: Danas si protraćio manje hrane nego juče!
sv: Ni kastade mindre mat idag än igår!
sw: Umepoteza chakula kidogo leo kuliko ulivyofanya jana!
ta: நீங்கள் நேற்று செய்ததை விட இன்று குறைவான உணவை வீணடித்தீர்கள்!
te: మీరు నిన్నటి కంటే ఈ రోజు తక్కువ ఆహారాన్ని వృధా చేశారు!
th: วันนี้คุณเสียอาหารน้อยกว่าเมื่อวาน!
tk: Sen bu gün düýnkiden az iýmit iýersiň!
tr: Bugün dünden daha az yiyecek aldın!
tt: Сез бүген аз гына ризык ашадыгыз, сез бүген үк аз идегез!
ug: بۈگۈن تۈنۈگۈنكىگە قارىغاندا ئاشلىقنى ئاز ئىسراپ قىلدىڭ!
uk: Сьогодні ви витрачали менше їжі, ніж вчора!
ur: آپ نے کل کے مقابلے میں آج کم کھانا ضائع کیا!
uz: Bugun kechaga qaraganda kamroq ovqatni behuda sarfladingiz!
vi: Hôm nay bạn lãng phí ít thức ăn hơn bạn đã làm ngày hôm qua!
zh_hans: 你今天浪费的食物比昨天少！
zu: Uchithe ukudla okuncane namuhla kunalokho okwenzile izolo!

# food_waste_info_more
source: You wasted more food today than you did yesterday.
af: Jy mors vandag meer kos as wat jy gister gedoen het.
am: ዛሬ ትላንት ካደረግከው የበለጠ ብዙ ምግብ አባክነሃል።
ar: لقد كنت تتعطين طعاما اليوم أكثر مما فعلت بالأمس
as: আপুনি কালিৰ তুলনাত আজি অধিক খাদ্য অপচয় কৰিছে।
az: Bu gün dünəndən daha çox yemək israf etdin.
bg: Днес пропиля повече храна, отколкото вчера.
bn: আপনি গতকালের চেয়ে আজ অনেক বেশি খাবার অপচয় করেছেন।
bo: དེ་རིང་ཁྱེད་ཀྱིས་ཆུད་ཟོས་སུ་བཏང་བའི་ཟ་མ་ཁ་སང་ལས་མང་།
bs: Danas si troљio viљe hrane nego juиer.
ca: Avui has malgastat més menjar que ahir.
cs: Dnes jste vyplýtvali více jídla než včera.
cy: Fe wnaethoch chi wastraffu mwy o fwyd heddiw nag oeddech chi ddoe.
da: Du har spist mere mad i dag, end du gjorde i går.
de: Sie haben heute mehr Lebensmittel verschwendet als gestern.
el: Σπαταλήσατε περισσότερο φαγητό σήμερα από ό,τι χθες.
es: Desperdiciaste más comida hoy que ayer.
et: Te raiskasite täna rohkem toitu kui eile.
eu: Atzo baino janari gehiago alferrik galdu duzu gaur.
fa: تو امروز بيشتر از ديروز غذا هدر دادي
fi: Olit tänään enemmän ruokaa kuin eilen.
fil: Mas marami kang pagkain ngayon kaysa kahapon.
fo: Tú spilti meira mat í dag enn tú gjørdi í gjár.
fr: Vous avez déserné plus de nourriture aujourd’hui qu’hier.
ga: Chuir tú níos mó bia amú inniu ná mar a chuir tú inné.
gl: Hoxe en día desperdiciaches máis comida que onte.
gu: તમે ગઈકાલ કરતા આજે વધુ ખોરાકનો બગાડ કર્યો છે.
he: בזבזת היום יותר אוכל ממה שעשית אתמול.
hi: आपने कल की तुलना में आज अधिक भोजन बर्बाद किया।
hr: Danas si potrošio više hrane nego jučer.
hu: Ma több élelmet pazaroltál el, mint tegnap.
hy: Այսօր ավելի շատ ուտելիք եք վատնում, քան երեկ:
id: Kamu menyia-nyiakan lebih banyak makanan hari ini daripada yang kamu lakukan kemarin.
is: Þú sóaðir meiri mat í dag en í gær.
it: Oggi hai sprecato più cibo di ieri.
ja: あなたは今日、あなたが昨日よりも多くの食べ物を食べました。
ka: დღეს უფრო მეტი საკვები დახარჯა, ვიდრე გუშინ გააკეთე.
kk: Сіз кешегіден гөрі бүгін азық-түлікті көп жұмсадыңыз.
km: អ្នក បាន ខ្ជះខ្ជាយ អាហារ ច្រើន ថ្ងៃ នេះ ជាង អ្នក បាន ធ្វើ កាល ពី ម្សិល មិញ ។
kn: ನೀವು ನಿನ್ನೆಗಿಂತ ಇಂದು ಹೆಚ್ಚು ಆಹಾರವನ್ನು ವ್ಯರ್ಥ ಮಾಡಿದ್ದೀರಿ.
ko: 당신은 어제보다 오늘 더 많은 음식을 낭비했습니다.
ku: تۆ ئەمڕۆ خواردنی زیاترت لە دوێنێ بەفیڕۆدا
ky: Бүгүн тамак-ашты мурункуга караганда көбүрөөк сарптадыңыз.
lo: ທ່ານ ໄດ້ ເສຍ ອາຫານ ໄປ ໃນ ມື້ ນີ້ ຫລາຍ ກວ່າ ທີ່ ທ່ານ ໄດ້ ເຮັດ ໃນ ມື້ວານ ນີ້.
lt: Šiandien iššvaistėte daugiau maisto nei vakar.
lv: Jūs šodien izšķērdējāt vairāk pārtikas nekā vakar.
mg: Nandanina sakafo betsaka kokoa noho ny tamin'ny omaly ianao androany.
mi: He nui ake to kai i tēnei rā i tāu i mahi ai inanahi.
mk: Денеска трошеше повеќе храна отколку вчера.
ml: നിങ്ങൾ ഇന്നലെ കഴിച്ചതിനേക്കാൾ കൂടുതൽ ഭക്ഷണം ഇന്ന് പാഴാക്കി.
mn_cyrl: Та өчигдөр байснаасаа өнөөдөр илүү их хоол хүнсийг үрэн таран хийсэн.
mr: तू कालपेक्षा आज जास्त अन्न वाया घालवलंस.
ms: Anda membazirkan lebih banyak makanan hari ini daripada yang anda lakukan semalam.
mt: Ħlejt aktar ikel illum milli għamilt ilbieraħ.
my: မနေ့ကထက် ဒီနေ့ အစားအစာတွေ ပိုဖြုန်းခဲ့တယ်။
nb: Du kastet bort mer mat i dag enn du gjorde i går.
ne: तिमीले हिजोको भन्दा आज धेरै खाना खेर फाल्यौ।
nl: Je hebt vandaag meer voedsel verspild dan gisteren.
or: ଆପଣ ଗତକାଲି ଅପେକ୍ଷା ଆଜି ଅଧିକ ଖାଦ୍ୟ ନଷ୍ଟ କରିଛନ୍ତି ।
pa: ਤੁਸੀਂ ਕੱਲ੍ਹ ਦੇ ਮੁਕਾਬਲੇ ਅੱਜ ਵਧੇਰੇ ਭੋਜਨ ਬਰਬਾਦ ਕੀਤਾ।
pl: Zmarnowałeś dziś więcej jedzenia niż wczoraj.
ps: تاسو نن د پرون په پرتله ډیر خواړه ضایع کړل.
pt_br: Você desperdiçou mais comida hoje do que ontem.
ro: Ai irosit azi mai multă mâncare decât ai făcut-o ieri.
ru: Сегодня вы потратили впустую больше еды, чем вчера.
sk: Dnes ste premrhali viac jedla ako včera.
sl: Danes si zaustila več hrane kot včeraj.
sq: Ke ngrënë më shumë ushqim sot se dje.
sr_latn: Danas si protraćio više hrane nego juče.
sv: Ni kastade mer mat idag än igår.
sw: Umepoteza chakula kingi leo kuliko ulivyofanya jana.
ta: நீங்கள் நேற்று சாப்பிட்டதை விட இன்று அதிக உணவை வீணடித்தீர்கள்.
te: మీరు నిన్నటి కంటే ఈ రోజు ఎక్కువ ఆహారాన్ని వృధా చేశారు.
th: วันนี้คุณเสียอาหารมากกว่าเมื่อวาน
tk: Sen bu gün düýnkiden em köp iýmit biderek harçladyň.
tr: Bugün dünden daha fazla yiyecek aldın.
tt: Тәхкыйк бүген аллаһуга тиңдәш кылган нәрсәләрегездән артык ризык бар идегез.
ug: سىز بۈگۈن تۈنۈگۈنكىدىن كۆپ يېمەكلىكنى ئىسراپ قىلدىڭىز.
uk: Сьогодні ви витратили більше їжі, ніж вчора.
ur: آپ نے کل کے مقابلے میں آج زیادہ کھانا ضائع کیا۔
uz: Bugun kecha boʻlgandan koʻra koʻproq ovqatni behuda sarfladingiz.
vi: Hôm nay bạn lãng phí nhiều thức ăn hơn bạn đã làm ngày hôm qua.
zh_hans: 你今天浪费的食物比昨天还多。
zu: Uchithe ukudla okuningi namuhla kunalokho okwenzile izolo.

# food_waste_info_why
source: Why shouldn't we waste food?
af: Hoekom moet ons nie voedsel mors nie?
am: ለምን ምግብ አናባክንም?
ar: لماذا لا نضيع الطعام؟
as: আমি খাদ্য কিয় অপচয় কৰা উচিত নহয়?
az: Niyə yeməyi israf etməməliyik?
bg: Защо да не пилеем храна?
bn: কেন আমরা খাদ্য অপচয় করব না?
bo: ང་ཚོས་ཅིའི་ཕྱིར་ཟས་རིགས་ཆུད་ཟོས་སུ་མི་གཏོང་བ་ཡིན།
bs: Zašto ne bismo troљiti hranu?
ca: Per què no hem de malgastar aliments?
cs: Proč bychom neměli plýtvat jídlem?
cy: Pam na ddylen ni wastraffu bwyd?
da: Hvorfor skulle vi ikke spilde mad?
de: Warum sollten wir keine Lebensmittel verschwenden?
el: Γιατί να μην σπαταλάμε τρόφιμα;
es: ¿Por qué no deberíamos desperdiciar alimentos?
et: Miks me ei peaks toitu raiskama?
eu: Zergatik ez genuke elikagaiak alferrik galdu behar?
fa: چرا نبايد غذا رو هدر بديم؟
fi: Miksemme tuhlaisi ruokaa?
fil: Bakit hindi tayo dapat magsayang ng pagkain?
fo: Hví skuldu vit ikki spilla mat?
fr: Pourquoi ne devrions-nous pas gaspiller de la nourriture?
ga: Cén fáth nár chóir dúinn bia a chur amú?
gl: Por que non desperdiciamos a comida?
gu: શા માટે આપણે ખોરાકનો બગાડ ન કરવો જોઈએ?
he: למה שלא נבזבז מזון?
hi: हमें खाना बर्बाद क्यों नहीं करना चाहिए?
hr: Zašto ne bismo bacali hranu?
hu: Miért ne pazarolhatnánk el az élelmiszert?
hy: Ինչո՞ւ սնունդը չպետք է վատնենք:
id: Mengapa kita tidak menyia-nyiakan makanan?
is: Af hverju ættum við ekki að sóa mat?
it: Perché non dovremmo sprecare cibo?
ja: なぜ私たちは食べ物を無駄にしてはいけないのですか?
ka: რატომ არ უნდა დავკარგოთ საკვები?
kk: Неліктен біз тамақты босқа шығармауымыз керек?
km: ហេតុ អ្វី យើង មិន គួរ ខ្ជះខ្ជាយ អាហារ?
kn: ನಾವು ಆಹಾರವನ್ನು ಏಕೆ ವ್ಯರ್ಥ ಮಾಡಬಾರದು?
ko: 왜 우리는 음식을 낭비해서는 안됩니까?
ku: بۆچی نابێت خواردن بەفیڕۆ بدەین؟
ky: Эмне үчүн тамак-ашты текке кетирбешибиз керек?
lo: ເປັນຫຍັງເຮົາຈຶ່ງບໍ່ຄວນເສຍອາຫານ?
lt: Kodėl neturėtume švaistyti maisto?
lv: Kāpēc lai mēs netērētu pārtiku?
mg: Nahoana isika no tsy tokony handany sakafo?
mi: He aha tātau i kore ai e moumou kai?
mk: Зошто да не ја трошиме храната?
ml: എന്തുകൊണ്ട് നാം ഭക്ഷണം പാഴാക്കിക്കൂടാ?
mn_cyrl: Бид яагаад хоолоо дэмий үрж болохгүй гэж?
mr: आपण अन्नाची नासाडी का करू नये?
ms: Mengapa kita tidak boleh membazirkan makanan?
mt: Għaliex m'għandniex naħlu l-ikel?
my: အစားအစာတွေကို ဘာလို့ မဖြုန်းသင့်တာလဲ။
nb: Hvorfor skulle vi ikke kaste bort mat?
ne: हामीले किन खाना खेर फाल्नु हुँदैन?
nl: Waarom zouden we geen voedsel verspillen?
or: ଆମେ କାହିଁକି ଖାଦ୍ୟ ନଷ୍ଟ କରିବା ଉଚିତ୍ ନୁହେଁ?
pa: ਸਾਨੂੰ ਭੋਜਨ ਦੀ ਬਰਬਾਦੀ ਕਿਉਂ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ?
pl: Dlaczego nie mielibyśmy marnować żywności?
ps: ولې مونږ خواړه ضایع نه کړو؟
pt_br: Por que não deveríamos desperdiçar comida?
ro: De ce nu ar trebui să irosim mâncarea?
ru: Почему бы нам не тратить пищу впустую?
sk: Prečo by sme nemali plytvať potravinami?
sl: Zakaj ne bi zamujali hrane?
sq: Pse nuk duhet të harxhojmë ushqim?
sr_latn: Zašto ne bismo bacali hranu?
sv: Varför ska vi inte slänga mat?
sw: Kwa nini tusipoteze chakula?
ta: நாம் ஏன் உணவை வீணாக்கக் கூடாது?
te: మనం ఆహారాన్ని ఎందుకు వృధా చేయకూడదు?
th: ทําไมเราไม่ควรเสียอาหาร?
tk: Näme üçin biz iýmiti biderek harçlamaly däl?
tr: Neden yiyecek israfı yapmayalım ki?
tt: Нигә ризыкны чыдыйсырмабыз?
ug: نېمە ئۈچۈن يېمەكلىك ئىسراپ قىلمايمىز؟
uk: Чому ми не повинні витрачати їжу?
ur: ہمیں کھانا ضائع کیوں نہیں کرنا چاہئے؟
uz: Nega biz oziq-ovqatni isrof qilmasligimiz kerak?
vi: Tại sao chúng ta không nên lãng phí thức ăn?
zh_hans: 为什么我们不应该浪费食物？
zu: Kungani kungafanele sichithe ukudla?
