Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_8_description
source: This means that everyone should be able to feel good at work. You should also not have to work all day, but also be able to relax in your free time.
af: Dit beteken dat almal in staat moet wees om goed te voel by die werk. U hoef ook nie die hele dag te werk nie, maar ook in u vrye tyd kan ontspan.
am: ይህም ማለት ሁሉም ሰው በሥራ ቦታ ጥሩ ስሜት እንዲሰማው ማድረግ አለበት ማለት ነው ። በተጨማሪም ቀኑን በሙሉ መሥራት አይኖርብህም ፤ ከዚህ ይልቅ በነፃ ጊዜህ ዘና ማለት ትችላለህ ።
ar: وهذا يعني أن الجميع يجب أن تكون قادرة على الشعور بالرضا في العمل. يجب أيضا أن لا تضطر إلى العمل طوال اليوم، ولكن أيضا أن تكون قادرة على الاسترخاء في وقت فراغك.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে কামত ভাল অনুভৱ কৰিবলৈ সক্ষম হ'ব লাগে। আপুনি গোটেই দিনটো কাম কৰিব নালাগে, কিন্তু লগতে আপোনাৰ মুক্ত সময়ত আৰাম কৰিবলৈ সক্ষম হ'ব লাগিব।
az: Bu o deməkdir ki, hər kəs özünü işdə yaxşı hiss etməyi bacarmalıdır. Bütün günü də işləmək lazım deyil, eyni zamanda boş vaxtınızda dincəlməyi bacarmalısınız.
bg: Това означава, че всеки трябва да може да се чувства добре на работа. Също така не трябва да се налага да работите цял ден, но и да можете да се отпуснете в свободното си време.
bn: এর মানে হল যে প্রত্যেকেরই কর্মক্ষেত্রে ভাল বোধ করতে সক্ষম হওয়া উচিত। আপনাকে সারা দিন কাজ করতে হবে না, তবে আপনার অবসর সময়েও আরাম করতে সক্ষম হওয়া উচিত।
bo: འདིས་མི་ཚང་མས་བྱ་བར་མཁས་པའི་ཚོར་བ་སྟེར་ཐུབ་པ་མཚོན། ཁྱེད་ཚོས་ད་དུང་ཉིན་གང་བོར་ལས་ཀ་བྱེད་མི་དགོས་པར་ཁོམ་པའི་དུས་ཚོད་ནང་ཡང་ལྷོད་གཡེང་བྱེད་ཐུབ།
bs: To znači da bi se svi trebali moći osjećati dobro na poslu. Takođe ne bi trebalo da radite ceo dan, ali i da budete u mogućnosti da se opustite u slobodno vreme.
ca: Això vol dir que tothom hauria de poder sentir-se bé a la feina. Tampoc has de treballar tot el dia, sinó poder relaxar-te en el teu temps lliure.
cs: To znamená, že každý by měl mít možnost cítit se v práci dobře. Také byste neměli pracovat celý den, ale také být schopni relaxovat ve svém volném čase.
cy: Mae hyn yn golygu y dylai pawb allu teimlo'n dda yn y gwaith. Ni ddylech orfod gweithio drwy'r dydd chwaith, ond hefyd gallu ymlacio yn eich amser rhydd.
da: Det betyder, at alle skal kunne have det godt på arbejdet. Du bør heller ikke skulle arbejde hele dagen, men også være i stand til at slappe af i din fritid.
de: Das bedeutet, dass sich jeder bei der Arbeit wohlfühlen können sollte. Sie sollten auch nicht den ganzen Tag arbeiten müssen, sondern auch in Ihrer Freizeit entspannen können.
el: Αυτό σημαίνει ότι όλοι πρέπει να μπορούν να αισθάνονται καλά στη δουλειά. Δεν θα πρέπει επίσης να χρειάζεται να εργάζεστε όλη την ημέρα, αλλά και να μπορείτε να χαλαρώσετε στον ελεύθερο χρόνο σας.
es: Esto significa que todos deben ser capaces de sentirse bien en el trabajo. Tampoco debe tener que trabajar todo el día, pero también ser capaz de relajarse en su tiempo libre.
et: See tähendab, et kõik peaksid saama end tööl hästi tunda. Samuti ei peaks te kogu päeva töötama, vaid saama ka vabal ajal lõõgastuda.
eu: Horrek esan nahi du guztiek ondo sentitu beharko luketela lanean. Egun osoan ere ez luke lan egin beharrik izan behar, aisialdian erlaxatu ahal izatea baizik.
fa: یعنی همه باید بتوانند در محل کار احساس خوبی داشته باشد. شما همچنین نباید در تمام طول روز کار کنید، بلکه قادر به استراحت در وقت آزاد خود باشید.
fi: Tämä tarkoittaa, että jokaisen pitäisi voida tuntea olonsa hyväksi työssään. Sinun ei myöskään pitäisi olla töissä koko päivää, vaan myös rentoutua vapaa-ajallasi.
fil: Ibig sabihin dapat maganda ang pakiramdam ng lahat sa trabaho. Hindi mo rin kailangang magtrabaho sa buong maghapon, ngunit din magagawang mag-relaks sa iyong libreng oras.
fo: Hetta merkir, at øll áttu at verið før fyri at føla seg væl til arbeiðis. Tú/átti/áttu eisini at verið noyddur/noydd at arbeitt allan dagin, men eisini at slappa av.
fr: Cela signifie que tout le monde devrait être en mesure de se sentir bien au travail. Vous ne devriez pas non plus avoir à travailler toute la journée, mais aussi être en mesure de se détendre dans votre temps libre.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann mothú go maith ag an obair. Níor cheart go mbeadh ort a bheith ag obair an lá ar fad freisin, ach a bheith in ann do scíth a ligean i d'am saor freisin.
gl: Isto significa que todo o mundo debe ser capaz de sentirse ben no traballo. Non ten que traballar todo o día, pero tamén ser capaz de relaxarse no seu tempo libre.
gu: આનો અર્થ એ છે કે, દરેકને કામમાં સારું લાગે તે માટે સમર્થ હોવું જોઈએ. તમારે આખો દિવસ કામ પણ ન કરવું જોઈએ, પરંતુ તમારા નવરાશના સમયમાં આરામ પણ કરી શકશો.
he: זה אומר שכולם צריכים להיות מסוגלים להרגיש טוב בעבודה. אתה גם לא צריך לעבוד כל היום, אבל גם להיות מסוגל להירגע בזמנך הפנוי.
hi: इसका मतलब है कि हर किसी को काम पर अच्छा महसूस करने में सक्षम होना चाहिए। आपको पूरे दिन काम नहीं करना चाहिए, बल्कि अपने खाली समय में आराम करने में भी सक्षम होना चाहिए।
hr: To znači da bi se svatko trebao moći osjećati dobro na poslu. Također ne biste trebali raditi cijeli dan, ali i moći se opustiti u slobodno vrijeme.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy jól érezze magát a munkahelyén. Nem kell egész nap dolgoznia, hanem szabadidejében is pihennie.
hy: Սա նշանակում է, որ յուրաքանչյուր մարդ պետք է կարողանա իրեն լավ զգալ աշխատավայրում։ Պետք չէ նաեւ ամբողջ օրը աշխատել, այլ նաեւ ազատ ժամանակ հանգստանալ:
id: Ini berarti bahwa setiap orang harus dapat merasa baik di tempat kerja. Anda juga tidak harus bekerja sepanjang hari, tetapi juga dapat bersantai di waktu luang Anda.
is: Þetta þýðir að allir ættu að geta liðið vel í vinnunni. Þú ættir heldur ekki að þurfa að vinna allan daginn, en einnig að geta slakað á í frítíma þínum.
it: Ciò significa che tutti dovrebbero essere in grado di sentirsi bene al lavoro. Inoltre, non dovresti lavorare tutto il giorno, ma anche essere in grado di rilassarti nel tempo libero.
ja: これは、誰もが仕事で良い感じがすることができるべきであることを意味します。また、一日中働く必要はありませんが、自由な時間にリラックスできる必要があります。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს სამსახურში კარგად იგრძნოს თავი. თქვენ ასევე არ უნდა იმუშაოთ მთელი დღის განმავლობაში, არამედ შეძლოთ დასვენება თავისუფალ დროს.
kk: Демек, әркім жұмыста өзін жақсы сезіне білуі керек. Сондай-ақ, күні бойы жұмыс істеудің қажеті жоқ, сонымен қатар бос уақытыңызда демала білуіңіз керек.
km: នេះ មាន ន័យ ថា មនុស្ស គ្រប់ គ្នា គួរ តែ អាច មាន អារម្មណ៍ ល្អ នៅ កន្លែង ធ្វើ ការ ។ អ្នក ក៏ មិន គួរ ធ្វើ ការ ពេញ មួយ ថ្ងៃ ដែរ ប៉ុន្តែ ក៏ អាច សម្រាក បាន ក្នុង ពេល ទំនេរ របស់ អ្នក ផង ដែរ ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಕೆಲಸದಲ್ಲಿ ಉತ್ತಮ ಭಾವನೆಯನ್ನು ಹೊಂದಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ನೀವು ದಿನವಿಡೀ ಕೆಲಸ ಮಾಡಬೇಕಾಗಿಲ್ಲ, ಆದರೆ ನಿಮ್ಮ ಬಿಡುವಿನ ಸಮಯದಲ್ಲಿ ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 이것은 모든 사람이 직장에서 기분이 좋을 수 있어야한다는 것을 의미합니다. 또한 하루 종일 일할 필요는 없지만 자유 시간에 휴식을 취할 수 있어야합니다.
ku: ئەمە مانای ئەوەیە کە پێویستە هەموو کەس بتوانێت هەست بە باشی بکات لە کاردا. هەروەها تۆ نابێت هەموو ڕۆژ کار بکەیت، بەڵکو دەتوانیت لە کاتی بێ بەرامبەردا پشوو بدەیت.
ky: Бул ар бир адам жумушта өзүн жакшы сезе алышы керек дегенди билдирет. Ошондой эле күнү бою иштөөгө туура келбеши керек, ошондой эле бош убактысыңызда эс ала алышыңар керек.
lo: ນີ້ຫມາຍຄວາມວ່າທຸກຄົນຄວນຈະຮູ້ສຶກດີໃນການເຮັດວຽກ. ນອກນັ້ນທ່ານຍັງບໍ່ຄວນຈະຕ້ອງເຮັດວຽກຫມົດມື້, ແຕ່ຍັງສາມາດຜ່ອນຄາຍໃນເວລາຫວ່າງຂອງທ່ານ.
lt: Tai reiškia, kad kiekvienas turėtų sugebėti gerai jaustis darbe. Jūs taip pat neturėtumėte dirbti visą dieną, bet taip pat sugebėti atsipalaiduoti laisvalaikiu.
lv: Tas nozīmē, ka ikvienam ir jāspēj justies labi darbā. Jums arī nevajadzētu strādāt visu dienu, bet arī spēt atpūsties brīvajā laikā.
mg: Midika izany fa tokony ho afaka ny ho faly amin'ny asa ny rehetra. Tsy tokony hiasa mandritra ny tontolo andro koa ianao, fa koa ho afaka hiala sasatra amin'ny fotoana malalaka.
mi: Ko te tikanga o tēnei kia āhei te katoa ki te rongo pai i te mahi. Me kaua hoki koe e mahi puta noa te rā, engari me āhei hoki koe ki te whakangā i tō wā wātea.
mk: Тоа значи дека сите треба да можат да се чувствуваат добро на работа. Исто така не треба да работите цел ден, но и да можете да се опуштите во слободно време.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും ജോലിയിൽ സന്തോഷം അനുഭവിക്കാൻ കഴിയണം എന്നാണ്. നിങ്ങൾക്ക് ദിവസം മുഴുവൻ ജോലി ചെയ്യേണ്ടതില്ല, മറിച്ച് നിങ്ങളുടെ ഒഴിവുസമയങ്ങളിൽ വിശ്രമിക്കാനും കഴിയണം.
mn_cyrl: Энэ нь хүн бүр ажил дээрээ сэтгэл хангалуун байх ёстой гэсэн үг юм. Мөн өдөржингөө ажиллах шаардлагагүй ч чөлөөт цагаараа амарч чаддаг байх хэрэгтэй.
mr: याचा अर्थ असा की प्रत्येकाला कामात चांगले वाटता आले पाहिजे. तसेच दिवसभर काम करू नये, तर मोकळ्या वेळेत आराम करता आला पाहिजे.
ms: Ini bermakna semua orang harus dapat merasa baik di tempat kerja. Anda juga tidak perlu bekerja sepanjang hari, tetapi juga dapat berehat dalam masa lapang anda.
mt: Dan ifisser li kulħadd għandu jkun jista ' jħossu tajjeb fuq ix-xogħol. M'għandekx għalfejn taħdem il-ġurnata kollha, iżda wkoll tkun tista 'tirrilassa fil-ħin liberu tiegħek.
my: ယင်းက လူတိုင်း အလုပ်တွင် ပျော်ရွှင်မှုခံစားသင့်သည်ဟု ဆိုလိုသည်။ တစ်နေ့လုံး အလုပ်မလုပ်သင့်ဘူး၊ လွတ်လပ်တဲ့အချိန်မှာလည်း သက်သောင့်သက်သာရှိနိုင်ပါတယ်။
nb: Dette betyr at alle skal kunne føle seg bra på jobb. Du bør heller ikke måtte jobbe hele dagen, men også kunne slappe av på fritiden.
ne: यसको मतलब सबैले काममा राम्रो महसुस गर्न सक्षम हुनुपर्छ। तपाईं पनि सबै दिन काम गर्न छैन, तर पनि आफ्नो खाली समयमा आराम गर्न सक्षम हुनुपर्छ.
nl: Dit betekent dat iedereen zich goed moet kunnen voelen op het werk. Je moet ook niet de hele dag moeten werken, maar ook in je vrije tijd kunnen ontspannen.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ କାର୍ଯ୍ୟରେ ଭଲ ଅନୁଭବ କରିବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ୍ | ଆପଣଙ୍କୁ ମଧ୍ୟ ଦିନସାରା କାମ କରିବାକୁ ପଡିବ ନାହିଁ, ବରଂ ଆପଣଙ୍କ ଖାଲି ସମୟରେ ଆରାମ କରିବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕਿਸੇ ਨੂੰ ਕੰਮ 'ਤੇ ਵਧੀਆ ਮਹਿਸੂਸ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਸਾਰਾ ਦਿਨ ਕੰਮ ਕਰਨ ਦੀ ਵੀ ਲੋੜ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ, ਪਰ ਆਪਣੇ ਵਿਹਲੇ ਸਮੇਂ ਵਿੱਚ ਆਰਾਮ ਕਰਨ ਦੇ ਯੋਗ ਵੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że każdy powinien być w stanie czuć się dobrze w pracy. Nie powinieneś też pracować cały dzień, ale także móc odpocząć w wolnym czasie.
ps: دا په دې مانا ده چې هر څوک باید په کار کې د ښه احساس کولو وړتیا ولری. تاسو باید هم باید ټوله ورځ کار ونه کړئ، بلکې په خپل وړیا وخت کې د ارام کولو وړتیا هم ولرئ.
pt_br: Isso significa que todos devem ser capazes de se sentir bem no trabalho. Você também não deve ter que trabalhar o dia todo, mas também ser capaz de relaxar no seu tempo livre.
ro: Acest lucru înseamnă că toată lumea ar trebui să fie în măsură să se simtă bine la locul de muncă. De asemenea, nu ar trebui să trebuiască să lucrați toată ziua, ci și să vă puteți relaxa în timpul liber.
ru: Это означает, что каждый должен быть в состоянии чувствовать себя хорошо на работе. Вы также не должны работать весь день, но и быть в состоянии расслабиться в свободное время.
sk: To znamená, že každý by sa mal v práci cítiť dobre. Tiež by ste nemali musieť pracovať celý deň, ale tiež by ste mali mať možnosť relaxovať vo svojom voľnom čase.
sl: To pomeni, da bi se morali vsi dobro počutiti v službi. Prav tako vam ne bi bilo treba delati ves dan, temveč se boste lahko sprostili tudi v prostem času.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të ndihen mirë në punë. Gjithashtu, nuk duhet të punosh gjithë ditën, por edhe të jesh në gjendje të qetësohesh në kohën e lirë.
sr_latn: To znači da svi treba da budu u stanju da se osećaju dobro na poslu. Takođe ne bi trebalo da radite ceo dan, ali i da budete u prilici da se opustite u slobodno vreme.
sv: Det betyder att alla ska kunna må bra på sitt arbete. Man ska heller inte behöva jobba hela dagen, utan även kunna koppla av på sin fritid.
sw: Hii ina maana kwamba kila mtu anapaswa kujisikia vizuri kazini. Pia haupaswi kufanya kazi siku nzima, lakini pia uweze kupumzika katika muda wako wa bure.
ta: இதன் பொருள் ஒவ்வொருவரும் வேலையில் நன்றாக உணர முடியும் என்பதாகும். நீங்கள் நாள் முழுவதும் வேலை செய்ய வேண்டியதில்லை, ஆனால் உங்கள் ஓய்வு நேரத்தில் ஓய்வெடுக்க முடியும்.
te: దీని అర్థం ప్రతి ఒక్కరూ పనిలో మంచి అనుభూతిని పొందగలగాలి. మీరు రోజంతా పని చేయాల్సిన అవసరం లేదు, కానీ మీ ఖాళీ సమయంలో విశ్రాంతి తీసుకోగలగాలి.
th: ซึ่งหมายความว่าทุกคนควรจะรู้สึกดีในการทํางาน คุณไม่ควรต้องทํางานทั้งวัน แต่ยังสามารถผ่อนคลายในเวลาว่างของคุณ
tk: Diýmek, her bir adam işde özüni gowy duýmaly. Şeýle-de siz bütin gün işlemeli dälsiňiz, boş wagtyňyzda hem dynç alyp bilersiňiz.
tr: Bu, herkesin işte kendini iyi hissedebilmesi gerektiği anlamına gelir. Ayrıca tüm gün çalışmak zorunda kalmamalı, aynı zamanda boş zamanlarınızda dinlenebilmelisiniz.
tt: Димәк, һәркем дә эштә яхшылык сизәргә тиеш. Көн дә эшләргә тиеш түгел, бушлай вакытында ял итә белергә дә кирәк.
ug: بۇ كۆپچىلىكنىڭ خىزمەتتە ئۆزىنى ياخشى ھېس قىلىشى كېرەكلىكىنى كۆرسىتىدۇ. سىزمۇ پۈتۈن كۈن ئىشلىمەي، بوش ۋاقىتلىرىڭىزدا ئۆزىڭىزنى ئەركىن قويۇۋېتىشىڭىز كېرەك.
uk: Це означає, що кожен повинен мати можливість відчувати себе добре на роботі. Також не обов'язково працювати цілий день, але і вміти відпочивати у вільний час.
ur: اس کا مطلب یہ ہے کہ ہر ایک کو کام میں اچھا محسوس کرنے کے قابل ہونا چاہئے۔ آپ کو بھی سارا دن کام نہیں کرنا چاہئے، لیکن اپنے فارغ وقت میں آرام کرنے کے قابل بھی ہونا چاہئے۔
uz: Bu shuni anglatadiki, har bir kishi ishda o'zini yaxshi his qila olishi kerak. Bundan tashqari, kun bo'yi ishlashingiz shart emas, balki bo'sh vaqtingizda dam olishingiz mumkin.
vi: Điều này có nghĩa là mọi người đều có thể cảm thấy tốt trong công việc. Bạn cũng không phải làm việc cả ngày, nhưng cũng có thể thư giãn trong thời gian rảnh rỗi.
zh_hans: 这意味着每个人都应该能够在工作中感觉良好。你也不应该整天工作，但也可以在空闲时间放松。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukuzizwa kahle emsebenzini. Akufanele futhi usebenze usuku lonke, kodwa futhi ukwazi ukuphumula ngesikhathi sakho samahhala.

# undp_goal_8_title
source: Goal 8: Decent work and economic growth
af: Doel 8: Ordentlike werk en ekonomiese groei
am: ግብ 8 መልካም ስራ እና የኢኮኖሚ ዕድገት
ar: الهدف 8: العمل اللائق والنمو الاقتصادي
as: লক্ষ্য 8: সুন্দৰ কাম আৰু অৰ্থনৈতিক বিকাশ
az: Məqsəd 8: Layiqli iş və iqtisadi inkişaf
bg: Цел 8: Достоен труд и икономически растеж
bn: লক্ষ্য 8: শালীন কাজ এবং অর্থনৈতিক বৃদ্ধি
bo: དམིགས་འབེན་བརྒྱད་པ། ལས་ཀ་ཡག་པོ་དང་དཔལ་འབྱོར་འཕར་སྣོན་ཡོང་བར་བྱ་
bs: Cilj 8: Pristojan rad i ekonomski rast
ca: Objectiu 8: Treball decent i creixement econòmic
cs: Cíl 8: Důstojná práce a hospodářský růst
cy: Nod 8: Gwaith gweddus a thwf economaidd
da: Mål 8: Anstændigt arbejde og økonomisk vækst
de: Ziel 8: Menschenwürdige Arbeit und Wirtschaftswachstum
el: Στόχος 8: Αξιοπρεπής εργασία και οικονομική ανάπτυξη
es: Objetivo 8: Trabajo decente y crecimiento económico
et: 8. eesmärk: inimväärne töö ja majanduskasv
eu: 8. helburua: Lan duina eta hazkunde ekonomikoa
fa: هدف 8: کار شایسته و رشد اقتصادی
fi: Tavoite 8: Ihmisarvoinen työ ja talouskasvu
fil: Mithiin 8: Disenteng trabaho at pang-ekonomiyang paglago
fo: Goal 8: Decent arbeiði og búskaparligan vøkstur
fr: Objectif 8: Travail décent et croissance économique
ga: Sprioc 8: Obair chuibhiúil agus fás eacnamaíoch
gl: Obxectivo 8: Traballo decente e crecemento económico
gu: ધ્યેય ૮ઃ યોગ્ય કાર્ય અને આર્થિક વિકાસ
he: מטרה 8: עבודה הגונה וצמיחה כלכלית
hi: लक्ष्य 8: सभ्य काम और आर्थिक विकास
hr: 8. cilj: Dostojanstven rad i gospodarski rast
hu: 8. cél: Tisztességes munka és gazdasági növekedés
hy: Նպատակ 8. Պատշաճ աշխատանք եւ տնտեսական աճ
id: Tujuan 8: Pekerjaan yang layak dan pertumbuhan ekonomi
is: Markmið 8: Mannsæmandi vinna og hagvöxtur
it: Obiettivo 8: Lavoro dignitoso e crescita economica
ja: 目標8:まともな仕事と経済成長
ka: მიზანი 8: ღირსეული სამუშაო და ეკონომიკური ზრდა
kk: 8-мақсат: Лайықты еңбек және экономикалық өсу
km: គោលដៅទី៨៖ ការងារសមរម្យ និងកំណើនសេដ្ឋកិច្ច
kn: ಗುರಿ 8: ಸಭ್ಯ ಕೆಲಸ ಮತ್ತು ಆರ್ಥಿಕ ಬೆಳವಣಿಗೆ
ko: 목표 8 : 괜찮은 일과 경제 성장
ku: ئامانج 8: کاری شایستە و گەشەی ئابووری
ky: Максат 8: Лайықты иш жана экономикалык өсүш
lo: ເປົ້າຫມາຍທີ 8: ວຽກງານທີ່ດີ ແລະ ການເຕີບໂຕທາງດ້ານເສດຖະກິດ
lt: 8 tikslas: deramas darbas ir ekonomikos augimas
lv: 8. mērķis: pienācīgas kvalitātes nodarbinātība un ekonomikas izaugsme
mg: Goal 8: Asa mendrika sy firoboroboana ara-toekarena
mi: Goal 8: Te mahi whakawātea me te tupu o te ohaoha
mk: Цел 8: Пристоен труд и економски раст
ml: ലക്ഷ്യം 8: മാന്യമായ ജോലിയും സാമ്പത്തിക വളർച്ചയും
mn_cyrl: Зорилт 8: Зохистой хөдөлмөр, эдийн засгийн өсөлт
mr: ध्येय ८ : चांगले काम आणि आर्थिक विकास
ms: Matlamat 8: Kerja yang baik dan pertumbuhan ekonomi
mt: Għan 8: Xogħol deċenti u tkabbir ekonomiku
my: ပန်းတိုင် ၈– လျောက်ပေါ့တဲ့အလုပ်နဲ့ စီးပွားရေးတိုးတက်မှု
nb: Mål 8: Anstendig arbeid og økonomisk vekst
ne: लक्ष्य ८: मर्यादित काम र आर्थिक वृद्धि
nl: Doelstelling 8: Waardig werk en economische groei
or: ଲକ୍ଷ୍ୟ 8: ଭଲ କାର୍ଯ୍ୟ ଏବଂ ଅର୍ଥନୈତିକ ଅଭିବୃଦ୍ଧି
pa: ਟੀਚਾ 8: ਵਧੀਆ ਕੰਮ ਅਤੇ ਆਰਥਿਕ ਵਿਕਾਸ
pl: Cel 8: Godna praca i wzrost gospodarczy
ps: ۸ هدف : ښه کار او اقتصادی وده
pt_br: Meta 8: Trabalho decente e crescimento econômico
ro: Obiectivul 8: Muncă decentă și creștere economică
ru: Цель 8: Достойная работа и экономический рост
sk: Cieľ 8: Dôstojná práca a hospodársky rast
sl: Cilj 8: Dostojno delo in gospodarska rast
sq: Synimi 8: Punë e përshtatshme dhe rritje ekonomike
sr_latn: Cilj 8: Pristojan rad i ekonomski rast
sv: Mål 8: Anständiga villkor och ekonomisk tillväxt
sw: Lengo la 8: Kazi nzuri na ukuaji wa uchumi
ta: இலக்கு 8: கண்ணியமான வேலை மற்றும் பொருளாதார வளர்ச்சி
te: లక్ష్యం 8: మంచి పని మరియు ఆర్థిక వృద్ధి
th: เป้าหมายที่ 8: งานที่มีคุณค่าและการเติบโตทางเศรษฐกิจ
tk: 8-nji maksat: Edepli iş we ykdysady ösüş
tr: Hedef 8: İyi iş ve ekonomik büyüme
tt: 8-нче максат: лаеклы эш һәм икътисади үсеш
ug: 8-نىشان: مۇۋاپىق خىزمەت ۋە ئىقتىسادنىڭ ئېشىشى
uk: Ціль 8: Гідна праця та економічне зростання
ur: ہدف 8: مہذب کام اور معاشی ترقی
uz: 8-maqsad: Munosib mehnat va iqtisodiy o'sish
vi: Mục tiêu 8: Việc làm tốt và tăng trưởng kinh tế
zh_hans: 目标8：体面工作和经济增长
zu: Umgomo 8: Umsebenzi ofanele nokukhula komnotho
