Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_pantomen_description
source: Pantomen collects all the cans and bottles that have the deposit mark on them. Pantomen also has a mark on her, just so she won't be mixed up with Plastis or Metallika.
af: Pantomen versamel al die blikkies en bottels wat die depositomerk daarop het. Pantomen het ook 'n merk op haar, net sodat sy nie met Plastis of Metallika gemeng sal word nie.
am: ፓንቶመን በቆርቆሮዎቹ ላይ ምልክት የታሸጉትን ዕቃዎችና ጠርሙሶች በሙሉ ይሰበስባል። በተጨማሪም ፓንቶመን ከፕላሲስ ወይም ከሜታሊካ ጋር እንዳትቀላቀል ምልክት አላት።
ar: يجمع Pantomen جميع العلب والزجاجات التي تحتوي على علامة الإيداع عليها. البانتوم لديه أيضا علامة عليها، فقط حتى أنها لن تكون مختلطة مع بلاستيز أو ميتاليكا.
as: পাণ্টোমেনে সকলো কেন আৰু বটল সংগ্ৰহ কৰে য'ত জমাৰ চিহ্ন থাকে। পেণ্টোমেনৰো তাইৰ ওপৰত এটা চিহ্ন আছে, ঠিক যাতে তাই প্লাষ্টিচ বা মেটালিকাৰ সৈতে মিহলি নহয়।
az: Pantomen onların üzərində depozit işarəsi olan bütün konservləri və şüşələri toplayır. Pantomenin üzərində də işarə var. Sadəcə, o, Plastis və ya Metallika ilə qarışmayacaq.
bg: Пантомен събира всички консерви и бутилки, които имат депозитната маркировка върху тях. Пантомен също има следа върху нея, само за да не се смеси с Пластис или Металика.
bn: প্যান্টোমেন সমস্ত ক্যান এবং বোতলগুলি সংগ্রহ করে যা তাদের উপর আমানতের চিহ্ন রয়েছে। প্যান্টোমেনের উপরও তার একটি চিহ্ন রয়েছে, ঠিক তাই তাকে প্লাস্টিস বা মেটালিকার সাথে মিশ্রিত করা হবে না।
bo: ཕན་ཐའོ་མོན་གྱིས་དེའི་སྟེང་དུ་བཅོལ་དངུལ་གྱི་མཚོན་རྟགས་ཡོད་པའི་རྫ་མ་དང་དམ་བེ་ཚང་མ་འཚོལ་སྡུད་བྱས། ཕན་ཐའོ་མོན་གྱིས་ཀྱང་ཁོ་མོའི་སྟེང་དུ་རྟགས་བརྒྱབ་ཡོད་པས། ཁོ་མོ་དང་པོ་ལ་སི་ཐི་སི་དང་ལྕགས་རིགས་ལི་ཁ་གཉིས་མཉམ་དུ་བསྲེས་མི་སྲིད།
bs: Pantomen skuplja sve limucine i boce koje imaju oznaku depozita na njima. Pantomen također ima oznaku na njoj, samo da ne bi bila pomiješana sa Plastisom ili Metalikom.
ca: Pantomen recull totes les llaunes i ampolles que tenen la marca de dipòsit. Pantomen també té una marca en ella, de manera que no es barrejarà amb Plastis o Metallika.
cs: Pantomen sbírá všechny plechovky a lahve, které mají na sobě značku vkladu. Pantomen má na sobě také značku, jen aby se nepletla s Plastisem nebo Metallikou.
cy: Mae pantomen yn casglu'r holl ganiau a photeli sydd â'r marc adneuo arnyn nhw. Mae gan Pantomen farc arni hefyd, yn union felly ni fydd hi'n cael ei chymysgu â Phlastis neu Metallika.
da: Pantomen samler alle de dåser og flasker, der har depositum mærke på dem. Pantomen har også et mærke på hende, bare så hun ikke bliver blandet op med Plastis eller Metallika.
de: Pantomen sammelt alle Dosen und Flaschen, auf denen das Pfandzeichen angebracht ist. Pantomen hat auch eine Markierung auf ihr, nur damit sie nicht mit Plastis oder Metallika verwechselt wird.
el: Το Pantomen συλλέγει όλα τα δοχεία και τα μπουκάλια που έχουν το σημάδι κατάθεσης πάνω τους. Η Pantomen έχει επίσης ένα σημάδι πάνω της, ακριβώς για να μην αναμειχθεί με τον Plastis ή τη Metallika.
es: Pantomen recoge todas las latas y botellas que tienen la marca de depósito en ellas. El pantom también tiene una marca en ella, solo para que no se mezcle con Plastis o Metallika.
et: Pantomen kogub kokku kõik purgid ja pudelid, millel on deposiitmärk. Pantomenil on ka märk peal, lihtsalt selleks, et teda ei segataks Plastise või Metallikaga.
eu: Pantomenek biltegi-markak dituzten lata eta botila guztiak biltzen ditu. Pantomenek ere marka bat du bertan, Plastis edo Metallikarekin nahastu ez dadin.
fa: پانتومن تمام شیشه ها و بطری هایی را که علامت سپرده را روی آن ها دارند جمع آوری می کند. پانتومن هم يه علامت روي اون داره فقط براي اينکه با پلاستيس يا متاليکا مخلوط نشه
fi: Pantomen kerää kaikki tikot ja pullot, joissa on panttimerkki. Pantomissa on myös jälki, jotta hän ei sekoittuisi Plastisiin tai Metallikaan.
fil: Pantomen nangongolekta ng lahat ng mga lata at bote na may deposit markahan sa kanila. Pantomen din ay may marka sa kanya, kaya lamang siya ay hindi halo-halong up sa Plastis o Metallika.
fo: Pantomen savna allar tær kunnu og fløskur, sum hava sett á tey. Pantomen hevur eisini eitt mark á henni, bara so hon verður ikki blandaður við Plastis ella Metallika.
fr: Pantomen recueille toutes les canons et bouteilles qui ont la marque de consigne sur eux. Le pantom a également une marque sur elle, juste pour qu’elle ne soit pas mélangée avec Plastis ou Metallika.
ga: Bailíonn Pantomen na cannaí agus na buidéil go léir a bhfuil an marc taisce orthu. Tá marc ag Pantomen uirthi freisin, díreach mar sin ní bheidh sí measctha le Plastis nó Metallika.
gl: Pantomen recolle todas as latas e botellas que teñen a marca de depósito sobre eles. Pantomen tamén ten unha marca nela, só para que non se mesture con Plastis ou Metallika.
gu: પેન્ટોમેન તે બધા કેન અને બોટલ એકત્રિત કરે છે જેના પર ડિપોઝિટ માર્ક છે. પેન્ટોમેન પર પણ તેના પર એક નિશાન છે, તેથી તે પ્લાસ્ટીસ અથવા મેટાલિકા સાથે ભળી ન જાય.
he: Pantomen אוסף את כל הפחיות והבקבוקים שיש עליהם את סימן הפיקדון. גם לפנטומן יש חותם עליה, רק כדי שהיא לא תתערבב עם פלסטיס או מטאליקה.
hi: पैंटोमन उन सभी डिब्बे और बोतलों को इकट्ठा करता है जिन पर जमा निशान होता है। पैंटोमन का भी उस पर एक निशान है, बस इसलिए उसे प्लास्टिस या मेटालिका के साथ मिश्रित नहीं किया जाएगा।
hr: Pantomen skuplja sve limenke i boce koje imaju oznaku naslaga na sebi. Pantomen također ima oznaku na njoj, samo da se ne bi miješala s Plastisom ili Metallikom.
hu: A Pantomen összegyűjti az összes dobozt és palackot, amelyen a letéti jel látható. Pantomennek is van egy nyoma rajta, csak hogy ne keveredjen össze Plastisszal vagy Metallikával.
hy: Պանտոմենները հավաքում են բոլոր այն տարաները եւ շշերը, որոնց վրա դրված է ավանդի նշանը: Պանտոմենը նաեւ նշան ունի նրա վրա, պարզապես որպեսզի նա չշեղվի Պլաստիսի կամ Metallika-ի հետ:
id: Pantomen mengumpulkan semua kaleng dan botol yang memiliki tanda deposit di atasnya. Pantomen juga memiliki tanda pada dirinya, hanya agar dia tidak bercampur dengan Plastis atau Metallika.
is: Pantomen safnar öllum dósum og flöskum sem hafa innborgunarmerkið á sér. Pantomen hefur líka merki á henni, bara svo hún verði ekki í bland við Plastis eða Metallika.
it: Pantomen raccoglie tutte le lattine e le bottiglie che hanno il marchio di deposito su di esse. Pantomen ha anche un segno su di lei, solo per non essere confusa con Plastis o Metallika.
ja: パントメンは、それらにデポジットマークを持っているすべての缶やボトルを収集します。パントムには彼女にもマークがあるので、プラスティスやメタリカと混同されることはありません。
ka: Pantomen აგროვებს ყველა ქილას და ბოთლებს, რომლებსაც აქვთ ანაბრის ნიშანი მათზე. პანტომენს ასევე აქვს ნიშანი მასზე, ასე რომ, ის არ იქნება შერეული Plastis ან Metallika.
kk: Пантомен оларға кен орнының белгісі бар барлық банкалар мен бөтелкелерді жинайды. Пантомен де оған белгі қояды, сондықтан ол Пластиспен немесе Металликамен араласпайды.
km: Pantomen ប្រមូល ក្រណាត់ និង ដប ទាំង អស់ ដែល មាន សញ្ញា ទុក នៅ លើ ធុង ទាំង នោះ ។ ផានតូមេន ក៏ មាន សញ្ញា មួយ នៅ លើ នាង ផង ដែរ ដូច្នេះ នាង នឹង មិន លាយ ជាមួយ ផ្លាស្ទីស ឬ ម៉ាតលីកា ទេ ។
kn: ಪ್ಯಾಂಟೋಮೆನ್ ಎಲ್ಲಾ ಕ್ಯಾನ್ ಗಳು ಮತ್ತು ಅವುಗಳ ಮೇಲೆ ಠೇವಣಿ ಗುರುತನ್ನು ಹೊಂದಿರುವ ಬಾಟಲಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಾನೆ. ಪ್ಯಾಂಟೋಮೆನ್ ಕೂಡ ಅವಳ ಮೇಲೆ ಒಂದು ಗುರುತನ್ನು ಹೊಂದಿದ್ದಾಳೆ, ಆದ್ದರಿಂದ ಅವಳು ಪ್ಲಾಸ್ಟಿಸ್ ಅಥವಾ ಮೆಟಾಲಿಕಾಳೊಂದಿಗೆ ಬೆರೆಯುವುದಿಲ್ಲ.
ko: 판토멘은 예금 표시가있는 모든 캔과 병을 수집합니다. 판토멘은 또한 그녀에게 흔적을 가지고 있기 때문에 그녀는 플라스티스 나 메탈리카와 섞이지 않을 것입니다.
ku: پانتۆمێن هەموو ئەو قوتو و بوتڵانە کۆدەکاتەوە کە نیشانەی سپاردنیان لەسەرە. پانتۆمێن هەروەها نیشانەی هەیە لەسەری، بۆیە ئەو تێکەڵ نابێت لەگەڵ پلاتیس یان مێتالیکا.
ky: Пантомен алардын үстүнө аманат белгиси бар бардык банкаларды жана бөтөлкөлөрдү чогултуп турат. Пантоменде да анын белгиси бар, ошондуктан ал Пластис же Металлика менен аралашпайт.
lo: Pantomen ເກັບມ້ຽນຖົງແລະຂວດທັງຫມົດທີ່ມີເຄື່ອງຫມາຍການຝາກໄວ້ໃນພວກເຂົາ. Pantomen ຍັງມີເຄື່ອງຫມາຍໃນລາວ, ພຽງແຕ່ດັ່ງນັ້ນນາງຈະບໍ່ປະສົມກັບ Plastis ຫຼື Metallika.
lt: 'Pantomen' renka visas skardines ir butelius, ant kurių yra nuosėdų ženklas. 'Pantomen' taip pat turi ženklą ant jos, kad tik ji nebūtų sumaišyta su 'Plastis' ar 'Metallika'.
lv: Pantomens savāc visas kārbas un pudeles, uz kurām ir depozīta zīme. Pantomenam ir arī zīme uz viņas, tikai tāpēc, lai viņa netiktu sajaukta ar Plastisu vai Metaliku.
mg: Manangona ireo kapoaly sy tavoahangy rehetra misy marika eo amin'izy ireo ny Pantomen. Manana marika eo aminy ihany koa i Pantomen, mba tsy hifangaroany amin'i Plastis na Metallika.
mi: Ka kohia e Pantomen nga awa me nga pounamu katoa e mau ana i te tohu moni ki runga i a rātau. He tohu anō tā Pantomen ki a ia, nā reira kaore a ia e whāranu ki Plastis, ki Metallika rānei.
mk: Пантомен ги собира сите лименки и шишиња кои имаат налог на нив. Пантомен, исто така, има трага во неа, само за да не се меша со Пластис или Металика.
ml: ഡെപ്പോസിറ്റ് മാർക്ക് ഉള്ള എല്ലാ ക്യാനുകളും കുപ്പികളും പാന്റോമെൻ ശേഖരിക്കുന്നു. പാന്റോമെൻ അവളിൽ ഒരു അടയാളം ഉണ്ട്, അതിനാൽ അവൾ പ്ലാസ്റ്റിസുമായോ മെറ്റലിക്കയുമായോ ഇടകലരില്ല.
mn_cyrl: Пантомен дээр нь хадгаламжийн тэмдэг бүхий бүх сав, лонх цуглуулдаг. Пантомен бас түүнд тэмдэгтэй. Зүгээр л Пластис, Металлика хоёртой холилдохгүйн тулд.
mr: पँटोमेन सर्व कॅन आणि बाटल्या गोळा करतात ज्यावर ठेवीची खूण असते. पँटोमेनचीही तिच्यावर छाप असते, त्यामुळे ती प्लॅस्टिस किंवा मेटॅलिकामध्ये मिसळली जाणार नाही.
ms: Pantomen mengumpul semua tin dan botol yang mempunyai tanda deposit pada mereka. Pantomen juga mempunyai tanda padanya, jadi dia tidak akan bercampur dengan Plastis atau Metallika.
mt: Pantomen jiġbor il-laned u l-fliexken kollha li għandhom il-marka tad-depożitu fuqhom. Pantomen għandha wkoll marka fuqha, hekk biss mhux se titħallat ma 'Plastis jew Metallika.
my: ပန်တိုမန်သည် ၎င်းတို့အပေါ် သိုလှောင်ထားသည့် ပုလင်းများနှင့် ပုလင်းအားလုံးကို စုဆောင်းထားသည်။ ပန်တိုမန် သည် သူမ အပေါ် တွင် လည်း အမှတ် တစ် ခု ရှိ ခဲ့ သည် ၊ ထို့ကြောင့် သူမ သည် ပလက်စတစ် သို့မဟုတ် မီတာလစ်ကာ နှင့် ရောနှော လိမ့်မည် မ ဟုတ် ပါ ။
nb: Pantomen samler alle bokser og flasker som har innskuddsmerket på seg. Pantomen har også et merke på seg, bare så hun ikke blir blandet opp med Plastis eller Metallika.
ne: प्यान्टोमेनले सबै क्यान हरू र बोतलहरू सङ्कलन गर्दछ जुन तिनीहरूमा डिपोजिट चिन्ह छ। प्यान्टोमेनमा पनि उनको छाप छ, त्यसैले उनी प्लास्टिस वा मेटालिकासँग मिसाइने छैनन्।
nl: Pantomen verzamelt alle blikjes en flessen waar het statiegeldmerk op staat. Pantomen heeft ook een stempel op haar, zodat ze niet wordt verward met Plastis of Metallika.
or: ପାଣ୍ଟୋମେନ୍ ସମସ୍ତ କ୍ୟାନ୍ ଏବଂ ବୋତଲ ସଂଗ୍ରହ କରନ୍ତି ଯାହା ଉପରେ ଜମା ଚିହ୍ନ ଅଛି | ପାଣ୍ଟୋମେନ୍ ଙ୍କର ମଧ୍ୟ ତାଙ୍କ ଉପରେ ଏକ ଚିହ୍ନ ଅଛି, କେବଳ ତେଣୁ ତାଙ୍କୁ ପ୍ଲାଷ୍ଟିସ୍ କିମ୍ବା ମେଟାଲିକା ସହିତ ମିଶ୍ରିତ କରାଯିବ ନାହିଁ |
pa: ਪੈਂਟੋਮੈਨ ਉਹ ਸਾਰੇ ਡੱਬੇ ਅਤੇ ਬੋਤਲਾਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ 'ਤੇ ਜਮ੍ਹਾਂ ਦਾ ਨਿਸ਼ਾਨ ਹੁੰਦਾ ਹੈ। ਪੈਂਟੋਮੈਨ ਦੀ ਵੀ ਉਸ 'ਤੇ ਇੱਕ ਛਾਪ ਹੈ, ਬੱਸ ਇਸ ਲਈ ਉਹ ਪਲਾਸਟਿਸ ਜਾਂ ਮੈਟਾਲਿਕਾ ਨਾਲ ਨਹੀਂ ਰਲੇਗੀ।
pl: Pantomen zbiera wszystkie puszki i butelki, które mają na nich znak depozytu. Pantomen ma również na sobie znak, tylko po to, aby nie pomylić się z Plastis lub Metalliką.
ps: پانټومن ټول هغه بټۍ او بوتلونه راټولوی کوم چې په دوی باندې د زیرمې نښه لری. پانټومن هم په هغې باندې نښه لری، یوازې نو هغه به د پلاستس یا مټالیکا سره نه ګډیږی.
pt_br: Pantomen recolhe todas as latas e garrafas que têm a marca de depósito neles. Pantomen também tem uma marca nela, só para que ela não se misture com Plastis ou Metallika.
ro: Pantomen colectează toate cutiile și sticlele care au semnul de depozit pe ele. Pantomen are și ea un semn pe ea, doar ca să nu fie amestecată cu Plastis sau Metallika.
ru: Pantomen собирает все может и бутылки, которые имеют депозитный знак на них. Пантом также имеет знак на ней, просто так она не будет смешиваться с Plastis или Metallika.
sk: Pantomen zbiera všetky plechovky a fľaše, ktoré majú na sebe značku vkladu. Pantomen má tiež na sebe značku, len aby sa nemiešala s Plastis alebo Metallika.
sl: Pantomen zbira vse posode in steklenice, ki imajo na njih oznako depozita. Pantomen ima na njej tudi pečat, samo zato, da se ne bo pomešala z Plastisom ali Metalliko.
sq: Pantomeni mbledh të gjitha kanatat dhe shishet që kanë shenjën e depozitës në to. Pantomen gjithashtu ka një shenjë në të, vetëm kështu që ajo nuk do të përzihet me Plastis apo Metallika.
sr_latn: Pantomen sakuplja sve konzerve i flaše koje na sebi imaju oznaku depozita. Pantomen takođe ima trag na njoj, samo da se ne bi spetljao sa Plastisom ili Metaliko.
sv: Pantomen samlar på alla burkar och flaskor som har pant-märket på sig, även Pantomen har ett märke på sig så hon inte ska mixas ihop med Plastis eller Metallika.
sw: Pantomen hukusanya makopo na chupa zote ambazo zina alama ya amana juu yao. Pantomen pia ana alama juu yake, kwa hivyo tu hatachanganywa na Plastis au Metallika.
ta: பான்டோமென் அனைத்து கேன்கள் மற்றும் பாட்டில்களையும் அவற்றின் மீது வைப்பு முத்திரையைக் கொண்டவற்றை சேகரிக்கிறார். பான்டோமென் அவளிடம் ஒரு அடையாளத்தைக் கொண்டுள்ளார், எனவே அவள் பிளாஸ்டிஸ் அல்லது மெட்டாலிகாவுடன் கலக்கப்பட மாட்டாள்.
te: పాంటోమెన్ వాటిపై డిపాజిట్ మార్క్ ఉన్న అన్ని డబ్బాలు మరియు సీసాలను సేకరిస్తాడు. పాంటోమెన్ కూడా ఆమెపై ఒక ముద్రను కలిగి ఉంది, కాబట్టి ఆమె ప్లాస్టిస్ లేదా మెటాలికాతో కలపబడదు.
th: Pantomen รวบรวมกระป๋องและขวดทั้งหมดที่มีเครื่องหมายฝากอยู่ Pantomen ยังมีเครื่องหมายบนเธอเพียงเพื่อที่เธอจะไม่ปะปนกับ Plastis หรือ Metallika
tk: Pantomenler özlerinde depe belgisi bolan ähli gap-gaçlary we meşikleri ýygnaýarlar. Pantomenleriň hem üstünde bellik bar, ýöne ol Plastis ýa-da Metallika garyşmaz ýaly.
tr: Pantomen, üzerinde depozito işareti olan tüm kutuları ve şişeleri toplar. Pantom'un üzerinde de bir iz var, böylece Plastis veya Metallika'ya bulaşmayacak.
tt: Пантоменнар үзләренә депозит тамгасы булган барлык банкаларны һәм шешәләрне җыя. Пантоменның да аңа билгесе бар, шуңа күрә ул Пластис яки Металлликка белән катнашмый.
ug: پانتومېندا ئامانەت بەلگىسى بار بارلىق قۇتا ۋە بوتۇلكىلارنى يىغىۋالىدۇ. پانتومېننىڭمۇ ئۇنىڭغا بەلگە قويغانلىقى، پەقەت ئۇنىڭ پلانېتا ياكى مېتالىكا بىلەن ئارىلىشىپ قالماسلىقى ئۈچۈن.
uk: Пантомен збирає всі банки і пляшки, на яких є знак депозиту. Пантомен також має слід на ній, просто щоб вона не була змішана з Пластісом або Металлікою.
ur: پینٹومین وہ تمام ڈبے اور بوتلیں جمع کرتا ہے جن پر ڈپازٹ کا نشان ہوتا ہے۔ پینٹومین بھی اس پر ایک نشان ہے، صرف اس لئے کہ وہ پلاسٹیس یا میٹلیکا کے ساتھ نہیں ملایا جائے گا.
uz: Pantomen ularda depozit belgisi bo'lgan barcha qozon va idishlarni yig'adi. Pantomenning ustida ham belgi bor, shunchaki uni Plastis yoki Metallika bilan aralashtirib bo'lmaydi.
vi: Pantomen thu thập tất cả các lon và chai có dấu ký gửi trên chúng. Pantomen cũng có một dấu ấn trên cô ấy, chỉ để cô ấy sẽ không bị trộn lẫn với Plastis hoặc Metallika.
zh_hans: 潘托曼收集所有带有存款标记的罐头和瓶子。潘托曼身上也有一个印记，这样她就不会和普拉提斯或梅塔利卡混为一谈。
zu: I-Pantomen iqoqa wonke amaphilisi namabhodlela anophawu lwediphozi kuwo. U-Pantomen naye unophawu kuye, ngakho-ke nje ngeke axutshwe nePlastis noma i-Metallika.
