Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# garment_rainGloves_description
source: Rain gloves
af: Reën handskoene
am: የዝናብ ጓንት
ar: قفازات المطر
as: বৰষুণৰ হাতমোজা
bn: বৃষ্টির গ্লাভস
bo: ཆར་བའི་ལག་ཤུབས།
bs: Kišne rukavice
ca: Guants de pluja
cs: Rukavice do deště
cy: Menig glaw
da: Regnhandsker
de: Regenhandschuhe
el: Γάντια βροχής
es: Guantes de lluvia
et: Vihmakindad
eu: Euri-eskularruak
fa: دستکش باران
fi: Sadehanskat
fil: Mga guwantes sa ulan
fo: Regn handskum
fr: Gants de pluie
ga: Lámhainní báistí
gl: Luvas de choiva
gu: વરસાદના મોજાઓ
he: כפפות גשם
hi: बारिश के दस्ताने
hr: Rukavice za kišu
hu: Esőkesztyű
hy: Անձրեւի ձեռնոցներ
id: Sarung tangan hujan
is: Regnhanskar
it: Guanti antipioggia
ja: 雨手袋
ka: წვიმის ხელთათმანები
kk: Жаңбыр қолғаптары
km: ស្រោមដៃទឹកភ្លៀង
kn: ಮಳೆ ಕೈಗವಸುಗಳು
ko: 레인 글러브
ku: دەستکێشەکانی باران
lo: ຖົງມືຝົນ
lt: Lietaus pirštinės
lv: Lietus cimdi
mg: Fonon-tanana avy amin'ny orana
mi: karapu marangai
mk: Ракавици за дожд
ml: മഴ കൈയുറകൾ
mn_cyrl: Борооны бээлий
mr: पावसाचे हातमोजे
ms: Sarung tangan hujan
mt: Ingwanti tax-xita
my: မိုးလက်ကိုင်များ
nb: Regnhansker
nl: Regenhandschoenen
or: ବର୍ଷା ଗ୍ଲୋଭସ୍
pl: Rękawice przeciwdeszczowe
ps: د باران دستکش
ro: Mănuși de ploaie
ru: Дождевые перчатки
sk: Dažďové rukavice
sl: Dežne rokavice
sq: Doreza shiu
sr_latn: Kišne rukavice
sv: Regnhandskar
sw: Glavu za mvua
ta: மழை கையுறைகள்
te: రెయిన్ గ్లవుజులు
th: ถุงมือกันฝน
tk: Ýagyş el çarpyşmalary
tr: Yağmur eldivenleri
tt: Яңгырлы уклар
ug: يامغۇر پەلەي
uk: Дощові рукавички
ur: بارش کے دستانے
uz: Yomg'ir qo'lqoplari
vi: Găng tay mưa
zh_hans: 雨手套
zu: Amagilavu emvula

# garment_rainPants
source: Rain pants
af: Reën broek
am: የዝናብ ሱሪ
ar: السراويل المطر
as: ৰেইন পেণ্ট
bn: বৃষ্টি প্যান্ট
bo: ཆར་བའི་རྐང་སྣམ།
bs: Kišne pantalone
ca: Pantalons de pluja
cs: Kalhoty do deště
cy: Pantiau glaw
da: Regnbukser
de: Regenhose
el: Παντελόνι βροχής
es: Pantalones de lluvia
et: Vihmapüksid
eu: Euri-galtzak
fa: شلوار باران
fi: Sadehousut
fil: Pantalon para sa ulan
fo: Regn buksur
fr: Pantalon de pluie
ga: Pants báistí
gl: Pantalón de choiva
gu: રેઇન પેન્ટ્સ
he: מכנסי גשם
hi: बारिश पैंट
hr: Kišne hlače
hu: Esőnadrág
hy: Անձրեւային վարտիքներ
id: Celana hujan
is: Regnbuxur
it: Pantaloni antipioggia
ja: レインパンツ
ka: წვიმის შარვალი
kk: Жаңбыр шалбары
km: ខោភ្លៀង
kn: ಮಳೆ ಪ್ಯಾಂಟ್ ಗಳು
ko: 레인 팬츠
ku: پانتۆڵی باران
lo: pants ຝົນ
lt: Lietaus kelnės
lv: Lietus bikses
mg: pataloha orana
mi: tarau marangai
mk: Панталони за дожд
ml: റെയിൻ പാന്റ്സ്
mn_cyrl: Борооны өмд
mr: पावसाची पँट
ms: Seluar hujan
mt: Qliezet tax-xita
my: မိုးဘောင်းဘီ
nb: Regnbukser
nl: Regenbroek
or: ବର୍ଷା ପ୍ୟାଣ୍ଟ
pl: Spodnie przeciwdeszczowe
ps: د باران پتلون
pt_br: Calças de chuva
ro: Pantaloni de ploaie
ru: Дождевые штаны
sk: Pršiplášťové nohavice
sl: Dežne hlače
sq: Pantallona shiu
sv: Regnbyxor
sw: Suruali ya mvua
ta: மழை கால்சட்டை
te: రెయిన్ ప్యాంటు
th: กางเกงกันฝน
tk: Ýagyş pantolonlary
tr: Yağmur pantolon
tt: Яңгыр чалбарлары
ug: يامغۇرلۇق ئىشتان
uk: Дощові штани
ur: بارش پتلون
uz: Yomg'ir pantoloni
vi: Quần mưa
zh_hans: 雨裤
zu: Ibhulukwe lemvula

# garment_rainPants_description
source: Rain pants
af: Reën broek
am: የዝናብ ሱሪ
ar: السراويل المطر
as: ৰেইন পেণ্ট
az: Yağış şalvarı
bg: Панталони за дъжд
bn: বৃষ্টি প্যান্ট
bo: ཆར་བའི་རྐང་སྣམ།
bs: Kišne hlače
ca: Pantalons de pluja
cs: Kalhoty do deště
cy: Pantsh glaw
da: Regn bukser
de: Regenhose
el: Παντελόνι βροχής
es: Pantalones de lluvia
et: Vihmapüksid
eu: Euri-galtzak
fa: شلوار باران
fi: Sade housut
fil: Ulan pantalon
fo: Regn buksur
fr: Pantalon de pluie
ga: Pants báistí
gl: Pantalóns de choiva
gu: રેઇન પેન્ટ્સ
he: מכנסי גשם
hi: बारिश पैंट
hr: Kišne hlače
hu: Esőnadrág
hy: Անձրեւային վարտիքներ
id: Celana hujan
is: Regnbuxur
it: Pantaloni antipioggia
ja: レインパンツ
ka: წვიმის შარვალი
kk: Жаңбыр шалбары
km: ខោភ្លៀង
kn: ಮಳೆ ಪ್ಯಾಂಟ್ ಗಳು
ko: 레인 바지
ku: پانتۆڵی باران
ky: Жамгыр шалбары
lo: pants ຝົນ
lt: Lietaus kelnės
lv: Lietus bikses
mg: pataloha orana
mi: tarau marangai
mk: Панталони за дожд
ml: റെയിൻ പാന്റ്സ്
mr: पावसाची पँट
ms: Seluar hujan
mt: Qliezet tax-xita
my: မိုးဘောင်းဘီ
nb: Regn bukser
ne: रेन पैंट
nl: Regenbroek
or: ବର୍ଷା ପ୍ୟାଣ୍ଟ
pa: ਪੈਂਟਾਂ ਮੀਂਹ
pl: Spodnie przeciwdeszczowe
ps: د باران پتلون
ro: Pantaloni de ploaie
ru: Дождевые штаны
sk: Dažďové nohavice
sl: Dežne hlače
sq: Pantallona shiu
sr_latn: Kišne pantalone
sv: Regnbyxor
sw: Suruali ya mvua
ta: மழை பேன்ட்ஸ்
te: రెయిన్ ప్యాంట్లు
th: กางเกงกันฝน
tk: Ýagyş pantolonlary
tr: Yağmur pantolonu
tt: Яңгыр чалбарлары
ug: يامغۇرلۇق ئىشتان
uk: Дощові штани
ur: بارش پتلون
uz: Yomg'ir pantoloni
vi: Quần mưa
zh_hans: 雨裤
zu: Ibhulukwe lemvula

# garment_shoes
source: Shoes
af: Skoene
am: ጫማ
ar: الاحذيه
as: জোতা
az: Ayaqqabılar
bg: Обувки
bn: জুতা
bo: ལྷམ།
bs: Cipele
ca: Sabates
cs: Boty
cy: Esgidiau
da: Sko
de: Schuhe
el: Παπούτσια
es: Zapatos
et: Kingad
eu: Oinetakoak
fa: کفش
fi: Kengät
fil: Sapatos
fr: Chaussures
ga: Bróga
gl: Zapatos
gu: પગરખાંઓ
he: נעליים
hi: जूते
hr: Cipele
hu: Cipők
hy: Կոշիկ
id: Sepatu
is: Skór
it: Scarpe
ja: 靴
ka: ფეხსაცმელი
kk: Аяқ киім
km: ស្បែកជើង
kn: ಶೂಗಳು
ko: 신발
ku: پێڵاو
ky: Бут кийим
lo: ເກີບ
lt: Batai
lv: Kurpes
mg: Kiraro
mi: Ngā Shoes
mk: Чевли
ml: ഷൂസ്
mn_cyrl: Гутал
mr: शूज
ms: Kasut
mt: Żraben
my: ရှူးဖိနပ်
nb: Sko
ne: जुत्ता
nl: Schoenen
or: ଜୋତା
pa: ਜੁੱਤੇ
pl: Buty
ps: بوټونه
ro: Pantofi
ru: Обувь
sk: Topánky
sl: Čevlji
sq: Këpucë
sv: Skor
sw: Viatu
ta: காலணிகள்
te: బూట్లు
th: รองเท้า
tk: Aýakgap
tr: Ayakkabı
tt: Аяк киеме
ug: ئاياغ
uk: Взуття
ur: جوتے
uz: Yakkabogʻ
vi: Giày dép
zh_hans: 鞋

# garment_shoes_description
source: Shoes
af: Skoene
am: ጫማ
ar: الاحذيه
bn: জুতা
bo: ལྷམ།
bs: Cipele
ca: Sabates
cs: Boty
da: Sko
de: Schuhe
el: Παπούτσια
es: Calzado
et: Kingad
eu: Oinetakoak
fa: کفش
fi: Kengät
fil: Mga sapatos
fr: Chaussures
ga: Bróga
gl: Zapatillas
hi: जूते
hr: Cipele
id: Sepatu
is: Skór
ja: 靴
kk: Аяқ киім
ko: 신발
ku: پێڵاو
lo: ເກີບ
lt: Batai
lv: Kurpes
mg: Kiraro
mi: Ngā Shoes
mk: Чевли
ml: ഷൂസ്
mr: शूज
ms: Kasut
mt: Żraben
my: ရှူးဖိနပ်
nb: Sko
nl: Schoenen
or: ଜୋତା
pl: Buty
ps: بوټونه
ru: Обувь
sk: Topánky
sl: Čevlji
sq: Këpucë
sr_latn: Cipele
sv: Skor
sw: Viatu
ta: காலணிகள்
te: బూట్లు
th: รองเท้า
tk: Aýakgap
tr: Ayakkabılar
tt: Аяк киеме
ug: ئاياغ
uk: Взуття
uz: Yakkabogʻ
vi: Giày dép
zh_hans: 鞋

# garment_sweater
source: Warm sweater
af: Warm trui
am: ሞቅ ያለ ሹራብ
ar: سترة دافئة
as: গৰম চুৱেটাৰ
az: İsti don
bg: Топъл пуловер
bn: গরম সোয়েটার
bo: དྲོད་འཇམ་གྱི་བལ་ལྭ།
bs: Topao džemper
ca: Jersei calent
cs: Teplý svetr
cy: Chwyslys cynnes
da: Varm sweater
de: Warmer Pullover
el: Ζεστό πουλόβερ
es: Suéter caliente
et: Soe kampsun
eu: Suéter caliente
fa: ژاکت گرم
fi: Lämmin villapaita
fil: Mainit-init sweater
fo: Warm troyggju
fr: Pull chaud
ga: Geansaí te
gl: Calcetíns quentes
gu: ગરમ સ્વેટર
he: סוודר חם
hi: गर्म स्वेटर
hr: Topli džemper
hu: Meleg pulóver
hy: Տաք սվիտեր
id: Sweter hangat
is: Hlý peysa
it: Maglione caldo
ja: 暖かいセーター
ka: თბილი სვიტერი
kk: Жылы свитер
km: ក្ដៅៗ ញាក់សាច់
kn: ಬೆಚ್ಚಗಿನ ಸ್ವೆಟರ್
ko: 따뜻한 스웨터
ku: بلوزێکی گەرم
ky: Жылуу свитер
lo: ເສື້ອອົບອຸ່ນ
lt: Šiltas megztinis
lv: Silts džemperis
mg: Ny akanjo mafana
mi: Pūngākau mahana
mk: Топол џемпер
ml: ചൂടുള്ള സ്വെറ്റർ
mn_cyrl: Дулаан хөлс
mr: गरम स्वेटर
ms: Sweater hangat
mt: Sweater sħun
my: နွေးထွေးသော ဆွယ်တာ
nb: Varm genser
ne: गर्म स्वेटर
nl: Warme trui
or: ଉଷ୍ମ ସ୍ୱେଟର
pa: ਗਰਮ ਸਵੈਟਰ
pl: Ciepły sweter
ps: تاوده سویټر
ro: Pulover cald
ru: Теплый свитер
sk: Teplý sveter
sl: Topel pulover
sq: Pulovër e ngrohtë
sv: Varm tröja
sw: Sweta la joto
ta: சூடான ஸ்வெட்டர்
te: వెచ్చని స్వెటర్
th: เสื้อสเวตเตอร์อุ่นๆ
tk: Ýyly dony
tr: Sıcak kazak
tt: Җылы тире
ug: ئىلمان پوپايكا
uk: Теплий светр
ur: گرم سویٹر
uz: Issiq svet
vi: Áo len ấm
zh_hans: 保暖毛衣
zu: Ijezi elifudumele

# garment_sweater_description
source: Warm sweater
af: Warm trui
am: ሞቅ ያለ ሹራብ
ar: سترة دافئة
as: গৰম চুৱেটাৰ
bn: গরম সোয়েটার
bo: དྲོད་འཇམ་གྱི་བལ་ལྭ།
bs: Topli džemper
ca: Jersei calent
cs: Teplý svetr
cy: Chwysir cynnes
da: Varm sweater
de: Warmer Pullover
el: Ζεστό πουλόβερ
es: Suéter caliente
et: Soe kampsun
eu: Suéter beroa
fa: ژاکت گرم
fi: Lämmin villapaita
fil: Mainit na sweater
fo: Warm troyggju
fr: Pull chaud
ga: Geansaí te
gl: Suadoiro quente
gu: ગરમ સ્વેટર
he: סוודר חם
hi: गर्म स्वेटर
hr: Topli džemper
hu: Meleg pulóver
hy: Տաք սվիտեր
id: Sweter hangat
is: Hlý peysa
it: Maglione caldo
ja: 暖かいセーター
ka: თბილი სვიტერი
kk: Жылы свитер
km: ក្ដៅៗ ញាក់សាច់
kn: ಬೆಚ್ಚಗಿನ ಸ್ವೆಟರ್
ko: 따뜻한 스웨터
ku: بلوزێکی گەرم
lo: ເສື້ອອົບອຸ່ນ
lt: Šiltas megztinis
lv: Silts džemperis
mg: Ny akanjo mafana
mi: Pūngākau mahana
mk: Топол џемпер
ml: ചൂടുള്ള സ്വെറ്റർ
mr: गरम स्वेटर
ms: Baju sejuk hangat
mt: Għaraq sħun
my: နွေးထွေးသော ဆွယ်တာ
nb: Varm genser
nl: Warme trui
or: ଉଷ୍ମ ସ୍ୱେଟର
pl: Ciepły sweter
ps: تاوده سویټر
pt_br: Suéter quente
ro: Pulover cald
ru: Теплый свитер
sk: Teplý sveter
sl: Topel pulover
sq: Pulovër e ngrohtë
sr_latn: Topao džemper
sv: Varm tröja
sw: Sweta la joto
ta: சூடான ஸ்வெட்டர்
te: వెచ్చని స్వెటర్
th: เสื้อกันหนาวอุ่น
tk: Ýyly dony
tr: Sıcak kazak
tt: Җылы тире
ug: ئىلمان پوپايكا
uk: Теплий светр
ur: گرم سویٹر
uz: Issiq svet
vi: Áo len ấm
zh_hans: 保暖毛衣
zu: Ijezi elifudumele

# garment_winterBoots
source: Shoes
af: Skoene
am: ጫማ
ar: الاحذيه
as: জোতা
bn: জুতা
bo: ལྷམ།
bs: Cipele
ca: Sabates
cs: Boty
cy: Esgidiau
da: Sko
de: Schuhe
el: Παπούτσια
es: Zapatos
et: Kingad
eu: Oinetakoak
fa: کفش
fi: Kengät
fil: Mga sapatos
fr: Chaussures
ga: Bróga
gl: Zapatillas
gu: પગરખાંઓ
he: נעליים
hi: जूते
hr: Cipele
hu: Cipők
hy: Կոշիկ
id: Sepatu
is: Skór
it: Scarpe
ja: 靴
ka: ფეხსაცმელი
kk: Аяқ киім
km: ស្បែកជើង
kn: ಶೂಗಳು
ko: 신발
ku: پێڵاو
lo: ເກີບ
lt: Batai
lv: Kurpes
mg: Kiraro
mi: Ngā Shoes
mk: Чевли
ml: ഷൂസ്
mr: शूज
ms: Kasut
mt: Żraben
my: ရှူးဖိနပ်
nb: Sko
nl: Schoenen
or: ଜୋତା
pl: Buty
ps: بوټونه
pt_br: Calçado
ro: Pantofi
ru: Обувь
sk: Topánky
sl: Čevlji
sq: Këpucë
sv: Skor
sw: Viatu
ta: காலணிகள்
te: బూట్లు
th: รองเท้า
tk: Aýakgap
tr: Ayakkabı
tt: Аяк киеме
ug: ئاياغ
uk: Взуття
ur: جوتے
uz: Yakkabogʻ
vi: Giày dép
zh_hans: 鞋

# garment_winterBoots_description
source: Winter boots
af: Winter stewels
am: የክረምት ጫማዎች
ar: أحذية الشتاء
as: শীতকালীন বুট
az: Qış ayaqqabıları
bg: Зимни ботуши
bn: শীতকালীন বুট
bo: དགུན་དུས་ཀྱི་ལྷམ་ཡུ་རིང་།
bs: Zimske čizme
ca: Botes d'hivern
cs: Zimní boty
cy: Esgidiau'r gaeaf
da: Vinterstøvler
de: Winterstiefel
el: Χειμωνιάτικες μπότες
es: Botas de invierno
et: Talvesaapad
eu: Neguko botak
fa: چکمه های زمستانی
fi: Talvikengät
fil: Taglamig boots
fo: Vetur boots
fr: Bottes d’hiver
ga: Buataisí geimhridh
gl: Botas de inverno
gu: વિન્ટર બૂટ્સ
he: מגפי חורף
hi: शीतकालीन जूते
hr: Zimske čizme
hu: Téli csizma
hy: Ձմեռային կոշիկներ
id: Sepatu bot musim dingin
is: Vetrarstígvél
it: Stivali invernali
ja: ウィンターブーツ
ka: ზამთრის ჩექმები
kk: Қысқы етік
km: ស្បែក ជើង រដូវ រងារ
kn: ಚಳಿಗಾಲದ ಬೂಟುಗಳು
ko: 겨울 부츠
ku: پوتەکانی زستان
ky: Кыш бут кийим
lo: ເກີບລະດູຫນາວ
lt: Žieminiai batai
lv: Ziemas zābaki
mg: Baoty amin'ny ririnina
mi: Ngā pūtu o te hotoke
mk: Зимски чизми
ml: ശീതകാല ബൂട്ടുകൾ
mn_cyrl: Өвлийн гутал
mr: हिवाळ्यातील बूट
ms: Kasut musim sejuk
mt: Stvali tax-xitwa
my: ဆောင်းရာသီ ဘွတ်ဖိနပ်များ
nb: Vinter støvler
ne: शीतकालीन बूट
nl: Winterlaarzen
or: ଶୀତକାଳୀନ ବୁଟ୍
pa: ਵਿੰਟਰ ਬੂਟ
pl: Buty zimowe
ps: د ژمی بوټان
pt_br: Botas de inverno
ro: Ghete de iarnă
ru: Зимние сапоги
sk: Zimné topánky
sl: Zimski škornji
sq: Çizme dimri
sr_latn: Zimske čizme
sv: Vinterskor
sw: Buti za majira ya baridi
ta: குளிர்கால பூட்ஸ்
te: శీతాకాలపు బూట్లు
th: รองเท้าบูทฤดูหนาว
tk: Gyş aýakgaplary
tr: Kış botları
tt: Кышкы итекләр
ug: قىشلىق ئۆتۈك
uk: Зимові чоботи
ur: موسم سرما کے بوٹ
uz: Qishki oyoqlar
vi: Giày mùa đông
zh_hans: 冬季靴子
zu: Amabhuzu ebusika

# garment_winterOutfit
source: Overalls or jacket with cover pants
af: Oorpakke of baadjie met omslagbroek
am: ሽፋን ሱሪ ጋር ጠቅልል ወይም ጃኬት
ar: أغطية أو سترة مع غطاء السراويل
as: কভাৰ পেণ্টৰ সৈতে সামগ্ৰিক বা জেকেট
az: Qapaqlı şalvarlı generallar və ya jaket
bg: Гащеризони или яке с покривни панталони
bn: কভার প্যান্ট সহ সামগ্রিক বা জ্যাকেট
bo: སྟོད་གོས་དང་སྟོད་གོས་ལ་ཁེབས་པའི་རྐང་སྣམ།
bs: Kombinezon ili jakna s pokrivnim hlačama
ca: Monos o jaqueta amb pantalons de coberta
cs: Kombinézy nebo bundy s krycími kalhotami
cy: Overalls neu siaced gyda pants clawr
da: Overalls eller jakke med coverbukser
de: Overalls oder Jacke mit Überziehhose
el: Φόρμες ή μπουφάν με παντελόνι κάλυψης
es: Monos o chaqueta con pantalones de cubierta
et: Kattepükstega kombinesoon või jope
eu: Tximinoa edo jaka beroki-galtzekin
fa: لباس یا ژاکت با شلوار پوشش
fi: Haalarit tai takki, jossa peitehousut
fil: Pangkalahatang o jacket na may cover pantalon
fo: Overalls ella jakka við cover buksur.
fr: Salopette ou veste avec pantalon de couverture
ga: Foriomlán nó seaicéad le pants clúdaigh
gl: Chaqueta ou chaqueta con pantalóns de abrigo
gu: કવર પેન્ટ્સ સાથે એકંદરે અથવા જેકેટ
he: סרבלים או ז'קט עם מכנסי כיסוי
hi: कवर पैंट के साथ चौग़ा या जैकेट
hr: Kombinezoni ili jakna s masknim hlačama
hu: Overall vagy kabát fedőnadrággal
hy: Ծածկոցով վարտիքներով պատյան կամ բաճկոն
id: Overall atau jaket dengan celana penutup
is: Gallar eða jakki með kápubuxum
it: Tuta o giacca con pantaloni di copertura
ja: オーバーオールまたはジャケット(カバーパンツ付)
ka: სამოსელები ან ქურთუკი საფარის შარვალით
kk: Жабынды шалбары бар жалпы немесе күртеше
km: សរុប ឬ អាវ យឺត ដែល មាន ខោ គ្រប
kn: ಕವರ್ ಪ್ಯಾಂಟ್ ನೊಂದಿಗೆ ಒವೆಲ್ಸ್ ಅಥವಾ ಜಾಕೆಟ್
ko: 커버 팬츠가있는 작업복 또는 재킷
ku: رۆماڵەکان یان چاکەتەکان بە پانتۆڵی داپۆشراو
ky: Мукабадагы шалбары бар диверсиялар же куртка
lo: ລວມຫຼືເສື້ອຄຸມທີ່ມີpants ປົກ
lt: Kombinezonai arba striukė su dengiamosiomis kelnėmis
lv: Kombinezoni vai jaka ar pārvalka biksēm
mg: Amin'ny ankapobeny na palitao miaraka amin'ny pataloha.
mi: Ngā tapeke, koti rānei me te tarau uhi
mk: Гаќи или јакна со покривни панталони
ml: കവർ പാന്റ്സുള്ള ഓവറോൾസ് അല്ലെങ്കിൽ ജാക്കറ്റ്
mr: कव्हर पँटसह ओव्हरऑल किंवा जॅकेट
ms: Pakaian atau jaket dengan seluar penutup
mt: Overalls jew ġakketta bi qliezet ta' kopertura
my: အဖုံးဘောင်းဘီပါတဲ့ ခြုံငုံတွေ ဒါမှမဟုတ် ဂျက်ကက်
nb: Overalls eller jakke med dekselbukser
ne: कभर प्यान्टको साथ चौघेरा वा ज्याकेट
nl: Overall of jas met coverbroek
or: କଭର୍ ପ୍ୟାଣ୍ଟ ସହିତ ମୋଟାମୋଟି କିମ୍ୱା ଜ୍ୟାକେଟ୍
pa: ਕਵਰ ਪੈਂਟਾਂ ਦੇ ਨਾਲ ਡਾਂਗਰੀਆਂ ਜਾਂ ਜੈਕਟ
pl: Kombinezon lub kurtka z zakrywającymi spodniami
ps: د پوښ پتلون سره عمومی یا جاکټ
ro: Salopete sau jacheta cu pantaloni de acoperire
ru: Комбинезоны или куртка с крышкой брюки
sk: Kombinézy alebo bunda s krycími nohavicami
sl: Spodnjice ali jakna s hlačami za pokrivanje
sq: Të përgjithshmet ose xhaketa me pantallona të mbuluara
sv: Overall eller jacka och överdragsbyxor
sw: Kwa ujumla au koti lenye suruali ya kifuniko
ta: கவர் பேன்ட்ஸுடன் Overalls அல்லது ஜாக்கெட்
te: కవర్ ప్యాంట్ తో ఓవరాల్స్ లేదా జాకెట్
th: ชุดหลวมๆ หรือเสื้อแจ็คเก็ตที่มีกางเกงครอบ
tk: Daşky pantolonly gap-garalar ýa-da köýnekler
tr: Tulum veya ceket kapak pantolon ile
tt: Кабызылы пытка яки пычытка
ug: ياپقۇچ ئىشتانلىق يۇڭلۇق ياكى چاپان
uk: Комбінезони або жакет з чохл-штанами
ur: کور پتلون کے ساتھ مجموعی یا جیکٹ
uz: Qopqoq pantolonli ustki yoki ko'ylagi
vi: Quần yếm hoặc áo khoác có quần che
zh_hans: 工作服或夹克配盖裤
zu: Overalls noma jacket nge ikhava ibhulukwe

# garment_winterOutfit_description
source: Overalls or jacket with cover pants
af: Oorpak of baadjie met dekbroek
am: ሽፋን ሱሪ ጋር ጠቅልል ወይም ጃኬት
ar: ملابس عامة أو سترة مع سراويل تغطية
as: কভাৰ পেণ্টৰ সৈতে সামগ্ৰিক বা জেকেট
bn: কভার প্যান্ট সহ সামগ্রিক বা জ্যাকেট
bo: སྟོད་གོས་དང་སྟོད་གོས་ལ་ཁེབས་པའི་རྐང་སྣམ།
bs: Kombinezon ili jakna sa pantalonama
ca: Monos o jaqueta amb pantalons de coberta
cs: Kombinézy nebo bunda s krycími kalhotami
cy: Overalls neu siaced gyda phants clawr
da: Overalls eller jakke med cover bukser
de: Overall oder Jacke mit Deckhose
el: Φόρμες ή μπουφάν με παντελόνι κάλυψης
es: Mono o chaqueta con pantalones de cubierta
et: Kombinesoonid või jope kattepükstega
eu: Monoa edo txaketa, galtza estaliekin
fa: لباس یا ژاکت با شلوار پوشش
fi: Haalarit tai takki, jossa on peitehousut
fil: Overalls o jacket na may takip na pantalon
fo: Overalls ella jakka við cover buksur.
fr: Salopette ou veste avec pantalon de couverture
ga: Foriomlán nó seaicéad le pants clúdaigh
gl: Xerais ou chaqueta con pantalón de cuberta
gu: કવર પેન્ટ્સ સાથે એકંદરે અથવા જેકેટ
he: אוברול או ז'קט עם מכנסי כיסוי
hi: कवर पैंट के साथ चौग़ा या जैकेट
hr: Kombinezoni ili jakna s masknim hlačama
hu: Overall vagy kabát fedőnadrággal
hy: Ծածկոցով վարտիքներով պատյան կամ բաճկոն
id: Overall atau jaket dengan celana penutup
is: Samfestingar eða jakki með ábreiðubuxum
it: Tuta o giacca con pantaloni di copertura
ja: オーバーオールまたはジャケット(カバーパンツ付)
ka: სამოსელები ან ქურთუკი საფარის შარვალით
kk: Жабынды шалбары бар жалпы немесе күртеше
km: សរុប ឬ អាវ យឺត ដែល មាន ខោ គ្រប
kn: ಕವರ್ ಪ್ಯಾಂಟ್ ನೊಂದಿಗೆ ಒವೆಲ್ಸ್ ಅಥವಾ ಜಾಕೆಟ್
ko: 커버 바지가 달린 바지 또는 재킷
ku: کۆت یان چاکەت لەگەڵ پانتۆڵەکانی داپۆشراو
lo: ລວມຫຼືເສື້ອຄຸມທີ່ມີpants ປົກ
lt: Kombinezonas arba striukė su dengiamosiomis kelnėmis
lv: Kombinezoni vai jaka ar pārvalka biksēm
mg: Amin'ny ankapobeny na palitao miaraka amin'ny pataloha.
mi: Ngā tapeke, koti rānei me te tarau uhi
mk: Гаќи или јакна со покривни панталони
ml: കവർ പാന്റ്സുള്ള ഓവറോൾസ് അല്ലെങ്കിൽ ജാക്കറ്റ്
mn_cyrl: Хүрэм эсвэл хүрэмтэй өмд
mr: कव्हर पँटसह ओव्हरऑल किंवा जॅकेट
ms: Pakaian atau jaket dengan seluar penutup
mt: Overalls jew ġakketta bil-qliezet ta' kopertura
my: အဖုံးဘောင်းဘီပါတဲ့ ခြုံငုံတွေ ဒါမှမဟုတ် ဂျက်ကက်
nb: Kjeledress eller jakke med dekkbukse
nl: Overall of jas met coverbroek
or: କଭର୍ ପ୍ୟାଣ୍ଟ ସହିତ ମୋଟାମୋଟି କିମ୍ୱା ଜ୍ୟାକେଟ୍
pl: Kombinezon lub kurtka ze spodniami ochronnymi
ps: د پوښ پتلون سره عمومی یا جاکټ
pt_br: Macacão ou jaqueta com calças de capa
ro: Salopete sau jacheta cu pantaloni de acoperire
ru: Комбинезон или куртка с прикрытием брюк
sk: Kombinéza alebo bunda s krycími nohavicami
sl: Spodnjice ali jakna s hlačami za pokrivanje
sq: Të përgjithshmet ose xhaketa me pantallona të mbuluara
sr_latn: Kombinezon ili jakna sa maskotama
sv: Overall eller jacka och överdragsbyxor
sw: Kwa ujumla au koti lenye suruali ya kufunika
ta: அட்டை பேண்ட் கொண்ட ஒட்டுமொத்த அல்லது ஜாக்கெட்
te: ఓవరాల్స్ లేదా కవర్ ప్యాంటుతో కూడిన జాకెట్
th: ชุดหลวมหรือแจ็คเก็ตพร้อมกางเกงคลุม
tk: Daşky pantolonly gap-garalar ýa-da köýnekler
tr: Tulum veya ceket kapak pantolonlu
tt: Кабызылы пытка яки пычытка
ug: ياپقۇچ ئىشتانلىق يۇڭلۇق ياكى چاپان
uk: Комбінезони або жакет з чохл-штанами
ur: کور پتلون کے ساتھ مجموعی طور پر یا جیکٹ
uz: Qopqoq pantolonli ustki yoki ko'ylagi
vi: Quần yếm hoặc áo khoác có quần che
zh_hans: 工作服或夹克，搭配遮盖裤
zu: Overalls noma jacket nge ikhava ibhulukwe
