Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# weather_warmish
source: It seems to be pretty hot out there. It's %@ degrees.
af: Dit lyk asof dit baie warm daar buite is. Dit is %@ grade.
am: እዚያም በጣም ሞቃታማ ይመስላል ። %@ ዲግሪ ነው።
ar: يبدو أن الجو حار جدا هناك. إنها %@ درجة.
as: এইটো তাত যথেষ্ট গৰম যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Görünür, orada çox istidir. %@ dərəcədir.
bg: Навън изглежда е доста горещо. Това е %@ градуса.
bn: সেখানে বেশ গরম লাগছে বলে মনে হচ্ছে। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་ཧ་ཅང་ཚ་བ་ཆེ་བ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je tamo prilično vruće. To je %@ stepeni.
ca: Sembla que fa força calor per aquí. És %@ graus.
cs: Zdá se, že je tam docela horko. Je to %@ stupňů.
cy: Mae'n ymddangos ei bod hi'n eithaf poeth allan yna. Mae'n %@ graddau.
da: Det ser ud til at være ret varmt derude. Det er %@ grader.
de: Es scheint ziemlich heiß zu sein da draußen. Es sind %@ Grad.
el: Φαίνεται να είναι αρκετά ζεστό εκεί έξω. Είναι %@ βαθμοί.
es: Parece que hace bastante calor por ahí. Es %@ grados.
et: Tundub, et seal on päris palav. See on %@ kraadi.
eu: Badirudi bero handia egiten duela hortik. %@ gradu da.
fa: به نظر مياد اون بيرون خيلي گرمه درجه %@ است.
fi: Ulkona näyttää olevan aika kuuma. Se on %@ astetta.
fil: Tila medyo mainit doon. Ito ay %@ degrees.
fo: Tað tykist at vera rættiliga heitt har úti. Tað er %@ stig.
fr: Il semble faire assez chaud là-bas. C’est %@ degrés.
ga: Is cosúil go bhfuil sé deas te amuigh ansin. Tá sé %@ céimeanna.
gl: Parece que vai moita calor aí fóra. É %@ graos.
gu: તે ત્યાં ખૂબ જ ગરમ લાગે છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה שדי חם שם בחוץ. זה %@ מעלות.
hi: वहाँ बहुत गर्मी लग रही है। यह <span translate='no'>string</span> डिग्री है।
hr: Čini se da je prilično vruće vani. To je %@ stupnjeva.
hu: Úgy tűnik, elég meleg van odakint. Ez %@ fok.
hy: Թվում է, թե այնտեղ շատ շոգ է: %@ աստիճան է:
id: Tampaknya cukup panas di luar sana. Ini %@ derajat.
is: Það virðist vera frekar heitt þarna úti. Það er %@ gráður.
it: Sembra essere piuttosto caldo là fuori. Sono %@ gradi.
ja: 外はかなり暑いようです。 それは %@ 度です。
ka: როგორც ჩანს, იქ საკმაოდ ცხელია. ეს %@ გრადუსია.
kk: Ол жерде өте ыстық болып көрінеді. Ол %@ градус.
km: វា ហាក់ ដូច ជា ក្តៅ ខ្លាំង ណាស់ នៅ ទី នោះ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಅಲ್ಲಿ ಇದು ತುಂಬಾ ಬಿಸಿಯಾಗಿದೆ ಎಂದು ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 그것은 꽤 더운 것 같습니다. 그것은 %@ 도입니다.
ku: وا دیارە لەوێ زۆر گەرمە. ئەوە پلەی %@
ky: Ал жерде абдан ысык көрүнөт. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຮ້ອນ ຢູ່ ທີ່ ນັ້ນ. <span translate='no'>string</span> .
lt: Atrodo, kad ten gana karšta. Tai %@ laipsniai.
lv: Šķiet, ka tur ir diezgan karsts. Tas ir %@ grādiem.
mg: Toa mafana ihany izany any. %@ mari-pahaizana izany.
mi: Te āhua nei he tino wera i reira. He waeine %@ tēnei.
mk: Изгледа дека е прилично жешко таму. Тоа е %@ степени.
ml: അവിടെ നല്ല ചൂടാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Тэнд их халуун байгаа бололтой. %@ зэрэгтэй.
mr: तिथे खूप गरम आहे असे दिसते. %@ अंश आहे.
ms: Nampaknya agak panas di luar sana. Ia %@ darjah.
mt: Jidher li huwa pjuttost sħun hemmhekk. Huwa %@ gradi.
my: အပြင်မှာ တော်တော်ပူနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være ganske varmt der ute. Det er %@ grader.
ne: यो त्यहाँ बाहिर धेरै तातो देखिन्छ। यो <span translate='no'>string</span> डिग्री हो।
nl: Het lijkt behoorlijk warm te zijn daarbuiten. Het is %@ graden.
or: ସେଠାରେ ବହୁତ ଗରମ ଥିବା ପରି ମନେହୁଏ | ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਇਹ ਉਥੇ ਕਾਫ਼ੀ ਗਰਮ ਜਾਪਦਾ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Wydaje się, że jest tam dość gorąco. To %@ stopni.
ps: داسې ښکاری چې هلته ډیر ګرم وی. دا د %@ دی.
pt_br: Parece estar muito quente lá fora. Está %@ graus.
ro: Se pare a fi destul de cald acolo. Sunt %@ grade.
ru: Кажется, там довольно жарко. Это %@ градусы.
sk: Zdá sa, že je tam dosť horúco. Je to %@ stupňov.
sl: Zdi se, da je precej vroče tam zunaj. To je %@ stopinj.
sq: Duket të jetë shumë nxehtë atje jashtë. Është %@ gradë.
sr_latn: Izgleda da je napolju prilično vruće. To je %@ stepeni.
sv: Det verkar vara ganska varmt ute. Det är %@ grader
sw: Inaonekana kuwa moto sana huko nje. Ni digrii %@ .
ta: அது அங்கு மிகவும் சூடாக தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: ఇది అక్కడ చాలా వేడిగా అనిపిస్తుంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ดูเหมือนว่าจะร้อนสวยออกมี มัน <span translate='no'>string</span> องศา
tk: Daş-töweregimizgaty gyzgyn ýaly görünýär. %@ dereje.
tr: Dışarıda oldukça sıcak görünüyor. %@ derecedir.
tt: Анда бик эссе булып тоела. Ул %@ дәрәҗә.
ug: ئۇ يەر قارىماققا خېلى ئىسسىقتەك قىلىدۇ. گىرادۇس %@ .
uk: Здається, там досить жарко. Це %@ градусів.
ur: ایسا لگتا ہے کہ وہاں بہت گرم ہے۔ یہ %@ ڈگری ہے.
uz: U erda juda issiq bo'lib ko'rinadi. %@ daraja.
vi: Ngoài kia có vẻ khá nóng. Đó là %@ độ.
zh_hans: 那里似乎很热。 这是 %@ 度。
zu: Kubonakala sengathi kushisa kakhulu laphaya. Kuyinto degrees %@ .

# word_and
source: And
af: En
am: እንዲሁም
ar: و
as: আৰু
az: Və
bg: И
bn: এবং
bo: ད་དུང་
bs: I
ca: I
cs: A
cy: A
da: Og
de: Und
el: Και
es: Y
et: Ja
eu: Eta
fa: و
fi: Ja
fil: At
fo: Og og
fr: Et
ga: agus
gl: E
gu: અને
he: ו
hi: और
hr: I
hu: És
hy: Եվ
id: Dan
is: Og
it: E
ja: そして
ka: და
kk: Және
km: និង
kn: ಮತ್ತು
ko: 그리고
ku: وە
ky: Жана
lo: ແລະ
lt: Ir
lv: Un
mg: Ary
mi: A
mk: И...
ml: ഉം
mn_cyrl: Мөн
mr: आणि
ms: Dan
mt: U
my: ပြီးတော့
nb: Og
ne: र,
nl: En
or: ଏବଂ
pa: ਅਤੇ
pl: I
ps: او
pt_br: E
ro: Și
ru: И
sk: A
sl: In
sq: Dhe
sr_latn: I
sv: och
sw: Na
ta: உம்
te: మరియు
th: และ
tk: We
tr: Ve
tt: Һәм
ug: ۋە
uk: І
ur: اور
uz: Va
vi: Và
zh_hans: 和
zu: Futhi

# word_done
source: Done
af: Gedoen
am: የተሰራ
ar: منجز
as: সম্পন্ন হৈছে
az: Yerinə yetdi
bg: Направи
bn: সম্পন্ন হয়েছে
bo: བསྒྲུབས་ཚར།
bs: Učinjeno
ca: Fet
cs: Hotový
cy: Wneud
da: Gjort
de: Fertig
el: Έτοιμο
es: Hecho
et: Teinud
eu: Egina
fa: انجام
fi: Valmis
fil: Tapos na
fo: Ver/Verið
fr: Fait
ga: Déanta
gl: Feito
gu: પૂર્ણ થયું
he: לעשות
hi: समाज-सम्मत
hr: Učinjeno
hu: Kész
hy: Արված է
id: Selesai
is: Búinn
it: Fatto
ja: 完成です
ka: შესრულებულია
kk: Орындалды
km: បាន ធ្វើ រួច
kn: ಮುಗಿದಿದೆ
ko: 수행
ku: ئەنجام دراوە
ky: Аткарылды
lo: ເຮັດແລ້ວ
lt: Padaryta
lv: Darīts
mi: Kua oti!
mk: Готово.
ml: പൂർത്തിയായി
mn_cyrl: Хийсэн
mr: केले
ms: Dilakukan
mt: Magħmul
my: လုပ်ကိုင်ခဲ့
nb: Gjort
ne: सम्पन्न भयो
nl: Klaar
or: ସମାପ୍ତ ହୋଇଛି
pa: ਮੁਕੰਮਲ
pl: Gotowy
ps: ترسره شوی
pt_br: Terminado
ro: Făcut
ru: Договорились
sk: Robené
sl: Storiti
sq: U bë
sr_latn: Uradio
sv: Klar
sw: Kufanyika
ta: முடிந்த
te: పూర్తయింది
th: เสร็จแล้ว
tk: Edilen
tr: Yapılmış
tt: Эшләнде
ug: تۈگىدى
uk: Зробити
ur: کیا
uz: Bajarildi
vi: Thực hiện
zh_hans: 做
zu: Kwenziwe

# word_or
source: Or
af: Of
am: ወይም
ar: او
as: বা
az: Və ya
bg: Или
bn: বা
bo: ཡང་ན་དེ་ལྟར་
bs: Ili
ca: O
cs: Nebo
cy: Neu
da: Eller
de: Oder
el: Ή
es: O
et: Või
eu: O
fa: یا
fi: Tai
fil: O
fr: Ou
ga: seo;
gl: Ou
gu: અથવા
he: או
hi: नहीं तो
hr: Ili
hu: Vagy
hy: Կամ
id: Atau
is: Eða
it: O
ja: または
ka: ან
kk: Немесе
km: ឬ
kn: ಅಥವಾ
ko: 또는
ku: یان
ky: Же
lo: ຫຼື
lt: Arba
lv: Vai
mg: Na
mi: rānei
mk: Или...
ml: അല്ലെങ്കിൽ
mn_cyrl: Эсвэл
mr: किंवा
ms: Atau
mt: Jew
my: ဒါမှမဟုတ် ဒါမှ
nb: Eller
ne: वा
nl: Of
or: କିମ୍ବା
pa: ਜਾਂ
pl: Lub
ps: یا
pt_br: Ou
ro: Sau
ru: Или
sk: Alebo
sl: Ali
sq: Ose
sr_latn: Ili
sv: Eller
sw: Au
ta: அல்லது
te: లేదా
th: หรือ
tk: Ýa-da
tr: Veya
tt: Ор
ug: ياكى
uk: Або
ur: یا
uz: Yoki
vi: Hoặc
zh_hans: 或
zu: Noma
