Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# tempus_child_arrives_during_past
source: %@ arrived to preschool at about %@. That was just before %@.
af: %@ het omstreeks %@by die kleuterskool aangekom. Dit was net voor %@.
am: %@ ለትምህርት ያልደረሱት %@አካባቢ ነው ! ይህ የሆነው %@ከመሞቱ ትንሽ ቀደም ብሎ ነው !
ar: وصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@. كان ذلك قبل %@.
as: %@ প্ৰায় %@সময়ত প্ৰাকবিদ্যালয়লৈ আহিছিল। সেয়া <span translate='no'>string</span>ঠিক আগতে আছিল।
bn: %@ প্রায় %@সালে প্রি-স্কুলে পৌঁছেছিলাম। এটা <span translate='no'>string</span>ঠিক আগে ছিল।
bo: %@ ཡས་མས་སུ་སློབ་གྲྭར་འབྱོར་ %@བ་དང་ ། དེ་ནི་ %@་གོང་གི་བྱ་བ་ཞིག་རེད།
bs: %@ je u predškolsko obrazovanje stigao oko %@. To je bilo neposredno pre %@.
ca: %@ arribar a l'escola infantil cap a %@. Això va ser just abans de %@.
cs: Do školky %@ dorazil asi ve %@. To bylo těsně před %@.
cy: Cyrhaeddodd %@ i gyn-ysgol tua %@. Roedd hynny ychydig cyn %@.
da: %@ ankom til børnehaven omkring %@. Det var lige før %@.
de: %@ kam gegen %@in die Vorschule. Das war kurz vor %@.
el: %@ έφτασε στο νηπιαγωγείο περίπου στις %@. Αυτό ήταν λίγο πριν από %@.
es: %@ llegó al preescolar alrededor de las %@. Eso fue justo antes de %@.
et: %@ jõudis eelkooli umbes %@. See oli vahetult enne %@.
eu: %@ eskolaurrera iritsi zen %@inguruan. Hori %@baino lehen izan zen.
fa: %@ حدود 2000 تا پيش دبستاني %@. که درست قبل از %@.
fi: %@ saapui esikouluun noin %@. Se oli juuri ennen %@.
fil: Dumating %@ sa preschool bandang %@. Iyon ay bago %@.
fo: %@ kom til preschool um %@. Hatta var beint áðrenn %@.
fr: %@ est arrivé à l’école maternelle vers %@. C’était juste avant %@.
ga: Tháinig %@ chuig an réamhscoil ag thart ar %@. Bhí sé sin díreach roimh %@.
gl: %@ chegou a preescolar ao redor de %@. Iso foi xusto antes %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલમાં પહોંચ્યા. તે <span translate='no'>string</span>થોડા સમય પહેલાંની વાત છે.
he: %@ הגיע לגן בסביבות %@. זה היה ממש לפני %@.
hi: %@ लगभग %@में पूर्वस्कूली पहुंचे। यह %@से ठीक पहले की बात है।
hr: %@ je stigao u predškolsku ustanovu oko %@. To je bilo malo prije %@.
hu: %@ körülbelül %@érkezett az óvodába . Ez közvetlenül %@előtt volt.
hy: %@ %@-ին հասել է նախադպրոցական ... Որ քիչ առաջ %@.
id: %@ tiba di prasekolah sekitar pukul %@. Itu tepat sebelum %@.
is: %@ kom í leikskólann um %@. Það var rétt fyrir %@.
it: %@ arrivato all'asilo verso le %@. Questo accadeva poco prima %@.
ja: %@ は約 %@で就学前に到着しました。 それは %@の直前でした。
ka: %@ სკოლამდელი აღზრდის დროს დაახლოებით %@ჩავიდა. ეს იყო %@წინ .
kk: %@ мектепке дейінгі мекемеге шамамен %@келді . Бұл %@алдында болған еді .
km: %@ មកដល់មុននៅ %@។ ពីមុន <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ಗಂಟೆಗೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬಂದಳು. ಅದು <span translate='no'>string</span>ಸ್ವಲ್ಪ ಮೊದಲು.
ko: %@ 약 %@시에 유치원에 도착했습니다. 그것은 %@직전이었습니다.
ku: %@ گەیشت بۆ پێش قوتابخانە نزیکەی %@ ئەوە پێش %@بوو
lo: %@ ໄດ້ມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. ນັ້ນກ່ອນ <span translate='no'>string</span>.
lt: %@ atvyko į ikimokyklinio ugdymo įstaigą maždaug %@. Tai buvo prieš pat %@.
lv: %@ ieradās pirmsskolā apmēram %@. Tas bija tieši pirms %@.
mg: %@ tonga tao amin'ny akanin-pianarana teo amin'ny %@teo ho eo . Taloha kelin'ny %@izany .
mi: Tata tonu ki te %@ka tae atu a %@ ki te kura. I mua tonu tēnā i te %@.
mk: %@ пристигнал во предучилишна возра околу %@. Тоа беше пред %@.
ml: ഏകദേശം %@-ന് %@ പ്രീസ്കൂളിൽ എത്തി. അത് <span translate='no'>string</span>തൊട്ടുമുമ്പായിരുന്നു.
mn_cyrl: %@ сургуулийн өмнөх насны %@орчимд ирсэн юм. Энэ бол %@өмнөхөн болсон явдал юм.
mr: %@ %@च्या सुमारास प्रीस्कूलला पोहोचलो. ते <span translate='no'>string</span>च्या अगदी आधीचं होतं.
ms: %@ tiba ke prasekolah pada kira-kira %@. Itu sebelum %@.
mt: %@ wasal għal qabel l-iskola għall-ħabta %@. Dan kien eżatt qabel %@.
my: %@ %@ ။ %@ မတိုင်မီလေးတွင် ။
nb: %@ kom til førskolen på ca %@. Det var like før %@.
nl: %@ kwam rond %@aan op de kleuterschool. Dat was vlak voor %@.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲକୁ ପହଞ୍ଚିଥିଲେ । ତାହା <span translate='no'>string</span>ପୂର୍ବରୁ ଥିଲା ।
pl: %@ przybył do przedszkola około %@. To było tuż przed %@.
ps: %@ شاوخوا ښوونځی ته %@. دا د پخوا څخه %@.
ro: %@ ajuns la grădiniță la aproximativ %@. Asta a fost chiar înainte de %@.
ru: %@ приехал в дошкольное учреждение примерно в %@. Это было незадолго до %@.
sk: %@ prišiel do škôlky asi o %@. To bolo tesne pred %@.
sl: %@ smo v predšolsko hišo okoli %@. To je bilo pred %@.
sq: %@ arriti në moshën parashkollore rreth %@. Kjo ishte pak para %@.
sv: %@ kom till förskolan ungefär %@. Det var vid %@.
sw: %@ alifika shule ya awali mwendo wa %@. Hiyo ilikuwa kabla ya %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வந்து சேர்ந்தேன். இது <span translate='no'>string</span>சற்று முன்பு இருந்தது.
te: %@ సుమారు %@ప్రీస్కూల్ కు చేరుకున్నాడు. అది <span translate='no'>string</span>ముందు.
th: %@ มาถึงโรงเรียนอนุบาลที่เกี่ยวกับ %@ นั่นเป็นเพียงก่อน <span translate='no'>string</span>.
tk: %@ %@töňňeden mekdebe gelipdi... Bu %@öň bolupdy.
tr: %@ saat %@sıralarında anaokuluna geldi. Bu %@hemen önceydi.
tt: %@ якынча %@мәктәпкә мәктәпкә килгән . Бу %@алдарак булган .
ug: %@ %@ئەتراپىدا يەسلىگە يېتىپ كەلدى . ئۇ دەل %@بۇرۇنلا ئىدى .
uk: %@ прийшов до дошкільного закладу близько %@. Це було незадовго до %@.
ur: %@ تقریبا %@میں پری اسکول پہنچے۔ یہ %@سے ٹھیک پہلے کی بات ہے۔
uz: %@ maktabgacha ta'lim muassasasiga taxminan %@keldi . Bu %@avval bo'lgan .
vi: %@ đến trường mầm non vào khoảng %@. Đó là ngay trước khi %@.
zh_hans: %@ 大约 %@到达幼儿园。 那是在 %@之前。
zu: %@ wafika esikoleni sasenkulisa cishe %@. Lokho kwakungaphambi nje %@.

# tempus_child_arrives_past
source: %@ arrived to preschool at about %@
af: %@ het omstreeks %@ by die kleuterskool aangekom.
am: %@ ለትምህርት ያልደረሱ %@
ar: وصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@
as: %@ প্ৰায় %@ প্ৰাকবিদ্যালয়লৈ আহিছিল
az: %@ təxminən %@ məktəbdənkənar təhsil almağa gəlmişdi
bg: %@ пристигна в предучилищна, около %@
bn: %@ প্রায় <span translate='no'>string</span>
bo: %@་ཧ་ལམ་ཟླ་བ་%@་ཙམ་འགོར་རྗེས་སློབ་གྲྭར་འབྱོར།
bs: %@ je u predškolsko oko %@
ca: %@ arribar a l'escola infantil cap a %@
cs: %@ do školky přišel asi v %@
cy: Cyrhaeddodd %@ i rag-ysgol tua %@
da: %@ ankom til børnehaven omkring %@
de: %@ kamen gegen %@ Uhr in der Vorschule an
el: %@ έφτασε στο νηπιαγωγείο περίπου %@
es: %@ llegó al preescolar a eso de las %@
et: %@ jõudis eelkooli umbes %@
eu: %@ eskolaurrera iritsi zen %@
fa: %@ حدود سال گذشته به پیش دبستانی %@
fi: %@ saapui esikouluun noin %@
fil: %@ ay dumating sa preschool sa tungkol sa %@
fo: %@ kom til preschool um %@
fr: %@ est arrivé à l’école maternelle vers %@
ga: Tháinig %@ chuig an réamhscoil ag thart ar %@
gl: %@ chegou á escola ao redor das %@
gu: %@ લગભગ %@ વાગ્યે પ્રિ-સ્કૂલ પહોંચ્યા હતા
he: %@ הגיע לגן בערך בשעה %@
hi: %@ लगभग %@ में पूर्वस्कूली पहुंचे
hr: %@ stigao u predškolsku ustanovu oko %@
hu: %@ körülbelül %@-kor érkezett az óvodába
id: %@ tiba di prasekolah sekitar %@
is: %@ kom í leikskólann um %@
it: %@ arrivati all'asilo a circa %@
ja: %@は約%@に就学前に到着しました
ka: %@ სკოლამდელი აღზრდის დროს დაახლოებით %@ მივიდა
kk: %@ мектепке дейінгі мекемеге шамамен %@
km: %@ បានទៅដល់មុននៅប្រហែល <span translate='no'>string</span>
kn: %@ ಸುಮಾರು %@ ಕ್ಕೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬಂದಳು
ko: %@ 약 %@에 유치원에 도착했다.
ku: %@ گەیشت بۆ پێش قوتابخانە نزیکەی %@
ky: %@ мектепке чейинки мектепке %@
lo: %@ ໄດ້ ໄປ ເຖິງ ໂຮງຮຽນ ມັດທະຍົມ ຕອນ ປະມານ <span translate='no'>string</span>
lt: %@ į ikimokyklinio ugdymo įstaigą atvyko apie %@
lv: %@ ieradās pirmsskolā apmēram %@
mg: Tonga tany amin'ny akanin- %@ teo ho eo %@
mi: I tae mai %@ ki te kura tōmua mo te %@
mk: %@ пристигнал во предучилишна возра околу %@
ml: %@ ഏകദേശം %@ ന് പ്രീസ്കൂളിൽ എത്തി
mn_cyrl: %@ сургуулийн өмнөх насны %@
mr: %@ %@ च्या सुमारास प्रीस्कूलला पोहोचले.
ms: %@ tiba di prasekolah kira-kira pukul %@
mt: %@ waslu qabel l-iskola għall-ħabta tal- %@
nb: %@ kom til barnehagen rundt %@
ne: %@ लगभग %@ मा पूर्वस्कूली मा पुगे
nl: %@ kwam ongeveer %@ op de kleuterschool aan
or: %@ ପ୍ରାୟ %@ ପ୍ରିସ୍କୁଲକୁ ପହଞ୍ଚିଥିଲେ
pa: %@ ਲਗਭਗ %@ ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇ
pl: %@ przyszedł do przedszkola około %@
ps: %@ شاوخوا ښوونځی ته %@
pt_br: %@ chegou à pré-escola por volta %@
ro: %@ ajuns la grădiniță pe la aproximativ %@
ru: %@ приехал в дошкольное учреждение примерно в %@
sk: %@ prišli do škôlky asi o %@
sl: %@ v predšolski dom je prispel okoli %@
sq: %@ arriti në moshën parashkollore rreth %@
sr_latn: %@ je stigla u predškolsko oko %@
sv: %@ kom till förskolan ungefär %@.
sw: %@ alifika shule ya awali mwendo wa %@
ta: %@ சுமார் %@ மணிக்கு பாலர் பள்ளிக்கு வந்தார்
te: %@ సుమారు %@ ప్రీస్కూల్ కు చేరుకున్నాను
th: %@ มาถึงโรงเรียนอนุบาลเมื่อประมาณ <span translate='no'>string</span>
tk: %@ %@ mekdebe çenli geldi
tr: %@ %@ yaşında anaokuluna geldi.
tt: %@ мәктәпкә %@
ug: %@ تەخمىنەن %@
uk: %@ прийшов до дошкільного закладу близько %@
ur: %@ تقریبا %@ پر پری اسکول پہنچے
uz: %@ maktabgacha ta'lim muassasasiga taxminan %@ yetib keldi
vi: %@ đến trường mầm non vào khoảng %@
zh_hans: %@大约%@到达学前班
zu: %@ ufike esikoleni se-preschool cishe ngesikhathi %@

# tempus_child_has_left
source: %@ seems to have gone home for the day.
af: dit lyk asof %@ huis toe gegaan het vir die dag.
am: %@ ለዕለቱ ወደ ቤት የሄደ ይመስላል።
ar: يبدو %@ قد ذهب للمنزل لهذا اليوم
as: %@ দিনটোৰ বাবে ঘৰলৈ যোৱা যেন লাগিছে।
az: %@ , görünür, gün ərzində evə gedib.
bg: %@ изглежда се е прибрала за деня.
bn: %@ মনে হয় দিনের জন্য বাড়ি চলে গেছে।
bo: %@ ་ཉིན་གང་བོར་ཡུལ་ལ་ལོག་པ་འདྲ།
bs: %@ se da je otišao kući za danas.
ca: %@ sembla que se n'ha anat a casa durant el dia.
cs: Zdá se, že %@ se na ten den vrátil domů.
cy: mae'n ymddangos bod %@ wedi mynd adref am y diwrnod.
da: %@ ser ud til at være taget hjem for i dag.
de: %@ scheint für den Tag nach Hause gegangen zu sein.
el: %@ φαίνεται να έχει πάει σπίτι για την ημέρα.
es: %@ parece haberse ido a casa por el día.
et: tundub, et %@ on päevaks koju läinud.
eu: %@ egunean etxera joan dela dirudi.
fa: %@ نظر می رسد برای روز به خانه رفته است.
fi: %@ näyttää menneen kotiin päiväksi.
fil: %@ ay tila nakauwi na para sa maghapon.
fo: %@ tykist vera farin heim í dag.
fr: %@ semble être rentré chez lui pour la journée.
ga: Is cosúil go bhfuil %@ imithe abhaile don lá.
gl: %@ que se foi a casa polo día.
gu: %@ દિવસ માટે ઘરે ગયો હોય તેવું લાગે છે.
he: נראה %@ הלך הביתה במשך היום.
hi: ऐसा लगता है कि %@ दिन के लिए घर चले गए हैं।
hr: čini se da %@ otišao kući na jedan dan.
hu: úgy tűnik, %@ hazament a napra.
hy: %@ թվում է, թե այդ օրը տուն է գնացել։
id: %@ tampaknya telah pulang untuk hari itu.
is: %@ virðist hafa farið heim í dag.
it: %@ sembra essere tornato a casa per la giornata.
ja: %@ はその日のために家に帰ったようです。
ka: %@ , როგორც ჩანს, დღის განმავლობაში სახლში წავიდა.
kk: %@ күні бойы үйіне кеткен сияқты.
km: %@ ហាក់ដូចជាបានទៅផ្ទះសម្រាប់ថ្ងៃនោះ។
kn: %@ ಆ ದಿನ ಮನೆಗೆ ಹೋದಂತೆ ತೋರುತ್ತದೆ.
ko: %@ 하루 동안 집에 간 것 같습니다.
ku: %@ وا دیارە بۆ ڕۆژەکە چووبێتە ماڵەوە.
ky: %@ бир күнгө үйгө кеткен көрүнөт.
lo: %@ ເບິ່ງ ຄື ວ່າ ໄດ້ ກັບ ບ້ານ ໄປ ແລ້ວ ໃນ ມື້ ນັ້ນ.
lt: atrodo, kad %@ dienai grįžo namo.
lv: %@ , šķiet, ir devušies mājās uz dienu.
mg: Toa nandeha nody %@ nandritra ny tontolo andro.
mi: Te āhua nei kua hoki %@ ki te kāinga mo te rā.
mk: %@ се чини дека си отиде дома за денот.
ml: %@ ദിവസം വീട്ടിലേക്ക് പോയതായി തോന്നുന്നു.
mn_cyrl: %@ өдөр гэртээ харьсан бололтой.
mr: %@ दिवसभरासाठी घरी गेल्याचं दिसतंय.
ms: %@ nampaknya telah pulang ke rumah untuk hari itu.
mt: %@ jidher li mar id-dar għall-ġurnata.
my: %@ တစ်နေ့တာအတွက် အိမ်ပြန်နေပုံရတယ်။
nb: %@ ser ut til å ha dratt hjem for dagen.
ne: %@ दिनको लागि घर गएको जस्तो देखिन्छ।
nl: %@ lijkt voor de dag naar huis te zijn gegaan.
or: %@ ଦିନପାଇଁ ଘରକୁ ଯାଇଥିବା ପରି ମନେହୁଏ |
pa: ਜਾਪਦਾ ਹੈ ਕਿ %@ ਦਿਨ ਲਈ ਘਰ ਚਲਾ ਗਿਆ ਹੈ।
pl: wygląda na to, że %@ wrócił do domu na cały dzień.
ps: %@ داسې ښکاری چې د ورځې لپاره کور ته تللی وی.
pt_br: %@ parece ter ido para casa por um dia.
ro: %@ pare să fi plecat acasă pentru a doua zi.
ru: %@ , кажется, ушел домой на день.
sk: Zdá sa, že %@ odišiel na tento deň domov.
sl: %@ , da je šel domov za danes.
sq: %@ duket se kanë shkuar në shtëpi për këtë ditë.
sr_latn: %@ izgleda da je otiљao kuжi za danas.
sv: %@ ser ut att ha gått hem för dagen.
sw: %@ anaonekana kwenda nyumbani kwa siku hiyo.
ta: %@ நாள் முழுவதும் வீட்டிற்குச் சென்றதாகத் தெரிகிறது.
te: %@ ఆ రోజు ఇంటికి వెళ్లినట్లు తెలుస్తోంది.
th: %@ ดูเหมือนจะกลับบ้านไปแล้วในวันนั้น
tk: %@ şol gün öýüne dolanan ýaly görünýär.
tr: %@ bir günlüğüne eve gitmiş gibi görünüyor.
tt: %@ көненә өйгә киткән кебек.
ug: %@ بىر كۈن ئۆيگە قايتىپ كەتكەندەك قىلىدۇ.
uk: %@ , здається, пішов додому на день.
ur: ایسا لگتا ہے کہ %@ دن کے لئے گھر چلا گیا ہے۔
uz: %@ kun davomida uyga ketganga oʻxshaydi.
vi: %@ dường như đã về nhà trong ngày.
zh_hans: %@ 似乎已经回家了一天。
zu: %@ kubonakala sengathi abuyele ekhaya ngosuku.

# tempus_child_has_left_returns_in_days
source: %@ seems to have gone home for the day but should come back again in %@ days.
af: %@ blykbaar huis toe gegaan het vir die dag, maar moet binne %@ dae weer terugkom.
am: %@ ለዕለቱ ወደ ቤት የሄደ ቢመስልም %@ ቀናት ውስጥ ተመልሶ መምጣት አለበት ።
ar: يبدو أن %@ قد عاد إلى المنزل لهذا اليوم ولكن يجب أن أعود مرة أخرى في %@ أيام.
as: %@ দিনটোৰ বাবে ঘৰলৈ যোৱা যেন লাগিছে কিন্তু %@ দিনত পুনৰ ঘূৰি আহিব লাগে।
az: görünür, %@ gün evə qayıtsa da, %@ günə yenidən qayıtmalıdır.
bg: %@ изглежда се е прибрал за деня, но трябва да се върне отново след %@ дни.
bn: %@ দিনের জন্য বাড়িতে গিয়েছিলাম বলে মনে হয় তবে %@ দিনের মধ্যে আবার ফিরে আসা উচিত।
bo: %@ ་ཉིན་གང་བོར་ཡུལ་ལ་ལོག་པ་འདྲ། འོན་ཀྱང་ཉིན་ %@ ་ཡང་བསྐྱར་ཕྱིར་ཡོང་དགོས།
bs: %@ se da je otišao kući za danas, ali bi se trebao vratiti za %@ dana.
ca: %@ sembla que ha tornat a casa durant el dia, però hauria de tornar en %@ dies.
cs: Zdá se, že %@ se na den vrátil domů, ale měl by se vrátit za %@ dny.
cy: mae'n ymddangos bod %@ wedi mynd adref am y diwrnod ond fe ddylai ddod yn ôl eto mewn %@ diwrnod.
da: %@ synes at være gået hjem for dagen, men bør komme tilbage igen i %@ dage.
de: %@ scheint für den Tag nach Hause gegangen zu sein, sollte aber in %@ Tagen wiederkommen.
el: %@ φαίνεται να έχει πάει σπίτι για την ημέρα, αλλά θα πρέπει να επιστρέψει ξανά σε %@ ημέρες.
es: %@ parece haberse ido a casa por el día, pero debería volver en %@ días.
et: tundub, et %@ on päevaks koju läinud, kuid peaks %@ päeva pärast uuesti tagasi tulema.
eu: %@ egunean etxera joan dela dirudi, baina %@ egunetan itzuli beharko luke.
fa: %@ نظر می رسد برای روز به خانه رفته است اما باید دوباره در %@ است.
fi: %@ näyttää menneen kotiin päiväksi, mutta sen pitäisi palata %@ päivän kuluttua.
fil: %@ ay tila nakauwi na para sa maghapon ngunit dapat bumalik muli sa %@ araw.
fo: %@ tykist vera farin heim í dag, men skuldi komið aftur í %@ dagar.
fr: %@ semble être rentré chez lui pour la journée mais devrait revenir dans %@ jours.
ga: Is cosúil go bhfuil %@ imithe abhaile don lá ach ba cheart go dtiocfadh sé ar ais arís i %@ lá.
gl: %@ parece que volveu a casa, pero debería volver en %@ días.
gu: %@ દિવસ માટે ઘરે ગયો હોય તેવું લાગે છે, પરંતુ %@ દિવસોમાં ફરીથી આવવું જોઈએ.
he: נראה %@ הלך הביתה במשך היום אבל צריך לחזור שוב בימים %@.
hi: ऐसा लगता है कि %@ दिन के लिए घर चले गए हैं, लेकिन %@ दिनों में फिर से वापस आना चाहिए।
hr: čini se da %@ otišao kući na jedan dan, ali bi se trebao vratiti za %@ dana.
hu: úgy tűnik, hogy %@ hazament aznapra, de %@ napon belül újra vissza kell térnie.
hy: %@ թվում է, թե օրվա համար տուն է գնացել, բայց պետք է %@ օրում նորից վերադառնա:
id: %@ tampaknya telah pulang untuk hari itu tetapi harus kembali lagi dalam %@ hari.
is: %@ virðist hafa farið heim í dag en ætti að koma aftur eftir %@ daga.
it: %@ sembra essere tornato a casa per la giornata, ma dovrebbe tornare di nuovo tra %@ giorni.
ja: %@ はその日のために家に帰ったようですが、 %@ 日後に再び戻ってくるはずです。
ka: %@ , როგორც ჩანს, დღის განმავლობაში სახლში წავიდა, მაგრამ %@ დღეში კვლავ უნდა დაბრუნებულიყო.
kk: %@ күні бойы үйіне кеткен сияқты, бірақ %@ күнде қайта оралуы керек.
km: %@ ហាក់ដូចជាបានទៅផ្ទះវិញ មួយថ្ងៃ ប៉ុន្តែគួរតែត្រឡប់មកវិញម្តងទៀតក្នុងរយៈពេល <span translate='no'>string</span> ថ្ងៃ។
kn: %@ ಒಂದು ದಿನದ ಮಟ್ಟಿಗೆ ಮನೆಗೆ ಹೋದಂತೆ ತೋರುತ್ತದೆ ಆದರೆ %@ ದಿನಗಳಲ್ಲಿ ಮತ್ತೆ ಹಿಂತಿರುಗಬೇಕು.
ko: %@ 하루 동안 집에 간 것 같지만 %@ 일 후에 다시 돌아 와야합니다.
ku: %@ وا دیارە بۆ ڕۆژەکە چووبێتە ماڵەوە بەڵام دەبێت دووبارە بگەڕێتەوە %@ ڕۆژدا.
ky: %@ бир күнгө үйгө кеткен көрүнөт, бирок %@ күндөн кийин кайра келиши керек.
lo: ເບິ່ງ ຄື ວ່າ %@ ໄດ້ ກັບ ບ້ານ ສໍາ ລັບ ມື້ ນັ້ນ ແຕ່ ຄວນ ກັບ ມາ ອີກ ໃນ <span translate='no'>string</span> ມື້.
lt: atrodo, kad %@ dienai grįžo namo, bet po %@ dienų turėtų vėl sugrįžti.
lv: %@ , šķiet, ir devušies mājās uz dienu, bet pēc %@ dienām viņiem vajadzētu atgriezties atkal.
mg: Toa nandeha nody %@ nandritra ny andro saingy tokony hiverina indray ao anatin'ny andro %@.
mi: Te āhua nei kua hoki %@ ki te kāinga mo te rā, engari me hoki mai anō i roto i %@ rā.
mk: %@ се чини дека си отиде дома за денот, но треба да се врати повторно за %@ дена.
ml: %@ ദിവസം വീട്ടിലേക്ക് പോയതായി തോന്നുന്നു, പക്ഷേ <span translate='no'>string</span> ദിവസത്തിനുള്ളിൽ വീണ്ടും വരണം.
mn_cyrl: %@ өдөр гэртээ харьсан мэт боловч %@ өдрийн дараа дахин ирэх ёстой.
mr: %@ दिवसभरासाठी घरी गेल्याचे दिसत असले तरी %@ दिवसांत परत यावे.
ms: %@ nampaknya telah pulang ke rumah untuk hari itu tetapi harus kembali lagi dalam %@ hari.
mt: %@ jidher li mar id-dar għall-ġurnata iżda għandu jerġa 'jiġi lura f' %@ jiem.
my: %@ တစ်နေ့တာအတွက် အိမ်ပြန်သွားပုံရပေမဲ့ %@ ရက်တွေမှာ ပြန်လာသင့်တယ်။
nb: %@ ser ut til å ha dratt hjem for dagen, men burde komme tilbake igjen om %@ dager.
ne: %@ दिनको लागि घर गएको जस्तो देखिन्छ तर %@ दिनमा फेरि फर्कनु पर्छ।
nl: %@ lijkt voor de dag naar huis te zijn gegaan, maar zou over %@ dagen weer terug moeten komen.
or: %@ ଦିନ ପାଇଁ ଘରକୁ ଯାଇଥିବା ପରି ମନେହୁଏ କିନ୍ତୁ %@ ଦିନରେ ପୁନର୍ବାର ଫେରିବା ଉଚିତ୍ |
pa: ਜਾਪਦਾ ਹੈ ਕਿ %@ ਦਿਨ ਲਈ ਘਰ ਚਲਾ ਗਿਆ ਹੈ ਪਰ %@ ਦਿਨਾਂ ਵਿੱਚ ਦੁਬਾਰਾ ਵਾਪਸ ਆਉਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wydaje się, że %@ wrócił do domu na cały dzień, ale powinien wrócić za %@ dni.
ps: %@ داسې ښکاری چې د ورځې لپاره کور ته تللی وی خو په ورځو کې باید %@ راشی.
pt_br: %@ parece ter ido para casa por um dia, mas deve voltar em %@ dias.
ro: %@ pare să fi plecat acasă pentru a doua zi, dar ar trebui să se întoarcă din nou în %@ zile.
ru: %@ , кажется, ушел домой на день, но должен вернуться снова через %@ дни.
sk: Zdá sa, že %@ odišiel na deň domov, ale o %@ dní by sa mal vrátiť znova.
sl: %@ , da je šel domov za en dan, vendar bi se moral vrniti nazaj v %@ dneh.
sq: %@ duket se kanë shkuar në shtëpi për këtë ditë, por duhet të kthehen përsëri pas %@ ditësh.
sr_latn: %@ da je otiљao kuжi na jedan dan, ali bi trebalo da se vrati %@ dana.
sv: %@ verkar ha gått hem för dagen men ser ut att komma tillbaka om %@ dagar.
sw: %@ anaonekana kwenda nyumbani kwa siku hiyo lakini anapaswa kurudi tena katika siku %@ .
ta: %@ நாள் வீட்டிற்குச் சென்றதாகத் தெரிகிறது, ஆனால் %@ நாட்களில் மீண்டும் வர வேண்டும்.
te: %@ ఆ రోజు ఇంటికి వెళ్ళినట్లు అనిపిస్తుంది కాని <span translate='no'>string</span> రోజుల్లో తిరిగి రావాలి.
th: %@ ดูเหมือนจะกลับบ้านไปแล้วในวันนั้น แต่ควรกลับมาอีกครั้งในอีก <span translate='no'>string</span> วัน
tk: %@ şol gün öýüne dolanan ýaly görünse-de, %@ günden soň ýene-de dolanmaly.
tr: %@ bir günlüğüne eve gitmiş gibi görünüyor ama %@ gün içinde tekrar gelmeli.
tt: %@ көндез өйгә киткән кебек, ләкин %@ көндә кабат кайтырга тиеш.
ug: %@ بىر كۈن ئۆيگە قايتىپ كەتكەندەك قىلىدۇ، ئەمما %@ كۈندىن كېيىن يەنە قايتىپ كېلىشى كېرەك ئىدى.
uk: %@ , здається, повернувся додому на день, але повинен повернутися знову через %@ днів.
ur: ایسا لگتا ہے کہ %@ دن کے لئے گھر گیا ہے لیکن %@ دن میں دوبارہ واپس آنا چاہئے۔
uz: %@ kun davomida uyga qaytganga oʻxshaydi, ammo %@ kun ichida yana qaytib kelishi kerak.
vi: %@ dường như đã về nhà trong ngày nhưng sẽ trở lại trong %@ ngày.
zh_hans: %@ 似乎已经回家了一天，但应该 %@ 天再回来。
zu: %@ kubukeka sengathi ubuyele ekhaya kulolu suku kodwa kufanele abuye futhi ezinsukwini %@ .
