Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# feedback_activity_question
source: What did you think of the activity: %@
af: Wat het jy van die aktiwiteit gedink: %@
am: ስለ እንቅስቃሴው ምን አሰብክ %@
ar: ما رأيك في النشاط: %@
as: আপুনি কাৰ্যকলাপৰ বিষয়ে কি ভাবিছিল: <span translate='no'>string</span>
az: Fəaliyyət haqqında nə düşündün? %@
bg: Какво си помисли за дейността: %@
bn: আপনি এই কাজ সম্পর্কে কি মনে করেন: <span translate='no'>string</span>
bo: ཁྱོད་ཀྱིས་བྱ་འགུལ་འདི་ལ་ལྟ་སྟངས་ཅི་འདྲ་འཛིན་གྱིན %@
bs: Šta misliš o aktivnosti: %@
ca: Què t'ha semblat l'activitat: %@
cs: Co si myslíte o této aktivitě: %@
cy: Beth oeddech chi'n ei feddwl o'r gweithgaredd: %@
da: Hvad synes du om aktiviteten: %@
de: Was halten Sie von der Aktivität: %@
el: Τι σκεφτήκατε για τη δραστηριότητα: %@
es: ¿Qué te pareció la actividad: %@
et: Mida sa sellest tegevusest arvasid: %@
eu: Zer iruditu zitzaizun jarduera: %@
fa: در مورد فعالیت چه فکر می %@
fi: Mitä mieltä olit toiminnasta: %@
fil: Ano ang naisip mo sa aktibidad: %@
fo: Tað, sum tú helt um ítrivið: %@
fr: Qu’avez-vous pensé de l’activité : %@
ga: Cad a cheap tú den ghníomhaíocht: %@
gl: Que opinas da actividade: %@
gu: આ પ્રવૃત્તિ વિશે તમે શું વિચારો છો: <span translate='no'>string</span>
he: מה חשבתם על הפעילות: %@
hi: गतिविधि के बारे में आप क्या सोचते हैं: <span translate='no'>string</span>
hr: Što mislite o aktivnosti: %@
hu: Mit gondoltál a tevékenységről: %@
hy: Ի՞նչ էիք մտածում գործունեության մասին. %@
id: Apa pendapat Anda tentang kegiatan itu: %@
is: Hvað fannst þér um starfsemina: %@
it: Cosa ne pensi dell'attività: %@
ja: あなたは活動についてどう思いましたか? %@
ka: რას ფიქრობდით საქმიანობაზე: %@
kk: Қызмет туралы не ойладың: %@
km: តើ អ្នក គិត យ៉ាង ណា អំពី សកម្មភាព នេះ៖ <span translate='no'>string</span>
kn: ಆ ಚಟುವಟಿಕೆಯ ಬಗ್ಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವೇನು: <span translate='no'>string</span>
ko: 활동에 대해 어떻게 생각 했습니까 : %@
ku: ئێوە بیرتان لە چالاکییەکەی چی کردەوە: %@
ky: Иш жөнүндө кандай ойдо болдуңуз: %@
lo: ທ່ານຄິດແນວໃດກ່ຽວກັບກິດຈະກໍາ: <span translate='no'>string</span>
lt: Ką galvojote apie veiklą: %@
lv: Ko jūs domājāt par šo darbību: %@
mg: Inona no noeritreretinao momba ilay asa atao: %@
mi: He aha tōu whakaaro mo te ngohe: %@
mk: Што мислеше за активноста: %@
ml: ഈ പ്രവർത്തനത്തെക്കുറിച്ച് നിങ്ങൾ എന്തു വിചാരിച്ചു: <span translate='no'>string</span>
mn_cyrl: Та энэ үйл ажиллагааны талаар юу гэж бодож байсан бэ? %@
mr: या उपक्रमाबद्दल तुमचे काय मत आहे: <span translate='no'>string</span>
ms: Apa pendapat anda tentang aktiviti ini: %@
mt: X'taħseb dwar l-attività: %@
my: လှုပ်ရှားမှုနဲ့ ခင်ဗျား ဘယ်လိုထင်သလဲ– <span translate='no'>string</span>
nb: Hva syntes du om aktiviteten: %@
ne: यस गतिविधिबारे तपाईंले के सोच्नुभयो: <span translate='no'>string</span>
nl: Wat vond je van de activiteit: %@
or: କାର୍ଯ୍ୟକଳାପ ବିଷୟରେ ଆପଣ କ'ଣ ଭାବିଲେ: <span translate='no'>string</span>
pa: ਇਸ ਕਿਰਿਆ ਬਾਰੇ ਤੁਸੀਂ ਕੀ ਸੋਚਿਆ: <span translate='no'>string</span>
pl: Co sądzisz o aktywności: %@
ps: تاسو د فعالیت په اړه څه فکر %@
pt_br: O que achou da atividade: %@
ro: Ce părere ai despre activitate: %@
ru: Что вы думаете о деятельности: %@
sk: Čo ste si mysleli o tejto aktivite: %@
sl: Kaj si mislite o aktivnosti: %@
sq: Çfarë mendonit për këtë aktivitet: %@
sr_latn: Šta mislite o aktivnosti: %@
sv: Vad tyckte du om aktiviteten: %@
sw: Ulifikiria nini kuhusu shughuli hiyo: %@
ta: செயல்பாட்டைப் பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்: <span translate='no'>string</span>
te: యాక్టివిటీ గురించి మీరు ఏమనుకున్నారు: <span translate='no'>string</span>
th: คุณคิดอย่างไรกับกิจกรรมนี้: <span translate='no'>string</span>
tk: Bu hereket barada näme pikir etdiňiz? %@
tr: Etkinlik hakkında ne düşünüyorsunuz: %@
tt: Сез эшчәнлек турында нәрсә уйлыйсыз: %@
ug: پائالىيەتكە قانداق قارايسىز: %@
uk: Що ви думаєте про діяльність: %@
ur: آپ نے اس سرگرمی کے بارے میں کیا سوچا: %@
uz: Faoliyat haqida nima deb o'yladingiz: %@
vi: Bạn nghĩ gì về hoạt động này: %@
zh_hans: 你对这项活动有什么看法： %@
zu: Ucabangani ngomsebenzi: %@

# feedback_activity_question_basic
source: What did you think of this activity?
af: Wat dink jy van hierdie aktiwiteit?
am: ስለዚህ እንቅስቃሴ ምን አሰብክ?
ar: ما رأيك في هذا النشاط؟
as: আপুনি এই কাৰ্যকলাপৰ বিষয়ে কি ভাবিছিল?
az: Bu fəaliyyət barədə nə düşündün?
bg: Какво си помисли за тази дейност?
bn: আপনি এই কার্যকলাপ সম্পর্কে কি মনে করেন?
bo: ཁྱོད་ཀྱིས་བལྟས་ན་ཐེངས་འདིའི་བྱ་འགུལ་ཇི་འདྲ་རེད།
bs: Šta misliš o ovoj aktivnosti?
ca: Què t'ha semblat aquesta activitat?
cs: Co si myslíte o této aktivitě?
cy: Beth oedd dy farn di am y gweithgaredd hwn?
da: Hvad synes du om denne aktivitet?
de: Was halten Sie von dieser Tätigkeit?
el: Ποια ήταν η γνώμη σας για αυτή τη δραστηριότητα;
es: ¿Qué te pareció esta actividad?
et: Mida te sellest tegevusest arvasite?
eu: Zer iruditu zitzaizun jarduera hau?
fa: نظرت در مورد اين فعاليت چيه؟
fi: Mitä mieltä olit tästä toiminnasta?
fil: Ano ang naisip mo sa aktibidad na ito?
fo: Hvat hugsaði tú um hetta ítrivið?
fr: Qu’avez-vous pensé de cette activité ?
ga: Cad a cheap tú den ghníomhaíocht seo?
gl: Que vos pareceu esta actividade?
gu: તમે આ પ્રવૃત્તિ વિશે શું વિચારો છો?
he: מה חשבתם על הפעילות הזו?
hi: आप इस गतिविधि के बारे में क्या सोचते हैं?
hr: Što mislite o ovoj aktivnosti?
hu: Mit gondoltál erről a tevékenységről?
hy: Ի՞նչ էիք մտածում այս վարժության մասին:
id: Apa pendapat Anda tentang kegiatan ini?
is: Hvað fannst þér um þessa starfsemi?
it: Cosa ne pensi di questa attività?
ja: この活動についてどう思いましたか?
ka: რას ფიქრობდით ამ საქმიანობაზე?
kk: Сіз бұл қызмет туралы не ойладыңыз?
km: តើ អ្នក គិត យ៉ាង ណា អំពី សកម្មភាព នេះ ?
kn: ಈ ಚಟುವಟಿಕೆಯ ಬಗ್ಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವೇನು?
ko: 이 활동에 대해 어떻게 생각하셨습니까?
ku: تۆ بیرت لەم چالاکییە کردەوە؟
ky: Бул иш жөнүндө кандай ойдо болдуңуз?
lo: ທ່ານຄິດແນວໃດກ່ຽວກັບກິດຈະກໍານີ້?
lt: Ką galvojote apie šią veiklą?
lv: Ko jūs domājāt par šo nodarbi?
mg: Inona no noeritreretinao tamin'ity asa atao ity?
mi: He aha tōu whakaaro mo tēnei ngohe?
mk: Што мислеше за оваа активност?
ml: ഈ പ്രവർത്തനത്തെക്കുറിച്ച് നിങ്ങൾ എന്തു വിചാരിച്ചു?
mn_cyrl: Энэ үйл ажиллагааны талаар та юу гэж бодож байсан бэ?
mr: या कृतीबद्दल तुमचे काय मत होते?
ms: Apa pendapat anda tentang aktiviti ini?
mt: X'ħsibt dwar din l-attività?
my: ဒီလုပ်ဆောင်မှုနဲ့ ခင်ဗျား ဘယ်လိုထင်သလဲ။
nb: Hva syntes du om denne aktiviteten?
ne: यस गतिविधिबारे तपाईं के सोच्नुहुन्छ?
nl: Wat vond je van deze activiteit?
or: ଆପଣ ଏହି କାର୍ଯ୍ୟକଳାପ ବିଷୟରେ କ'ଣ ଭାବିଲେ?
pa: ਇਸ ਕਿਰਿਆ ਬਾਰੇ ਤੁਸੀਂ ਕੀ ਸੋਚਿਆ ਸੀ?
pl: Co sądzisz o tej działalności?
ps: تاسو د دې فعالیت په اړه څه فکر کړی؟
pt_br: O que achou dessa atividade?
ro: Ce părere aveți despre această activitate?
ru: Что вы думаете об этой деятельности?
sk: Čo si myslíte o tejto aktivite?
sl: Kaj si mislite o tej dejavnosti?
sq: Çfarë mendove për këtë aktivitet?
sr_latn: Šta mislite o ovoj aktivnosti?
sv: Vad tyckte du om den här aktiviteten?
sw: Ulifikiria nini kuhusu shughuli hii?
ta: இந்தச் செயலைப் பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?
te: ఈ యాక్టివిటీ గురించి మీరు ఏమి అనుకున్నారు?
th: ท่านคิดอย่างไรกับกิจกรรมนี้
tk: Siz bu iş barada näme pikir etdiňiz?
tr: Bu aktivite hakkında ne düşünüyorsun?
tt: Сез бу эшчәнлек турында нәрсә уйлыйсыз?
ug: سىز بۇ پائالىيەتكە قانداق قارايسىز؟
uk: Що ви думаєте про цю діяльність?
ur: آپ نے اس سرگرمی کے بارے میں کیا سوچا؟
uz: Bu faoliyat haqida nima deb oʻyladingiz?
vi: Bạn nghĩ sao về hoạt động này?
zh_hans: 您如何看待这项活动？
zu: Ucabangani ngalo msebenzi?

# feedback_activity_statistics
source: Du you want to see what others though of this activity?
af: Wil jy sien wat ander van hierdie aktiwiteite is?
am: ይሁን እንጂ ሌሎች ምን እንደሚከናወኑ ለማየት ትፈልጋለህ?
ar: كنت تريد أن ترى ما الآخرين على الرغم من هذا النشاط؟
as: ডু আপুনি চাব বিচাৰে যে এই কাৰ্যকলাপৰ স্বভাৱত আন কি?
az: Görəsən, bu fəaliyyətlə məşğul olan digər insanlar hansılardır?
bg: Du искате да видите какво другите все пак на тази дейност?
bn: আপনি কি দেখতে চান যে এই ক্রিয়াকলাপের অন্যরা কী করে?
bo: ཁྱོད་ཀྱིས་ཐེངས་འདིའི་བྱ་འགུལ་ལ་མི་གཞན་པ་ཅི་ཞིག་ཡོད་པར་བལྟ་འདོད་དམ།
bs: Da li želiš da vidiš šta drugi misle o ovoj aktivnosti?
ca: Vols veure què fan els altres d'aquesta activitat?
cs: Chcete vidět, co ostatní z této činnosti?
cy: Du chi eisiau gweld beth yw eraill serch y gweithgaredd hwn?
da: Vil du se, hvad andre selv om af denne aktivitet?
de: Du willst du sehen, was andere von dieser Aktivität halten?
el: Θέλετε να δείτε τι άλλοι όμως από αυτή τη δραστηριότητα;
es: ¿Quieres ver lo que otros aunque de esta actividad?
et: Du sa tahad näha, mida teised sellest tegevusest küll teevad?
eu: Ikusi nahi al duzu beste batzuek jarduera honi buruzko zer pentsatzen duten?
fa: آیا شما می خواهید برای دیدن آنچه دیگران هر چند از این فعالیت؟
fi: Haluatko nähdä, mitä muuta tästä toiminnasta?
fil: Dahil gusto ninyong makita ang iba kahit sa aktibidad na ito?
fo: Vilt tú síggja, hvat onnur um hetta ítrivið?
fr: Vous voulez voir ce que d’autres si de cette activité?
ga: Du ba mhaith leat a fheiceáil cad iad na daoine eile áfach den ghníomhaíocht seo?
gl: Queredes ver que outras actividades teñen?
gu: શું તમે જોવા માંગો છો કે આ પ્રવૃત્તિ હોવા છતાં અન્ય લોકો શું કરે છે?
he: האם אתה רוצה לראות מה אחרים בכל זאת של פעילות זו?
hi: डु आप देखना चाहते हैं कि इस गतिविधि के अन्य लोग क्या हैं?
hr: Želite li vidjeti što drugi ipak od ove aktivnosti?
hu: Du szeretnéd látni, hogy mások mit csinálnak ebből a tevékenységből?
hy: Դու ուզում ես տեսնել, թե ուրիշներն էլ ինչ են անում այս գործունեության մեջ ։
id: Du Anda ingin melihat apa yang orang lain meskipun dari kegiatan ini?
is: Du þú vilt sjá hvað aðrir þó af þessari starfsemi?
it: Du vuoi vedere cosa ne pensano gli altri di questa attività?
ja: あなたはこの活動の他の何を見たいですか?
ka: თუ გსურთ ნახოთ, რა სხვები არიან ამ საქმიანობის მიუხედავად?
kk: Бұл әрекеттен басқа қандай басқалардың бар екенін көргіңіз келе ме?
km: ឌូ អ្នក ចង់ ឃើញ ថា តើ អ្នក ដទៃ មាន សកម្មភាព បែប ណា ខ្លះ?
kn: ಈ ಚಟುವಟಿಕೆಯ ಬಗ್ಗೆ ಇತರರು ಏನು ಎಂದು ನೀವು ನೋಡಲು ಬಯಸುವಿರಾ?
ko: 이 활동에도 불구하고 다른 사람들이 무엇을보고 싶습니까?
ku: دەتەوێت بزانیت چی تر هەن لەم چالاکییەدا؟
ky: Дю сиз бул иш-аракет болсо да, башка эмне көргүңөр келет?
lo: Du ທ່ານຕ້ອງການທີ່ຈະເຫັນສິ່ງທີ່ຄົນອື່ນເຖິງແມ່ນວ່າກິດຈະກໍານີ້?
lt: Du norite pamatyti, kas iš šios veiklos yra kiti?
lv: Du tu gribi redzēt, ko citi gan no šīs aktivitātes?
mg: Tianao ho hita ve ny hafa na dia eo aza ity asa atao ity?
mi: E hiahia ana koe ki te kite he aha ētahi atu ahakoa tēnei ngohe?
mk: Ду сакаш да видиш што другите од оваа активност?
ml: ഡൂ, ഈ പ്രവർത്തനത്തിന്റെ മറ്റുള്ളവർ എന്താണെന്ന് കാണാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?
mn_cyrl: Энэ үйл ажиллагааны талаар өөр юу олж харахыг хүсэж байна вэ?
mr: या क्रियाकलापाचे इतर काय आहे हे आपल्याला पहायचे आहे?
ms: Du anda ingin melihat apa yang orang lain walaupun aktiviti ini?
mt: Du trid tara x'inhuma oħrajn għalkemm ta 'din l-attività?
my: ဒီလိုလုပ်ဆောင်နေပေမဲ့ တခြားသူတွေကို ဘာသိချင်သလဲ။
nb: Vil du se hva andre skjønt av denne aktiviteten?
ne: के तपाईं यो गतिविधिको अरू के हेर्न चाहनुहुन्छ?
nl: Du je wilt zien wat anderen door middel van deze activiteit?
or: ଡୁ ଆପଣ ଦେଖିବାକୁ ଚାହାଁନ୍ତି ଯଦିଓ ଏହି କାର୍ଯ୍ୟକଳାପରେ ଅନ୍ୟମାନେ କ'ଣ?
pa: ਡੂ ਤੁਸੀਂ ਇਹ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਸ ਗਤੀਵਿਧੀ ਦੇ ਹੋਰ ਕੀ ਹਨ?
pl: Du chcesz zobaczyć, co jeszcze z tej działalności?
ps: ډو تاسو غواړئ وګورئ چې نور څه شی د دې فعالیت په اړه؟
pt_br: Quer ver o que os outros acham dessa atividade?
ro: Du vrei să vezi ce alții, deși de această activitate?
ru: Вы хотите увидеть, что другие, хотя этой деятельности?
sk: Du chcete vidieť, čo ostatní z tejto aktivity?
sl: Želite videti, kaj drugi o tej dejavnosti?
sq: Do të shohësh se çfarë bëjnë të tjerët me këtë aktivitet?
sr_latn: Du želite da vidite šta drugi misle o ovoj aktivnosti?
sv: Vill du se vad andra tyckte om den här aktiviteten?
sw: Du unataka kuona wengine licha ya shughuli hii?
ta: இந்த செயல்பாட்டைப் பற்றி மற்றவர்கள் என்ன செய்கிறார்கள் என்பதை நீங்கள் பார்க்க விரும்புகிறீர்களா?
te: ఈ యాక్టివిటీ యొక్క ఇతర విషయాలను మీరు చూడాలని అనుకుంటున్నారా?
th: คุณต้องการที่จะเห็นสิ่งที่คนอื่น ๆ แม้ว่าของกิจกรรมนี้หรือไม่
tk: Du siz bu iş barada başga nämeleri görmek isleýärsiňiz?
tr: Bu aktivitenin başka ne olduğunu görmek ister misin?
tt: Бу эшчәнлеккә карамастан, башкаларның кайсыларын күрергә телисез?
ug: د ئۇ ق نىڭ بۇ پائالىيەتتىن باشقا يەنە نېمىلەرنى كۆرۈپ باققۇڭىز بار؟
uk: Ви хочете побачити, що інші, хоча в цій діяльності?
ur: ڈو آپ دیکھنا چاہتے ہیں کہ اس سرگرمی کے باوجود دوسرے کیا ہیں؟
uz: Du siz ushbu faoliyatdan boshqa nima ekanligini ko'rishni xohlaysizmi?
vi: Bạn muốn xem những gì người khác mặc dù của hoạt động này?
zh_hans: 杜你想看看其他人虽然这个活动？
zu: Du ufuna ukubona ukuthi yini abanye nokho lo msebenzi?

# feedback_activity_statistics_title
source: This is what you thought about this activity
af: Dit is wat jy gedink het oor hierdie aktiwiteit
am: ይህን እንቅስቃሴ በተመለከተ ያሰብከው ይህ ነው
ar: هذا ما فكرت به حول هذا النشاط
as: এই কাৰ্যকলাপৰ বিষয়ে আপুনি এইটোৱেই ভাবিছিল
az: Bu fəaliyyət haqqında düşündüyünüz budur
bg: Това е, което сте мислили за тази дейност
bn: এই ক্রিয়াকলাপ সম্পর্কে আপনি যা ভেবেছিলেন তা হল
bo: འདི་ནི་ཁྱེད་ཀྱིས་ཐེངས་འདིའི་བྱ་འགུལ་ལ་བསམ་བློ་བཏང་བ་ཡིན།
bs: Ovo si mislio o ovoj aktivnosti.
ca: Això és el que has pensat d'aquesta activitat
cs: To je to, co jste si mysleli o této činnosti
cy: Dyma'r hyn yr oeddech chi'n ei feddwl am y gweithgaredd hwn
da: Dette er, hvad du syntes om denne aktivitet
de: Das haben Sie über diese Aktivität gedacht
el: Αυτό σκεφτήκατε για αυτή τη δραστηριότητα
es: Esto es lo que pensaste sobre esta actividad
et: See on see, mida sa selle tegevuse kohta arvasid
eu: Hori da jarduera honi buruz pentsatu zenuena
fa: این چیزی است که شما در مورد این فعالیت فکر می کردم
fi: Tätä ajattelit tästä toiminnasta.
fil: Ito ang naisip mo tungkol sa aktibidad na ito
fo: Hetta er tað, tú hugsaði um hetta ítrivið
fr: C’est ce que vous avez pensé de cette activité
ga: Seo a shíl tú faoin ngníomhaíocht seo
gl: Isto é o que pensaches sobre esta actividade.
gu: આ પ્રવૃત્તિ વિશે તમે આ વિશે વિચાર્યું હતું
he: זה מה שחשבתם על הפעילות הזו
hi: इस गतिविधि के बारे में आपने यही सोचा था
hr: Evo što ste mislili o ovoj aktivnosti
hu: Ezt gondoltad erről a tevékenységről
hy: Ահա թե ինչ էիք մտածում այս վարժության մասին
id: Inilah pendapat Anda tentang kegiatan ini
is: Þetta er það sem þú hugsaðir um þessa starfsemi
it: Questo è quello che hai pensato di questa attività
ja: これはあなたがこの活動について考えたことです
ka: ეს არის ის, რაც თქვენ ფიქრობდით ამ საქმიანობაზე
kk: Сіз осы қызмет туралы осыны ойладыңыз
km: នេះ ជា អ្វី ដែល អ្នក បាន គិត អំពី សកម្មភាព នេះ
kn: ಈ ಚಟುವಟಿಕೆಯ ಬಗ್ಗೆ ನೀವು ಯೋಚಿಸಿದ್ದು ಇದನ್ನೇ
ko: 이것이 당신이이 활동에 대해 생각한 것입니다.
ku: ئەمەیە کە بیرت لەم چالاکییە دەکردەوە
ky: Бул иш жөнүндө ушундай ойдосуңар
lo: ນີ້ແມ່ນສິ່ງທີ່ທ່ານໄດ້ຄິດກ່ຽວກັບກິດຈະກໍານີ້
lt: Štai ką jūs galvojote apie šią veiklą
lv: Tas ir tas, ko jūs domājāt par šo darbību
mg: Izany no noeritreretinao momba ity asa atao ity.
mi: Koinei tāu i whakaaro ai mo tēnei ngohe
mk: Вака размислувавте за оваа активност.
ml: ഈ പ്രവർത്തനത്തെക്കുറിച്ച് നിങ്ങൾ ചിന്തിച്ചത് ഇതാണ്
mn_cyrl: Энэ үйл ажиллагааны талаар та юу гэж бодсон бэ?
mr: या क्रियेबद्दल तुम्ही हाच विचार केला होता
ms: Inilah yang anda fikirkan tentang aktiviti ini
mt: Dan huwa dak li ħsibt dwar din l-attività
my: ဒီလုပ်ဆောင်မှုနဲ့ပတ်သက်ပြီး ခင်ဗျားတွေးမိတာက
nb: Dette er hva du tenkte om denne aktiviteten
ne: यो गतिविधिको बारेमा तपाईंले के सोच्नुभएको छ
nl: Dit is wat je dacht over deze activiteit
or: ଏହି କାର୍ଯ୍ୟକଳାପ ବିଷୟରେ ଆପଣ ଏହା ଚିନ୍ତା କରିଥିଲେ
pa: ਇਸ ਕਿਰਿਆ ਬਾਰੇ ਤੁਸੀਂ ਇਹੀ ਸੋਚਿਆ ਸੀ
pl: Oto, co myślałeś o tej aktywności
ps: دا هغه څه دی چې تاسو د دې فعالیت په اړه فکر کړی دی
pt_br: Isso é o que você pensou sobre esta atividade
ro: Aceasta este ceea ce te-ai gândit la această activitate
ru: Это то, что вы думали об этой деятельности
sk: To je to, čo ste si mysleli o tejto aktivite
sl: To je tisto, kar ste mislili o tej dejavnosti
sq: Kjo është ajo që keni menduar në lidhje me këtë aktivitet
sr_latn: Ovo ste mislili o ovoj aktivnosti
sv: Det här är vad ni tyckte om denna aktivitet
sw: Hivi ndivyo ulivyofikiria kuhusu shughuli hii
ta: இந்த செயல்பாட்டைப் பற்றி நீங்கள் நினைத்தது இதுதான்
te: ఈ యాక్టివిటీ గురించి మీరు అనుకున్నది ఇదే
th: นี่คือสิ่งที่คุณคิดเกี่ยวกับกิจกรรมนี้
tk: Bu iş barada şeýle pikir etdiňiz
tr: Bu aktivite hakkında böyle düşündün.
tt: Сез бу эшчәнлек турында уйлагансыздыр.
ug: بۇ پائالىيەت ھەققىدە ئويلىغانلىرىڭ
uk: Ось що ви думаєте про цю діяльність
ur: اس سرگرمی کے بارے میں آپ نے یہی سوچا
uz: Siz bu faoliyat haqida shunday deb o'yladingiz
vi: Đây là những gì bạn nghĩ về hoạt động này.
zh_hans: 这是您对此活动的看法
zu: Yilokhu okucabangile ngalo msebenzi

# feedback_activity_thanks
source: Thanks, we'll tell your teachers!
af: Dankie, ons sal jou onderwysers vertel!
am: እናመሰግናለን፣ መምህራንህን እንናገራለን!
ar: شكراً، سنخبر معلميك!
as: ধন্যবাদ, আমি আপোনাৰ শিক্ষকসকলক ক'ম!
az: Sağ olun, müəllimlərinizə deyəcəyik!
bg: Благодаря, ние ще кажем на вашите учители!
bn: ধন্যবাদ, আমরা আপনার শিক্ষকদের বলব!
bo: བཀའ་དྲིན་ཆེ། ང་ཚོས་ཁྱོད་ཚོའི་དགེ་རྒན་ལ་བཤད་རྒྱུ་ཡིན།
bs: Hvala, reći ćemo tvojim učiteljima!
ca: Gràcies, t'ho expliquem als teus professors!
cs: Díky, řekneme to vašim učitelům!
cy: Diolch, byddwn yn dweud wrth eich athrawon!
da: Tak, vi vil fortælle dine lærere!
de: Danke, wir sagen es euren Lehrern!
el: Ευχαριστώ, θα το πούμε στους δασκάλους σας!
es: ¡Gracias, se lo diremos a tus profesores!
et: Aitäh, me ütleme teie õpetajatele!
eu: Eskerrik asko, zure irakasleei esango diegu!
fa: ممنون، به معلمات ميگيم!
fi: Kiitos, kerromme opettajillesi!
fil: Salamat, sasabihin namin sa iyong mga guro!
fo: Takk, vit siga tínum/tykkara lærarum tað!
fr: Merci, nous le dirons à vos professeurs!
ga: Go raibh maith agat, inseoidh muid do do mhúinteoirí!
gl: Grazas, dicídello aos vosos profesores!
gu: આભાર, અમે તમારા શિક્ષકોને કહીશું!
he: תודה, נספר למורים שלכם!
hi: धन्यवाद, हम आपके शिक्षकों को बताएंगे!
hr: Hvala, reći ćemo vašim učiteljima!
hu: Köszönjük, elmondjuk a tanárainak!
hy: Շնորհակալություն, մենք կասենք ձեր ուսուցիչներին!
id: Terima kasih, kami akan memberi tahu guru Anda!
is: Takk, við munum segja kennurum þínum það!
it: Grazie, lo diremo ai tuoi insegnanti!
ja: おかげで、私たちはあなたの先生に伝えます!
ka: მადლობა, ჩვენ ვეტყვით თქვენს მასწავლებლებს!
kk: Рахмет, ұстаздарыңызға айтарым!
km: អរគុណ! យើងនឹងប្រាប់លោកគ្រូអ្នកគ្រូ!
kn: ಧನ್ಯವಾದಗಳು, ನಾವು ನಿಮ್ಮ ಶಿಕ್ಷಕರಿಗೆ ಹೇಳುತ್ತೇವೆ!
ko: 감사합니다, 우리는 당신의 선생님에게 말할 것입니다!
ku: سوپاس، ئێمە بە مامۆستاکانتان دەڵێین!
ky: Рахмат, биз сиздин мугалимдерге айтып беребиз!
lo: ຂອບໃຈພວກເຮົາຈະບອກຄູຂອງທ່ານ!
lt: Ačiū, mes pasakysime jūsų mokytojams!
lv: Paldies, mēs pateiksim jūsu skolotājiem!
mg: Misaotra, hilaza amin'ny mpampianatra anareo izahay!
mi: Ngā mihi, mā mātou e kōrero ki o kaiako!
mk: Благодарам, ќе им кажеме на вашите наставници!
ml: നന്ദി, ഞങ്ങൾ നിങ്ങളുടെ അധ്യാപകരോട് പറയാം!
mn_cyrl: Баярлалаа, багш нарт чинь бид хэлээрэй!
mr: धन्यवाद, आम्ही तुमच्या शिक्षकांना सांगू!
ms: Terima kasih, kami akan memberitahu guru anda!
mt: Grazzi, aħna ngħidu lill-għalliema tiegħek!
my: ကျေးဇူးတင်ပါတယ်၊ ဆရာတွေကို ပြောပြမယ်။
nb: Takk, vi sier det til lærerne dine!
ne: धन्यवाद, हामी तपाईंको शिक्षकहरूलाई बताउनेछौं!
nl: Bedankt, we zullen het je leraren vertellen!
or: ଧନ୍ୟବାଦ, ଆମେ ଆପଣଙ୍କ ଶିକ୍ଷକମାନଙ୍କୁ କହିବୁ!
pa: ਧੰਨਵਾਦ, ਅਸੀਂ ਤੁਹਾਡੇ ਅਧਿਆਪਕਾਂ ਨੂੰ ਦੱਸਾਂਗੇ!
pl: Dzięki, powiemy twoim nauczycielom!
ps: مننه، مونږ به ستاسو استاذانو ته ووائیو!
pt_br: Obrigado, contaremos aos seus professores!
ro: Multumesc, vom spune profesorilor dumneavoastră!
ru: Спасибо, мы расскажем вашим учителям!
sk: Vďaka, povieme to vašim učiteľom!
sl: Hvala, povedali bomo učiteljem!
sq: Faleminderit, do t'u themi mësuesve tuaj!
sr_latn: Hvala, reжi жemo tvojim nastavnicima!
sv: Tack, det ska vi berätta för dina pedagoger!
sw: Nashukuru, tutawaambia walimu wako!
ta: நன்றி, உங்கள் ஆசிரியர்களிடம் சொல்வோம்!
te: ధన్యవాదాలు, మేము మీ ఉపాధ్యాయులకు చెబుతాము!
th: ขอบคุณเราจะบอกครูของคุณ!
tk: Sag bol, mugallymlaryňa aýdarys!
tr: Teşekkürler, öğretmenlerine söyleyeceğiz!
tt: Рәхмәт, без үз укытучыларыгызга әйтәбез!
ug: رەھمەت، ئۇستازلىرىڭىزغا ئېيتىمىز!
uk: Дякуємо, ми розповімо вашим вчителям!
ur: شکریہ، ہم آپ کے اساتذہ کو بتائیں گے!
uz: Rahmat, ustozlaringizga aytamiz!
vi: Cảm ơn, chúng tôi sẽ nói với các giáo viên của bạn!
zh_hans: 谢谢，我们会告诉你的老师！
zu: Siyabonga, sizotshela othisha bakho!

# feedback_lunch_question
source: What did you think of the food today?
af: Wat dink jy vandag van die kos?
am: በዛሬው ጊዜ ስለ ምግቡ ምን አሰብክ?
ar: ما رأيك في الطعام اليوم؟
as: আজি আপুনি খাদ্যৰ বিষয়ে কি ভাবিছিল?
az: Bu gün yemək haqqında nə düşündün?
bg: Какво се сети за храната днес?
bn: আজকের খাবার নিয়ে কী ভাবছো?
bo: ཁྱོད་ཀྱིས་བལྟས་ན་དེ་རིང་གི་ཟ་མ་ཇི་འདྲ་རེད།
bs: Šta misliš o hrani danas?
ca: Què t'ha semblat el menjar d'avui?
cs: Co jste si mysleli o jídle dnes?
cy: Beth oeddech chi'n ei feddwl o'r bwyd heddiw?
da: Hvad synes du om maden i dag?
de: Was hältst du heute vom Essen?
el: Τι σκεφτήκατε για το φαγητό σήμερα;
es: ¿Qué pensaste de la comida de hoy?
et: Mida sa täna toidust arvasid?
eu: Zer pentsatu zenuen gaurko bazkariaz?
fa: امروز در مورد غذا چي فکر کردي؟
fi: Mitä mieltä olit ruoasta tänään?
fil: Ano ang naisip mo sa pagkain ngayon?
fo: Hvat hugsaði tú um matin í dag?
fr: Qu’avez-vous pensé de la nourriture aujourd’hui?
ga: Cad a cheap tú den bhia inniu?
gl: Que vos pareceu a comida de hoxe?
gu: તમે આજે ખોરાક વિશે શું વિચારો છો?
he: מה חשבתם על האוכל היום?
hi: आज आप भोजन के बारे में क्या सोचते हैं?
hr: Što misliš o hrani danas?
hu: Mit gondoltál ma az ételről?
hy: Ի՞նչ էիք մտածում այսօր սննդի մասին:
id: Apa pendapat Anda tentang makanan hari ini?
is: Hvað fannst þér um matinn í dag?
it: Cosa ne pensi del cibo oggi?
ja: 今日の食べ物についてどう思いましたか。
ka: რას ფიქრობდით დღეს საკვებზე?
kk: Бүгін азық-түлік туралы не ойладың?
km: តើ អ្នក គិត យ៉ាង ណា អំពី អាហារ ថ្ងៃ នេះ ?
kn: ಇಂದಿನ ಆಹಾರದ ಬಗ್ಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವೇನು?
ko: 오늘 음식에 대해 어떻게 생각 했습니까?
ku: ئەمڕۆ بیرت لە خواردنەکە کردەوە؟
ky: Бүгүн тамак-аш жөнүндө кандай ойдо болдуңар?
lo: ທ່ານຄິດແນວໃດກ່ຽວກັບອາຫານມື້ນີ້?
lt: Ką šiandien galvojote apie maistą?
lv: Ko jūs šodien domājāt par ēdienu?
mg: Inona no noeritreretinao momba ilay sakafo androany?
mi: He aha tōu whakaaro mo nga kai i tēnei rā?
mk: Што мислеше за храната денес?
ml: ഇന്നത്തെ ഭക്ഷണത്തെക്കുറിച്ച് നിങ്ങൾ എന്താണ് വിചാരിച്ചത്?
mn_cyrl: Та өнөөдөр хоолны талаар юу гэж бодож байсан бэ?
mr: आजच्या जेवणाबद्दल तुझं काय मत होतं?
ms: Apa pendapat anda tentang makanan hari ini?
mt: X'taħseb dwar l-ikel illum?
my: ယနေ့ အစားအစာကို သင်မည်သို့ထင်သနည်း။
nb: Hva syntes du om maten i dag?
ne: आजको खानाबारे तपाईं के सोच्नुहुन्छ?
nl: Wat vond je van het eten vandaag?
or: ଆଜି ଆପଣ ଖାଦ୍ୟ ବିଷୟରେ କ'ଣ ଭାବିଲେ?
pa: ਅੱਜ ਤੁਸੀਂ ਭੋਜਨ ਬਾਰੇ ਕੀ ਸੋਚਿਆ?
pl: Co sądzisz o dzisiejszym jedzeniu?
ps: تاسو نن د خوراک په اړه څه فکر کړی؟
pt_br: O que achou da comida de hoje?
ro: Ce părere ai despre mâncarea de azi?
ru: Что ты думаешь о еде сегодня?
sk: Čo si myslíte o dnešnom jedle?
sl: Kaj si danes mislil o hrani?
sq: Çfarë mendove për ushqimin sot?
sr_latn: Šta misliš o hrani danas?
sv: Vad tyckte du om maten idag?
sw: Umefikiria nini kuhusu chakula hicho leo?
ta: இன்று உணவைப் பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?
te: ఈ రోజు ఆహారం గురించి మీరు ఏమనుకున్నారు?
th: คุณคิดอย่างไรกับอาหารวันนี้?
tk: Siz şu günki iýmit barada näme pikir etdiňiz?
tr: Bugün yemek hakkında ne düşünüyorsun?
tt: Сезгә ни булды, дөньядагы ашамлыклар турында уйлыйсызмы?
ug: سىز بۈگۈنكى تاماققا قانداق قارايسىز؟
uk: Що ви думаєте про їжу сьогодні?
ur: آج آپ نے کھانے کے بارے میں کیا سوچا؟
uz: Bugun ovqat haqida nima deb oʻyladingiz?
vi: Bạn nghĩ gì về thức ăn ngày nay?
zh_hans: 你对今天的食物有什么看法？
zu: Ucabangani ngokudla namuhla?
