Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# singalong_time_deactivated
source: I don't think we should sing just now. We will sing before we eat instead.
af: Ek dink nie ons moet nou sing nie. Ons sal sing voordat ons eet.
am: አሁን ብቻ የምንዘፍን አይመስለኝም። ከዚህ ይልቅ ከመብላታችን በፊት እንዘምራለን።
ar: لا أعتقد أنه يجب علينا أن نُنَتَوّي الآن سنُوَنّى قبل أن نأكل بدلاً من ذلك
as: মই নাভাবো যে আমি এতিয়াই গান গাব লাগে। তাৰ সলনি আমি খোৱাৰ আগতে গান গাইম।
az: Düşünmürəm ki, indicə biz də elə-belə, biz də elə indidən belə bir nıq etməliyik. Onun yerinə yeməzdən əvvəl biz də zəlalələr deyəcəyik.
bg: Не мисля, че трябва да пеем точно сега. Ще пеем, преди вместо това да ядем.
bn: আমি মনে করি না আমাদের এখনই গান গাওয়া উচিত। তার বদলে খাওয়ার আগে আমরা গান গাইব।
bo: ངས་བལྟས་ན་ང་ཚོས་ད་ཅི་གླུ་དབྱངས་ལེན་མི་འོས། ང་ཚོས་ཟ་མ་མ་ཟོས་གོང་ལ་གླུ་དབྱངས་ལེན་རྒྱུ་ཡིན།
bs: Mislim da ne bi trebali pjevati sada. Pevaćemo pre nego što jedemo.
ca: No crec que hàgim de cantar ara mateix. Cantarem abans de menjar.
cs: Nemyslím si, že bychom měli zpívat právě teď. Místo toho budeme zpívat, než budeme jíst.
cy: Dwi ddim yn meddwl y dylen ni ganu dim ond nawr. Byddwn yn canu cyn i ni fwyta yn lle hynny.
da: Jeg synes ikke, vi skal synge lige nu. Vi vil synge, før vi spiser i stedet.
de: Ich glaube nicht, dass wir jetzt singen sollten. Wir werden stattdessen singen, bevor wir essen.
el: Δεν νομίζω ότι πρέπει να τραγουδήσουμε μόλις τώρα. Θα τραγουδήσουμε πριν φάμε αντ 'αυτού.
es: No creo que debamos cantar ahora. Cantaremos antes de comer.
et: Ma ei arva, et me peaksime just praegu laulma. Me laulame enne, kui selle asemel sööme.
eu: Ez dut uste une honetan kantatu behar dugunik. Horren ordez, bazkaldu aurretik kantatuko dugu.
fa: فکر نکنم الان بايد يه چيزي بذاريم ما قبل از اينکه به جاي اون غذا بخوريم ميخوايم .
fi: Meidän ei pitäisi laulaa juuri nyt. Me sen sijaan singamme ennen kuin syömme.
fil: Palagay ko hindi natin dapat kantahin ngayon. Kakanta tayo bago tayo kumain.
fo: Eg haldi ikki, at vit skulu syngja beint nú. Vit fara at syngja, áðrenn vit eta ístaðin.
fr: Je ne pense pas qu’on devrait chanter tout de suite. Nous chanterons avant de manger à la place.
ga: Ní dóigh liom gur cheart dúinn canadh díreach anois. Canfaimid sula n-íosfaimid ina áit.
gl: Non creo que teñamos que cantar agora mesmo. Cantamos antes de comer.
gu: મને નથી લાગતું કે આપણે હમણાં જ ગાવું જોઈએ. તેના બદલે આપણે જમીશું તે પહેલાં ગાઈશું.
he: אני לא חושב שאנחנו צריכים לשיר עכשיו. אנחנו נשיר לפני שאנחנו אוכלים במקום.
hi: मुझे नहीं लगता कि हमें अभी गाना चाहिए। हम इसके बजाय खाने से पहले गाएंगे।
hr: Mislim da ne bismo trebali pjevati sada. Pjevat ćemo prije nego što jedemo.
hu: Nem hiszem, hogy most kellene énekelnünk. Énekelni fogunk, mielőtt enni fogunk helyette.
hy: Չեմ կարծում, որ հենց հիմա պետք է սնվենք: Դրա փոխարեն կերթանք ուտելուց առաջ:
id: Saya tidak berpikir kita harus bernyanyi sekarang. Kami akan bernyanyi sebelum kami makan sebagai gantinya.
is: Ég held að við ættum ekki að syngja einmitt núna. Við munum syngja áður en við borðum í staðinn.
it: Non credo che dovremmo cantare solo ora. Canteremo prima di mangiare, invece.
ja: 今は歌うべきではないと思います。私たちは代わりに食べる前に歌います。
ka: ნვ მთჟლწ, ფვ რპწბგა ეა ვისჟნამვ ჟვდა. ჩვენ ვიმღელით, სანამ მის ნაცვლად ვჭამთ.
kk: Енді ғана ән салу керек деп ойламаймын. Оның орнына тамақ ішкенге дейін ән айтсақ болады.
km: ខ្ញុំ មិន គិត ថា យើង គួរ ច្រៀង តែ ឥឡូវ នេះ ទេ ។ យើង នឹង ច្រៀង មុន ពេល យើង បរិភោគ ជំនួស វិញ ។
kn: ನಾವು ಈಗಲೇ ಹಾಡಬೇಕು ಎಂದು ನಾನು ಭಾವಿಸುವುದಿಲ್ಲ. ಬದಲಿಗೆ ನಾವು ತಿನ್ನುವ ಮೊದಲು ಹಾಡುತ್ತೇವೆ.
ko: 나는 우리가 지금 당장 노래해야한다고 생각하지 않는다. 우리는 대신 먹기 전에 노래 할 것입니다.
ku: من وا بیر ناکەمەوە کە ئێستا گۆرانی بڵێین. ئێمە گۆرانی دەڵێین پێش ئەوەی لە جیاتی ئەوە بخۆین.
ky: Азыр эле ырдашыбыз керек деп ойлобойм. Биз анын ордуна тамак алдында ырдаган болот.
lo: ຂ້ອຍບໍ່ຄິດວ່າເຮົາຄວນຮ້ອງເພງດຽວນີ້. ເຮົາຈະຮ້ອງກ່ອນຈະກິນແທນ.
lt: Nemanau, kad ką tik turėtume dainuoti. Vietoj to dainuosime prieš valgydami.
lv: Es nedomāju, ka mums tagad vajadzētu dziedāt. Mēs dziedāsim, pirms tā vietā ēdīsim.
mg: Tsy mino aho hoe tokony hihira isika izao. Hihira isika alohan'ny hisakafoana.
mi: E kore ahau e whakaaro me waiata tātau ināianei tonu. Ka waiata kē tātau i mua i ta tātau kai kē.
mk: Мислам дека не треба да пееме сега. Ќе пееме пред да јадеме.
ml: ഞങ്ങൾ ഇപ്പോൾ പാടണമെന്ന് ഞാൻ കരുതുന്നില്ല. പകരം ഭക്ഷണം കഴിക്കുന്നതിനുമുമ്പ് ഞങ്ങൾ പാടും.
mn_cyrl: Одоо л дуулах хэрэггүй гэж бодож байна. Оронд нь хоол идэхээсээ өмнө дуулна.
mr: मला वाटत नाही की आपण आत्ताच गाऊ या. त्याऐवजी आम्ही खाण्यापूर्वी गाऊ.
ms: Saya tidak fikir kita perlu menyanyi sebentar tadi. Kita akan menyanyi sebelum kita makan sebaliknya.
mt: Ma naħsibx li għandna nkantaw eżatt issa. Aħna se nkantaw qabel ma nieklu minflok.
my: အခုဆိုရင် သီချင်းမဆိုသင့်ဘူးလို့ မထင်ဘူး။ အစာမစားခင် သီဆိုကြပါမယ်။
nb: Jeg synes ikke vi skal synge akkurat nå. Vi synger før vi spiser i stedet.
ne: अहिले नै हामीले गीत गाउनुपर्छ जस्तो मलाई लाग्दैन । बरु खाना खानुअघि हामी गाउँछौं ।
nl: Ik denk niet dat we nu moeten zingen. We zullen in plaats daarvan zingen voordat we eten.
or: ମୁଁ ଭାବୁନାହିଁ ଯେ ଆମେ ବର୍ତ୍ତମାନ ଗୀତ ଗାଇବା ଉଚିତ୍ । ଏହା ବଦଳରେ ଖାଇବା ପୂର୍ବରୁ ଆମେ ଗୀତ ଗାଇବୁ |
pa: ਮੈਨੂੰ ਨਹੀਂ ਲਗਦਾ ਕਿ ਸਾਨੂੰ ਹੁਣੇ ਹੀ ਗਾਉਣਾ ਚਾਹੀਦਾ ਹੈ. ਇਸਦੀ ਬਜਾਏ ਅਸੀਂ ਖਾਣਾ ਖਾਣ ਤੋਂ ਪਹਿਲਾਂ ਗਾਵਾਂਗੇ।
pl: Nie sądzę, że powinniśmy śpiewać właśnie teraz. Zamiast tego zaśpiewamy przed jedzeniem.
ps: زه فکر نه کوم چې مونږ باید اوس څه واووهم. مونږ به د ډوډۍ پر ځای د خوراک نه مخکې وسو.
pt_br: Acho que não devemos cantar agora. Cantaremos antes de comer.
ro: Nu cred că ar trebui să cântăm chiar acum. Vom cânta înainte de a mânca în schimb.
ru: Я не думаю, что мы должны петь прямо сейчас. Мы будем петь, прежде чем мы едим, а не.
sk: Nemyslím si, že by sme teraz mali spievať. Namiesto toho budeme spievať skôr, ako budeme jesť.
sl: Mislim, da zdaj ne bi smela pojet. Pojeva, preden bova jedla.
sq: Nuk mendoj se duhet të këndojmë tani. Do të këndojmë para se të hamë.
sr_latn: Mislim da ne bi trebalo da pevamo sada. Pevaćemo pre nego što jedemo.
sv: Jag tänkte inte att vi skulle sjunga just nu. Det gör vi före vi ska äta istället.
sw: Sidhani kama tunapaswa kuimba sasa hivi. Tutaimba kabla ya kula badala yake.
ta: நாம் இப்போது பாட வேண்டும் என்று நான் நினைக்கவில்லை. அதற்குப் பதிலாக நாம் சாப்பிடுவதற்கு முன்பு பாடுவோம்.
te: మేము ఇప్పుడే పాడాలని నేను అనుకోను. బదులుగా తినడానికి ముందు మేము పాడతాము.
th: ฉันไม่คิดว่าเราควรร้องเพลงเพียงแค่ตอนนี้ เราจะร้องเพลงก่อนที่เราจะกินแทน
tk: Meniň pikirimçe, biz şu wagt aýdym aýtmaly däl. Onuň ýerine iýmezden öň aýdym aýlarys.
tr: Şu anda şarkı söylememeliyiz. Onun yerine yemek yemeden önce şarkı olacağız.
tt: Хәзер генә җырларга кирәк дип уйламыйм. Без ашыйбыз, мәгәр ашыйбыз.
ug: مېنىڭچە بىز بايا ناخشا ئېيتىشىمىز كېرەك ئەمەس. ئۇنىڭ ئورنىغا تاماق يېيىشتىن بۇرۇن ناخشا ئېيتىشقا باشلايمىز.
uk: Я не думаю, що ми повинні співати тільки зараз. Ми будемо співати, перш ніж їсти замість цього.
ur: مجھے نہیں لگتا کہ ہمیں ابھی گانا چاہئے۔ اس کی بجائے ہم کھانے سے پہلے گالیں گے۔
uz: Hozirgina qoʻ shiq kuylashimiz kerak emas deb oʻylayman. Uning oʻrniga ovqatlanishdan oldin qoʻ shiq kuylaymiz.
vi: Tôi không nghĩ chúng ta nên hát ngay bây giờ. Thay vào đó, chúng ta sẽ hát trước khi ăn.
zh_hans: 我不认为我们现在应该唱歌。我们会在吃饭前唱歌。
zu: Angicabangi ukuthi kufanele sicule nje manje. Sizocula ngaphambi kokuthi sidle endaweni.

# tempus_arrives_short
source: %@ arrives at %@
af: %@ kom by %@
am: %@ %@ ደረሰ
ar: %@ يصل إلى %@
as: %@ %@ উপস্থিত হয়
az: %@ %@ gəlir
bg: %@ пристига в %@
bn: %@ %@ পৌঁছায়
bo: %@་ཚོ་%@་ལ་ཐོན་བྱུང་།
bs: %@ stiže u %@
ca: %@ arriba a %@
cs: %@ přijíždí do %@
cy: %@ 'n cyrraedd %@
da: %@ ankommer til %@
de: %@ kommt in %@ an
el: %@ φτάνει στο %@
es: %@ llega a %@
et: %@ saabub %@
fa: %@ می رسد %@
fi: %@ saapuu %@
fil: %@ dumating sa %@
fo: %@ kemur %@
fr: %@ arrive à %@
ga: Tagann %@ ar %@
gl: %@ chega a %@
gu: %@ %@ પર પહોંચે છે
he: %@ מגיע %@
hi: %@ %@ पर आता है
hr: %@ stiže u %@
hu: %@ megérkezik %@
hy: %@ հասնում %@
id: %@ tiba di %@
is: %@ kemur að %@
it: %@ arriva a %@
ja: %@に到着%@
km: %@ មកដល់ <span translate='no'>string</span>
kn: %@ %@ ಆಗಮಿಸುತ್ತಾನೆ
ko: %@ %@에 도착합니다.
ku: %@ دەگاتە %@
ky: %@ %@ келет
lt: %@ atvyksta į %@
lv: %@ ierodas %@
mg: Tonga ao amin'%@ %@
mi: Ka tae mai a %@ ki te %@
mk: %@ доаѓа во %@
ml: %@ %@ എത്തുന്നു
mn_cyrl: %@ %@ ирлээ
ms: %@ tiba di %@
mt: %@ jasal għall- %@
nb: %@ ankommer %@
ne: %@ %@ आइपुग्छ
nl: %@ komt aan bij %@
or: %@ %@ ପହଞ୍ଚିଛନ୍ତି
pa: %@ %@ 'ਤੇ ਪਹੁੰਚ ਜਾਂਦਾ ਹੈ
pl: %@ przybywa do %@
ps: %@ ته رسیږی %@
pt_br: %@ chega a %@
ro: %@ ajunge la %@
ru: %@ прибывает в %@
sk: %@ prichádza do %@
sl: %@ pride na %@
sq: %@ arrin në %@
sr_latn: %@ stiže u %@
sv: %@ kommer kl %@
sw: %@ anafika %@
ta: %@ %@ வருகிறார்
te: %@ %@ చేరుకుంటాడు
th: %@ มาถึง <span translate='no'>string</span>
tr: %@ %@'ya ulaştı
uk: %@ прибуває в %@
ur: %@ %@ پہنچ گیا
uz: %@ %@ keladi
vi: %@ đến %@
zh_hans: %@ 到达 %@
zu: %@ ufika %@

# tempus_arrives_short_past
source: %@ arrived at %@
af: %@ het by %@ aangekom
am: %@ %@ ደረሰ
ar: وصل %@ إلى %@
as: %@ %@ উপস্থিত হৈছিল
az: %@ %@ gəlib
bg: %@ пристигна в %@
bn: %@ %@ পৌঁছেছেন
bo: %@་ཚོ་%@་ལ་ཐོན་བྱུང་།
bs: %@ je u %@
ca: %@ arribar a %@
cs: %@ dorazili do %@
cy: cyrhaeddodd %@ %@
da: %@ ankom til %@
de: %@ in %@ angekommen
el: %@ έφτασε στο %@
es: %@ llegó a %@
et: %@ jõudsid %@
fa: %@ به %@
fi: %@ saapui %@
fil: %@ dumating sa %@
fo: %@ kom %@
fr: %@ sommes arrivés à %@
ga: Tháinig %@ ar %@
gl: %@ chegou a %@
he: %@ הגיעה %@
hi: %@ %@ पहुंचे
hr: %@ stigao u %@
hu: %@ megérkezett %@
hy: %@ ժամանեց %@
id: %@ tiba di %@
is: %@ kom að %@
it: %@ arrivati a %@
ja: %@は%@に到着しました
kk: %@ %@ келді
km: %@ មកដល់ <span translate='no'>string</span>
ko: %@ 에 도착한 %@
ku: %@ گەیشتە %@
ky: %@ %@ келди
lt: %@ atvyko į %@
lv: %@ ieradās %@
mg: Tonga tao amin'%@ %@
mi: I tae mai %@ ki te %@
mk: %@ пристигна во %@
ml: %@ %@ എത്തി.
mn_cyrl: %@ %@ ирлээ
ms: %@ tiba di %@
mt: %@ wasal %@
nb: %@ ankom %@
ne: %@ %@ आइपुगे
nl: %@ kwamen aan bij %@
or: %@ %@ ପହଞ୍ଚିଲା
pa: %@ %@ 'ਤੇ ਪਹੁੰਚ ਗਏ
pl: %@ przybył do %@
ps: %@ ته %@
pt_br: %@ chegou a %@
ro: %@ ajuns la %@
ru: %@ прибыл в %@
sk: %@ prišiel na %@
sl: %@ na %@
sq: %@ arriti në %@
sr_latn: %@ je stigla u %@
sv: %@ kom kl %@
sw: %@ alifika %@
ta: %@ %@ வந்தடைந்தார்
te: %@ %@ చేరుకున్నారు
th: %@ มาถึง <span translate='no'>string</span>
tk: %@ %@ geldi
tr: %@ %@'ya vardı.
tt: %@ килгән %@
ug: %@ %@ يېتىپ كەلدى
uk: %@ прибув до %@
ur: %@ %@ پہنچ گیا
uz: %@ %@ yetib keldi
vi: %@ đến %@
zh_hans: %@ 到达 %@
zu: %@ ufike %@

# tempus_child_arrives
source: %@ will arrive to preschool at about %@.
af: %@ sal omstreeks %@by die kleuterskool aankom.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ በት/ቤት ይደርሳሉ !
ar: سيصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@.
as: %@ প্ৰায় %@প্ৰাকবিদ্যালয়লৈ আহিব।
az: %@ təxminən %@məktəbdənkənar təhsil almağa gələcək .
bg: %@ ще пристигне в предучилищна на около %@.
bn: %@ প্রায় %@এ প্রি-স্কুলে পৌঁছাবেন।
bo: %@ ་ཧ་ལམ་ཟླ་བ་ %@་ཙམ་འགོར་རྗེས་སློབ་གྲྭར་འབྱོར་རྒྱུ་རེད །
bs: %@ doci u predskolsko oko %@.
ca: %@ arribarà a l'escola infantil al voltant de %@.
cs: %@ dorazí do školky asi v %@.
cy: Bydd %@ yn cyrraedd cyn-ysgol tua %@.
da: %@ vil ankomme til børnehaven på omkring %@.
de: %@ werden gegen %@Uhr in der Vorschule ankommen.
el: %@ θα φτάσουν στο νηπιαγωγείο περίπου στις %@.
es: %@ llegarán al preescolar alrededor de las %@.
et: %@ jõuab eelkooli umbes %@.
eu: %@ eskolaurrera iritsiko dira %@inguruan.
fa: %@ به پیش دبستانی در حدود %@.
fi: %@ saapuu esikouluun noin %@.
fil: %@ ay dumating sa preschool sa tungkol sa %@.
fo: %@ kemur til preschool um %@.
fr: %@ arriverons à l’école maternelle vers %@.
ga: Tiocfaidh %@ chuig an réamhscoil ag thart ar %@.
gl: %@ chegarán á escola ao redor das %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલ પર પહોંચશે.
he: %@ יגיעו לגן בערך בשעה %@.
hi: %@ लगभग %@पर पूर्वस्कूली पहुंचेगा।
hr: %@ će u predškolsku ustanovu stići oko %@.
hu: %@ körülbelül %@-kor érkezik az óvodába .
hy: %@ %@կհասնի նախադպրոցական ...
id: %@ akan tiba di prasekolah sekitar %@.
is: %@ kemur í leikskólann um %@.
it: %@ arriveranno all'asilo a circa %@.
ja: %@ は約 %@で就学前に到着します。
ka: %@ დაახლოებით %@სკოლამდელი აღზრდის სკოლაში ჩამოვა.
kk: %@ мектепке дейінгі мекемеге шамамен %@келеді .
kn: %@ ಸುಮಾರು %@ಕ್ಕೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬರುತ್ತಾನೆ.
ko: %@ 약 %@에 유치원에 도착할 것입니다.
ku: %@ دەگەنە پێش قوتابخانە لە نزیک %@
ky: %@ мектепке чейинки мектепке болжол менен %@келет .
lo: %@ ຈະມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ <span translate='no'>string</span>.
lt: %@ į ikimokyklinio amžiaus įstaigą atvyks apie %@.
lv: %@ ieradīsies pirmsskolā apmēram %@.
mg: Ho tonga any amin'ny akanin-%@eo ho eo %@ .
mi: Ka tae %@ ki te kura tōmua mo te %@.
mk: %@ ќе дојде во предшколска возра околу %@.
ml: ഏകദേശം %@മണിക്ക് %@ പ്രീസ്കൂളിലെത്തും.
mn_cyrl: %@ сургуулийн өмнөх насны %@орчимд ирнэ.
mr: %@ सुमारे %@प्रीस्कूलला पोहोचेल.
ms: %@ akan tiba ke prasekolah pada kira-kira %@.
mt: %@ se jasal għall-iskola ta ' qabel l-iskola għal madwar %@.
nb: %@ vil komme til barnehagen på omtrent %@.
ne: %@ लगभग %@मा प्रीस्कूल पुग्नेछ।
nl: %@ komt rond %@aan op de kleuterschool.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲରେ ପହଞ୍ଚିବ |
pa: %@ ਲਗਭਗ %@ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇਗਾ।
pl: %@ przyjadą do przedszkola około %@.
ps: %@ به د ښوونځی په شاوخوا کې ښوونځی ته %@.
pt_br: %@ chegará à pré-escola por volta %@.
ro: %@ va ajunge la grădiniță la aproximativ %@.
ru: %@ придут в дошкольное учреждение примерно в %@.
sk: %@ príde do škôlky asi o %@.
sl: %@ bo prišel v predšolsko %@.
sq: %@ do të mbërrijë në parashkollor rreth %@.
sr_latn: %@ će stići u predškolsko oko %@.
sv: %@ kommer till förskolan ungefär %@.
sw: %@ watafika shule ya awali karibu %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வருவார்கள்.
te: %@ సుమారు %@గంటలకు ప్రీస్కూల్ కు చేరుకుంటారు.
th: %@ จะมาถึงโรงเรียนอนุบาลที่เกี่ยวกับ <span translate='no'>string</span>.
tk: %@ %@golaý mekdebe gelerler ...
tr: %@ %@'da anaokuluna varacak.
tt: %@ якынча %@мәктәпкә мәктәпкә киләчәк .
ug: %@ %@ئەتراپىدا ئوتتۇرا مەكتەپتە يېتىپ بارىدۇ .
uk: %@ прибуде до дошкільного закладу приблизно в %@.
ur: %@ تقریبا %@پر پری اسکول پہنچیں گے۔
uz: Maktabgacha taʼlim muassasasiga %@ taxminan %@keladi .
vi: %@ sẽ đến trường mầm non vào khoảng %@.
zh_hans: %@ 将在大约 %@到达学前班。
zu: %@ uzofika esikoleni se-preschool cishe %@.

# tempus_child_arrives_after
source: %@ will arrive to preschool at about %@. That's just after %@.
af: %@ sal omstreeks %@by die kleuterskool aankom. Dit is net na %@.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ በት/ቤት ይደርሳሉ ! ይህ %@በኋላ ነው .
ar: سيصل %@ إلى مرحلة ما قبل المدرسة في حوالي الساعة %@. هذا بعد %@
as: %@ প্ৰায় %@প্ৰাকবিদ্যালয়লৈ আহিব। সেয়া <span translate='no'>string</span>ঠিক পিছতে।
az: %@ təxminən %@məktəbdənkənar təhsil almağa gələcək . Bu da %@sonra .
bg: %@ ще пристигне в предучилищна на около %@. Това е точно след %@.
bn: %@ প্রায় %@এ প্রি-স্কুলে পৌঁছাবেন। এটি <span translate='no'>string</span>ঠিক পরে।
bo: %@ ་ཧ་ལམ་ཟླ་བ་ %@་ཙམ་འགོར་རྗེས་སློབ་གྲྭར་འབྱོར་རྒྱུ་རེད ། དེ་ནི་ %@་པའི་རྗེས་སུ་བྱུང་བ་ཞིག་རེད།
bs: %@ doci u predskolsko oko %@. To je odmah nakon %@.
ca: %@ arribarà a l'escola infantil al voltant de %@. Això és just després de %@.
cs: %@ dorazí do školky asi v %@. To je hned po %@.
cy: Bydd %@ yn cyrraedd cyn-ysgol tua %@. Mae hynny jyst ar ôl %@.
da: %@ vil ankomme til børnehaven på omkring %@. Det er lige efter %@.
de: %@ werden gegen %@Uhr in der Vorschule ankommen. Das ist kurz nach %@.
el: %@ θα φτάσουν στο νηπιαγωγείο περίπου στις %@. Αυτό είναι αμέσως μετά %@.
es: %@ llegarán al preescolar alrededor de las %@. Eso es justo después de %@.
et: %@ jõuab eelkooli umbes %@. See on kohe pärast %@.
eu: %@ eskolaurrera iritsiko dira %@inguruan. Hori %@ondoren da.
fa: %@ به پیش دبستانی در حدود %@. که درست بعد از %@.
fi: %@ saapuu esikouluun noin %@. Se on %@jälkeen.
fil: %@ ay dumating sa preschool sa tungkol sa %@. Pagkatapos lang ng %@.
fo: %@ kemur til preschool um %@. Hatta er júst eftir %@.
fr: %@ arriverons à l’école maternelle vers %@. C’est juste après %@.
ga: Tiocfaidh %@ chuig an réamhscoil ag thart ar %@. Sin díreach tar éis %@.
gl: %@ chegarán á escola ao redor das %@. Iso é xusto despois de %@.
gu: %@ લગભગ %@વાગ્યે પ્રિસ્કૂલ પર પહોંચશે. તે <span translate='no'>string</span>પછીની વાત છે.
he: %@ יגיעו לגן בערך בשעה %@. זה רק אחרי %@.
hi: %@ लगभग %@पर पूर्वस्कूली पहुंचेगा। यह <span translate='no'>string</span>के ठीक बाद है।
hr: %@ će u predškolsku ustanovu stići oko %@. To je odmah nakon %@.
hu: %@ körülbelül %@-kor érkezik az óvodába . Ez csak %@után van .
hy: %@ %@կհասնի նախադպրոցական ... Հենց %@հետո .
id: %@ akan tiba di prasekolah sekitar %@. Itu tepat setelah %@.
is: %@ kemur í leikskólann um %@. Það er rétt eftir %@.
it: %@ arriveranno all'asilo a circa %@. Questo è subito dopo %@.
ja: %@ は約 %@で就学前に到着します。 それは %@後です。
ka: %@ დაახლოებით %@სკოლამდელი აღზრდის სკოლაში ჩამოვა. ეს მხოლოდ %@შემდეგ .
kk: %@ мектепке дейінгі мекемеге шамамен %@келеді . Бұл тек %@кейін ғана .
km: %@ %@។ ប៉ុណ្ណឹងហើយបន្ទាប់ពី <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ಕ್ಕೆ ಪ್ರಿಸ್ಕೂಲ್ ಗೆ ಬರುತ್ತಾನೆ. ಅದು <span translate='no'>string</span>ನಂತರ.
ko: %@ 약 %@에 유치원에 도착할 것입니다. 그것은 %@직후입니다.
ku: %@ دەگەنە پێش قوتابخانە لە نزیک %@ ئەوە تەنها دوای %@
ky: %@ мектепке чейинки мектепке болжол менен %@келет . Ошондон кийин эле %@.
lo: %@ ຈະມາເຖິງໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. <span translate='no'>string</span>.
lt: %@ į ikimokyklinio amžiaus įstaigą atvyks apie %@. Tai tik po %@.
lv: %@ ieradīsies pirmsskolā apmēram %@. Tas ir tieši pēc %@.
mg: Ho tonga any amin'ny akanin-%@eo ho eo %@ . Aorian'ny %@izany.
mi: Ka tae %@ ki te kura tōmua mo te %@. I muri noa iho i %@.
mk: %@ ќе дојде во предшколска возра околу %@. Тоа е веднаш по %@.
ml: ഏകദേശം %@മണിക്ക് %@ പ്രീസ്കൂളിലെത്തും. അത് <span translate='no'>string</span>തൊട്ടുപിന്നാലെയാണ്.
mn_cyrl: %@ сургуулийн өмнөх насны %@орчимд ирнэ. %@дараа л ийм юм болох нь дээ .
mr: %@ सुमारे %@प्रीस्कूलला पोहोचेल. ते <span translate='no'>string</span>नंतरच आहे.
ms: %@ akan tiba ke prasekolah pada kira-kira %@. Itu hanya selepas %@.
mt: %@ se jasal għall-iskola ta ' qabel l-iskola għal madwar %@. Dak huwa eżatt wara %@.
my: %@ %@ ။ ဒါက %@ပြီးတဲ့နောက်မှာပဲပေါ့ ။
nb: %@ vil komme til barnehagen på omtrent %@. Det er like etter %@.
ne: %@ लगभग %@मा प्रीस्कूल पुग्नेछ। त्यो <span translate='no'>string</span>पछिको कुरा हो ।
nl: %@ komt rond %@aan op de kleuterschool. Dat is net na %@.
or: %@ ପ୍ରାୟ %@ପ୍ରିସ୍କୁଲରେ ପହଞ୍ଚିବ | ତାହା <span translate='no'>string</span>ପରେ ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਪ੍ਰੀ-ਸਕੂਲ ਪਹੁੰਚੇਗਾ। ਇਹ %@ਤੋਂ ਠੀਕ ਬਾਅਦ ਹੈ।
pl: %@ przyjadą do przedszkola około %@. To tuż po %@.
ps: %@ به د ښوونځی په شاوخوا کې ښوونځی ته %@. دا یوازې وروسته له %@.
pt_br: %@ chegará à pré-escola por volta %@. Isso é logo depois de %@.
ro: %@ va ajunge la grădiniță la aproximativ %@. Asta e doar după %@.
ru: %@ придут в дошкольное учреждение примерно в %@. Вот только после %@.
sk: %@ príde do škôlky asi o %@. To je tesne po %@.
sl: %@ bo prišel v predšolsko %@. To je takoj po %@.
sq: %@ do të mbërrijë në parashkollor rreth %@. Kjo është vetëm pas %@.
sr_latn: %@ će stići u predškolsko oko %@. To je odmah posle %@.
sv: %@ kommer till förskolan ungefär %@. Det är strax efter %@.
sw: %@ watafika shule ya awali karibu %@. Hiyo ni baada ya %@.
ta: %@ சுமார் %@மணிக்கு பாலர் பள்ளிக்கு வருவார்கள். அது <span translate='no'>string</span>பிறகு தான்.
te: %@ సుమారు %@గంటలకు ప్రీస్కూల్ కు చేరుకుంటారు. అది కేవలం <span translate='no'>string</span>తర్వాతే.
th: %@ จะมาถึงโรงเรียนอนุบาลที่เกี่ยวกับ %@. นั่นเป็นเพียงหลังจาก <span translate='no'>string</span>.
tk: %@ %@golaý mekdebe gelerler ... Şondan soň %@.
tr: %@ %@'da anaokuluna varacak. %@'dan hemen sonra.
tt: %@ якынча %@мәктәпкә мәктәпкә киләчәк . Бу %@соң гына .
ug: %@ %@ئەتراپىدا ئوتتۇرا مەكتەپتە يېتىپ بارىدۇ . ئۇ پەقەت %@.
uk: %@ прибуде до дошкільного закладу приблизно в %@. Це відразу після %@.
ur: %@ تقریبا %@پر پری اسکول پہنچیں گے۔ یہ صرف %@کے بعد ہے.
uz: Maktabgacha taʼlim muassasasiga %@ taxminan %@keladi . Bu faqat %@keyin .
vi: %@ sẽ đến trường mầm non vào khoảng %@. Đó là ngay sau khi %@.
zh_hans: %@ 将在大约 %@到达学前班。 那是在 %@之后。
zu: %@ uzofika esikoleni se-preschool cishe %@. Lokho kungemva nje %@.
