Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_9_description
source: This means that the manufacture of our inventions must be healthy and good for us and our nature.
af: Dit beteken dat die vervaardiging van ons uitvindings gesond en goed moet wees vir ons en ons natuur.
am: ይህም ማለት ፈጠራዎቻችን የሚመረቱበት መንገድ ለእኛም ሆነ ለተፈጥሯችን ጤናማና ጠቃሚ መሆን አለበት ማለት ነው።
ar: وهذا يعني أن تصنيع اختراعاتنا يجب أن يكون صحيا وجيدا لنا ولطبيعة بلدنا.
as: ইয়াৰ অৰ্থ হৈছে যে আমাৰ আৱিষ্কাৰৰ নিৰ্মাণ আমাৰ আৰু আমাৰ প্ৰকৃতিৰ বাবে স্বাস্থ্যকৰ আৰু ভাল হ'ব লাগিব।
az: Bu o deməkdir ki, ixtiralarımızın istehsalı sağlam və bizim üçün və təbiətimiz üçün faydalı olmalıdır.
bg: Това означава, че производството на нашите изобретения трябва да бъде здравословно и добро за нас и нашата природа.
bn: এর মানে হল যে আমাদের উদ্ভাবনের উত্পাদন অবশ্যই আমাদের এবং আমাদের প্রকৃতির জন্য স্বাস্থ্যকর এবং ভাল হতে হবে।
bo: དེའི་ཐོག་ནས་ང་ཚོའི་གསར་གཏོད་ཐོན་སྐྱེད་བྱེད་པར་ངེས་པར་དུ་སྐྱོན་བྲལ་དང་ང་ཚོ་དང་ང་ཚོའི་རང་གཤིས་ལ་ཕན་ཐོགས་ཡོད་པ་མཚོན་གྱི་ཡོད།
bs: To znači da proizvodnja naših izuma mora biti zdrava i dobra za nas i našu prirodu.
ca: Això vol dir que la fabricació dels nostres invents ha de ser sana i bona per a nosaltres i la nostra naturalesa.
cs: To znamená, že výroba našich vynálezů musí být zdravá a dobrá pro nás a naši povahu.
cy: Mae hyn yn golygu bod rhaid i weithgynhyrchu ein dyfeisiadau fod yn iach ac yn dda i ni a'n natur.
da: Det betyder, at fremstillingen af vores opfindelser skal være sund og god for os og vores natur.
de: Das bedeutet, dass die Herstellung unserer Erfindungen gesund und gut für uns und unsere Natur sein muss.
el: Αυτό σημαίνει ότι η κατασκευή των εφευρέσεών μας πρέπει να είναι υγιής και καλή για εμάς και τη φύση μας.
es: Esto significa que la fabricación de nuestros inventos debe ser saludable y buena para nosotros y nuestra naturaleza.
et: See tähendab, et meie leiutiste valmistamine peab olema tervislik ja hea meile ja meie loodusele.
eu: Horrek esan nahi du gure asmakizunen fabrikazioa osasungarria eta ona izan behar dela guretzat eta gure izaerarentzat.
fa: یعنی ساخت اختراعات ما باید برای ما و طبیعت ما سالم و خوب باشد.
fi: Tämä tarkoittaa, että keksintöjemme valmistuksen on oltava terveellistä ja hyväksi meille ja luonnollemme.
fil: Ito ay nangangahulugan na ang paggawa ng ating mga imbensyon ay dapat maging malusog at mabuti para sa atin at sa ating likas na pagkatao.
fo: Hetta merkir, at framleiðir okkara uppfinning má vera frískt og góð fyri okkum og okkara lyndi.
fr: Cela signifie que la fabrication de nos inventions doit être saine et bonne pour nous et notre nature.
ga: Ciallaíonn sé seo go gcaithfidh déantús ár n-aireagáin a bheith sláintiúil agus maith dúinn agus dár nádúr.
gl: Isto significa que a fabricación dos nosos inventos debe ser saudable e boa para nós e para a nosa natureza.
gu: આનો અર્થ એ છે કે આપણી શોધનું ઉત્પાદન આપણા અને આપણા સ્વભાવ માટે તંદુરસ્ત અને સારું હોવું જોઈએ.
he: משמעות הדבר היא כי הייצור של ההמצאות שלנו חייב להיות בריא וטוב לנו ולטבע שלנו.
hi: इसका मतलब यह है कि हमारे आविष्कारों का निर्माण हमारे और हमारी प्रकृति के लिए स्वस्थ और अच्छा होना चाहिए।
hr: To znači da proizvodnja naših izuma mora biti zdrava i dobra za nas i našu prirodu.
hu: Ez azt jelenti, hogy találmányaink gyártásának egészségesnek és jónak kell lennie számunkra és természetünk számára.
hy: Սա նշանակում է, որ մեր գյուտերի արտադրությունը պետք է լինի առողջ եւ օգտակար մեզ եւ մեր բնության համար:
id: Ini berarti bahwa pembuatan penemuan kita harus sehat dan baik untuk kita dan sifat kita.
is: Þetta þýðir að framleiðsla uppfinninga okkar verður að vera holl og góð fyrir okkur og eðli okkar.
it: Ciò significa che la fabbricazione delle nostre invenzioni deve essere sana e buona per noi e per la nostra natura.
ja: これは、私たちの発明の製造は、私たちと私たちの性質のために健康で良くなければならないことを意味します。
ka: ეს ნიშნავს, რომ ჩვენი გამოგონებების წარმოება უნდა იყოს ჯანსაღი და კარგი ჩვენთვის და ჩვენი ბუნებისთვის.
kk: Демек, біздің өнертабыстарымызды дайындау дені сау және біз үшін де, табиғатымыз үшін де жақсы болуы тиіс.
km: នេះមានន័យថាការផលិតនៃការច្នៃប្រឌិតរបស់យើងត្រូវតែមានសុខភាពល្អនិងល្អសម្រាប់យើងនិងធម្មជាតិរបស់យើង។
kn: ಇದರರ್ಥ ನಮ್ಮ ಆವಿಷ್ಕಾರಗಳ ತಯಾರಿಕೆ ಆರೋಗ್ಯಕರವಾಗಿರಬೇಕು ಮತ್ತು ನಮಗೆ ಮತ್ತು ನಮ್ಮ ಪ್ರಕೃತಿಗೆ ಉತ್ತಮವಾಗಿರಬೇಕು.
ko: 이것은 우리의 발명품의 제조가 우리와 우리의 본성에 건강하고 유익해야한다는 것을 의미합니다.
ku: ئەمە مانای ئەوەیە کە بەرهەمهێنانی داهێنانەکانمان دەبێت تەندروست و باش بێت بۆ ئێمە و سروشتەکەمان.
ky: Бул биздин ойлоп табууларды өндүрүү биз жана табиятыбыз үчүн дени сак жана жакшы болушу керек дегенди билдирет.
lo: ນີ້ຫມາຍຄວາມວ່າການຜະລິດການປະດິດສ້າງຂອງພວກເຮົາຕ້ອງມີສຸຂະພາບແຂງແຮງແລະດີສໍາລັບພວກເຮົາແລະທໍາມະຊາດຂອງພວກເຮົາ.
lt: Tai reiškia, kad mūsų išradimų gamyba turi būti sveika ir gera mums ir mūsų prigimčiai.
lv: Tas nozīmē, ka mūsu izgudrojumu ražošanai jābūt veselīgai un labai mums un mūsu dabai.
mg: Midika izany fa tsy maintsy mahasalama sy mahasoa antsika sy ny toetrantsika ny zavatra noforonintsika.
mi: Ko te tikanga o tēnei me ora, kia pai hoki te hanganga o a tātau hanganga ki a tātau me to tātau āhua.
mk: Ова значи дека производството на нашите пронајдоци мора да биде здраво и добро за нас и нашата природа.
ml: ഇതിനർത്ഥം നമ്മുടെ കണ്ടുപിടുത്തങ്ങളുടെ നിർമ്മാണം ആരോഗ്യകരവും ആരോഗ്യകരവും നമുക്കും നമ്മുടെ പ്രകൃതിക്കും നല്ലതുമായിരിക്കണം എന്നാണ്.
mn_cyrl: Энэ нь бидний зохион бүтээх үйлдвэрлэл нь бидэнд болон байгальд маань эрүүл, сайн байх ёстой гэсэн үг юм.
mr: याचा अर्थ असा की आपल्या शोधांची निर्मिती आपल्यासाठी आणि आपल्या स्वभावासाठी निरोगी आणि चांगली असली पाहिजे.
ms: Ini bermakna pembuatan ciptaan kita mestilah sihat dan baik untuk kita dan sifat kita.
mt: Dan ifisser li l-manifattura tal-invenzjonijiet tagħna għandha tkun b'saħħitha u tajba għalina u għan-natura tagħna.
my: ယင်းက ကျွန်ုပ်တို့၏တီထွင်မှုထုတ်လုပ်မှုသည် ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏သဘောသဘာဝအတွက် ကျန်းမာသန်စွမ်းမှုရှိရမည်ဟု ဆိုလိုသည်။
nb: Dette betyr at produksjonen av våre oppfinnelser må være sunn og god for oss og vår natur.
ne: यसको अर्थ यो हो कि हाम्रा आविष्कारहरूको निर्माण हामी र हाम्रो प्रकृतिको लागि स्वस्थ र राम्रो हुनुपर्दछ।
nl: Dit betekent dat de vervaardiging van onze uitvindingen gezond en goed voor ons en onze natuur moet zijn.
or: ଏହାର ଅର୍ଥ ହେଉଛି ଆମର ଉଦ୍ଭାବନର ଉତ୍ପାଦନ ଆମ ପାଇଁ ଏବଂ ଆମ ପ୍ରକୃତି ପାଇଁ ସୁସ୍ଥ ଏବଂ ଭଲ ହେବା ଆବଶ୍ୟକ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਸਾਡੀਆਂ ਕਾਢਾਂ ਦਾ ਨਿਰਮਾਣ ਸਾਡੇ ਅਤੇ ਸਾਡੇ ਸੁਭਾਅ ਲਈ ਸਿਹਤਮੰਦ ਅਤੇ ਵਧੀਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że produkcja naszych wynalazków musi być zdrowa i dobra dla nas i naszej natury.
ps: دا په دې مانا ده چې زموږ د اختراعو تولید باید زموږ او زموږ د طبیعت لپاره روغ او ښه وی.
pt_br: Isso significa que a fabricação de nossas invenções deve ser saudável e boa para nós e nossa natureza.
ro: Aceasta înseamnă că fabricarea invențiilor noastre trebuie să fie sănătoasă și bună pentru noi și natura noastră.
ru: Это означает, что производство наших изобретений должно быть здоровым и хорошим для нас и нашей природы.
sk: To znamená, že výroba našich vynálezov musí byť zdravá a dobrá pre nás a našu prírodu.
sl: To pomeni, da mora biti izdelava naših izumov zdrava in dobra za nas in našo naravo.
sq: Kjo do të thotë se prodhimi i shpikjeve tona duhet të jetë i shëndetshëm dhe i mirë për ne dhe natyrën tonë.
sr_latn: To znači da proizvodnja naših izuma mora biti zdrava i dobra za nas i našu prirodu.
sv: Detta betyder att tillverkning av våra uppfinningar ska vara hälsosamma och bra för oss och vår natur.
sw: Hii ina maana kwamba utengenezaji wa uvumbuzi wetu lazima uwe na afya na nzuri kwetu na asili yetu.
ta: இதன் பொருள் என்னவென்றால், நமது கண்டுபிடிப்புகளை உற்பத்தி செய்வது நமக்கும் நமது இயற்கைக்கும் ஆரோக்கியமானதாகவும், நல்லதாகவும் இருக்க வேண்டும்.
te: దీని అర్థం మన ఆవిష్కరణల తయారీ ఆరోగ్యకరమైనది మరియు మనకు మరియు మన స్వభావానికి మంచిది.
th: ซึ่งหมายความว่าการผลิตสิ่งประดิษฐ์ของเราต้องมีสุขภาพดีและดีสําหรับเราและธรรมชาติของเรา
tk: Diýmek, oýlap tapyşlarymyzyň öndürilmegi sagdyn we özümize hem-de tebigatymyza peýdaly bolmalydyr.
tr: Bu, buluşlarımızın üretiminin bizim ve doğamız için sağlıklı ve iyi olması gerektiği anlamına gelir.
tt: Димәк, уйлап табуларыбыз безнең һәм характерыбыз өчен сәламәт һәм яхшы булырга тиеш.
ug: بۇ بىزنىڭ كەشپىياتلىرىمىزنى ياساشنىڭ بىز ۋە تەبىئىتىمىزگە ساغلام ۋە پايدىلىق بولۇشى كېرەكلىكىنى بىلدۈرىدۇ.
uk: Це означає, що виробництво наших винаходів має бути здоровим і корисним для нас і нашої природи.
ur: اس کا مطلب یہ ہے کہ ہماری ایجادات کی تیاری ہمارے اور ہماری فطرت کے لئے صحت مند اور اچھی ہونی چاہئے۔
uz: Bu shuni anglatadiki, ixtirolarimiz ishlab chiqarilishi biz va tabiatimiz uchun sog'lom va yaxshi bo'lishi kerak.
vi: Điều này có nghĩa là việc sản xuất các phát minh của chúng ta phải lành mạnh và tốt cho chúng ta và bản chất của chúng ta.
zh_hans: 这意味着我们发明的制造必须对我们和我们的本性都是健康和有益的。
zu: Lokhu kusho ukuthi ukwenziwa kokusungulwa kwethu kumele kube nempilo futhi kube kuhle kithi nasemvelweni yethu.

# undp_goal_9_title
source: Goal 9: Industry, innovation and infrastructure
af: Doel 9: Industrie, innovasie en infrastruktuur
am: ግብ 9 ኢንዱስትሪ, ፈጠራ እና መሠረተ ልማት
ar: الهدف 9: الصناعة والابتكار والبنية التحتية
as: লক্ষ্য 9: উদ্যোগ, উদ্ভাৱন আৰু আন্তঃগাঁথনি
az: Məqsəd 9: Sənaye, innovasiya və infrastruktur
bg: Цел 9: Промишленост, иновации и инфраструктура
bn: লক্ষ্য 9: শিল্প, উদ্ভাবন এবং অবকাঠামো
bo: དམིགས་འབེན་དགུ་པ། བཟོ་ལས་དང་། གསར་གཏོད། རྨང་གཞིའི་སྒྲིག་བཀོད།
bs: Cilj 9: Industrija, inovacije i infrastruktura
ca: Objectiu 9: Indústria, innovació i infraestructures
cs: Cíl 9: Průmysl, inovace a infrastruktura
cy: Nod 9: Diwydiant, arloesi ac isadeiledd
da: Mål 9: Industri, innovation og infrastruktur
de: Ziel 9: Industrie, Innovation und Infrastruktur
el: Στόχος 9: Βιομηχανία, καινοτομία και υποδομές
es: Objetivo 9: Industria, innovación e infraestructura
et: 9. eesmärk: Tööstus, innovatsioon ja infrastruktuur
eu: 9. helburua: Industria, berrikuntza eta azpiegitura
fa: هدف 9: صنعت، نوآوری و زیرساخت
fi: Tavoite 9: Teollisuus, innovointi ja infrastruktuuri
fil: Layunin 9: Industriya, makabagong-likha at imprastraktura
fo: Goal 9: Try, innovation og infrastructure
fr: Objectif 9 : Industrie, innovation et infrastructure
ga: Sprioc 9: Tionscal, nuálaíocht agus bonneagar
gl: Obxectivo 9: INDUSTRIA, INNOVACIÓN E INFRAESTRUTURAS
gu: ધ્યેય ૯ઃ ઉદ્યોગ, નવીનીકરણ અને માળખાગત સુવિધા
he: מטרה 9: תעשייה, חדשנות ותשתיות
hi: लक्ष्य 9: उद्योग, नवाचार और बुनियादी ढांचा
hr: Deveti cilj: Industrija, inovacije i infrastruktura
hu: 9. cél: Ipar, innováció és infrastruktúra
hy: Նպատակը 9. Արդյունաբերությունը, նորարարությունը եւ ենթակառուցվածքները
id: Sasaran 9: Industri, inovasi, dan infrastruktur
is: Markmið 9: Iðnaður, nýsköpun og innviðir
it: Obiettivo 9: Industria, innovazione e infrastrutture
ja: 目標9:産業、イノベーション、インフラ
ka: მიზანი 9: მრეწველობა, ინოვაცია და ინფრასტრუქტურა
kk: 9-мақсат: Өнеркәсіп, инновациялар және инфрақұрылым
km: គោលដៅទី៩៖ ឧស្សាហកម្ម ការច្នៃប្រឌិត និងហេដ្ឋារចនាសម្ព័ន្ធ
kn: ಗುರಿ 9: ಕೈಗಾರಿಕೆ, ನಾವಿನ್ಯತೆ ಮತ್ತು ಮೂಲಸೌಕರ್ಯ
ko: 목표 9: 산업, 혁신 및 인프라
ku: ئامانج 9: پیشەسازی و داهێنان و ژێرخانی
ky: Максат 9: Өнөр жай, инновациялар жана инфраструктура
lo: ເປົ້າຫມາຍ 9: ອຸດສາຫະກໍາ, ການປະດິດສ້າງ ແລະ ໂຄງລ່າງພື້ນຖານ
lt: 9 tikslas: Pramonė, inovacijos ir infrastruktūra
lv: 9. mērķis: rūpniecība, inovācijas un infrastruktūra
mg: Goal 9: Indostria, fanavaozana ary foto-drafitrasa
mi: Goal 9: Umanga, whakahaere hou me ngā hanganga
mk: Цел 9: Индустрија, иновации и инфраструктура
ml: ലക്ഷ്യം 9: വ്യവസായം, നവീകരണം, അടിസ്ഥാന സൗകര്യങ്ങൾ
mn_cyrl: Зорилт 9. Үйлдвэрлэл, инноваци, дэд бүтэц
mr: लक्ष्य 9: उद्योग, नाविन्यता आणि पायाभूत सुविधा
ms: Matlamat 9: Industri, inovasi dan infrastruktur
mt: Għan 9: L-industrija, l-innovazzjoni u l-infrastruttura
my: ပန်းတိုင် ၉– စက်မှုလုပ်ငန်း၊ ဆန်းသစ်တီထွင်မှုနဲ့ အခြေခံအဆောက်အအုံ
nb: Mål 9: Industri, innovasjon og infrastruktur
ne: लक्ष्य 9: उद्योग, नवीनता र पूर्वाधार
nl: Doel 9: Industrie, innovatie en infrastructuur
or: ଲକ୍ଷ୍ୟ 9: ଶିଳ୍ପ, ନବସୃଜନ ଏବଂ ଭିତ୍ତିଭୂମି
pa: ਟੀਚਾ 9: ਉਦਯੋਗ, ਨਵੀਨਤਾ ਅਤੇ ਬੁਨਿਆਦੀ ਢਾਂਚਾ
pl: Cel 9: Przemysł, innowacje i infrastruktura
ps: ۹ هدف : صنعت ، نوښت او زیربنا
pt_br: Objetivo 9: Indústria, inovação e infraestrutura
ro: Obiectivul 9: Industrie, inovare și infrastructură
ru: Цель 9: Промышленность, инновации и инфраструктура
sk: Cieľ 9: Priemysel, inovácie a infraštruktúra
sl: Cilj 9: Industrija, inovacije in infrastruktura
sq: Qëllimi 9: Industria, inovacioni dhe infrastruktura
sr_latn: Cilj 9: Industrija, inovacije i infrastruktura
sv: Mål 9: Hållbar industri, innovationer och infrastruktur
sw: Lengo 9: Viwanda, ubunifu na miundombinu
ta: இலக்கு 9: தொழில், கண்டுபிடிப்பு மற்றும் உள்கட்டமைப்பு
te: లక్ష్యం 9: పరిశ్రమ, సృజనాత్మకత మరియు మౌలిక సదుపాయాలు
th: เป้าหมายที่ 9: อุตสาหกรรม นวัตกรรม และโครงสร้างพื้นฐาน
tk: Maksadyň 9-njy maksady: Senagat, innowasiýa we infrastruktura
tr: Hedef 9: Endüstri, inovasyon ve altyapı
tt: 9-нчы максат: Сәнәгать, инновация һәм инфраструктура
ug: 9-نىشان: سانائەت، يېڭىلىق يارىتىش ۋە ئۇل ئەسلىھەلەر
uk: Ціль 9: Промисловість, інновації та інфраструктура
ur: مقصد 9: صنعت، اختراع اور بنیادی ڈھانچہ
uz: 9-maqsad: Sanoat, innovatsiyalar va infratuzilma
vi: Mục tiêu 9: Công nghiệp, đổi mới sáng tạo và cơ sở hạ tầng
zh_hans: 目标9：工业、创新和基础设施
zu: Umgomo 9: Imboni, izinto ezintsha kanye nengqalasizinda

# undp_press_to_learn_more
source: Tap a goal to learn more about it.
af: Tik op 'n doel om meer daaroor te wete te kom.
am: ስለዚህ ጉዳይ ይበልጥ ለማወቅ ግብ ይኑርህ።
ar: انقر على هدف لمعرفة المزيد عنه.
as: ইয়াৰ বিষয়ে অধিক জানিবলৈ লক্ষ্য এটা টেপ কৰক।
az: Bu barədə ətraflı məlumat əldə etmək üçün bir məqsədə toxunun.
bg: Докоснете цел, за да научите повече за нея.
bn: এটি সম্পর্কে আরও জানতে একটি লক্ষ্য ট্যাপ করুন।
bo: དམིགས་འབེན་ཞིག་སྔོག་འདོན་བྱས་ནས་དེའི་སྐོར་ལ་རྒྱུས་ལོན་ཟབ་མོ་བྱེད་
bs: Tapni cilj da saznaš više o tome.
ca: Toqueu un objectiu per obtenir-ne més informació.
cs: Klepnutím na cíl se o něm dozvíte více.
cy: Tapiwch nod i ddysgu mwy amdano.
da: Tryk på et mål for at få mere at vide om det.
de: Tippen Sie auf ein Ziel, um mehr darüber zu erfahren.
el: Πατήστε έναν στόχο για να μάθετε περισσότερα σχετικά με αυτόν.
es: Toca un objetivo para obtener más información al respecto.
et: Puudutage eesmärki, et selle kohta rohkem teada saada.
eu: Helburu bat du horri buruzko informazio gehiago lortzeko.
fa: ضربه زدن به یک هدف برای کسب اطلاعات بیشتر در مورد آن.
fi: Napauta tavoitetta, jos haluat lisätietoja siitä.
fil: I-tap ang isang mithiin para malaman pa ang tungkol dito.
fo: Tap eitt mál at læra meira um tað.
fr: Appuyez sur un objectif pour en savoir plus à ce sujet.
ga: Tapáil sprioc chun níos mó a fhoghlaim faoi.
gl: Pulse un obxectivo para saber máis sobre iso.
gu: તેના વિશે વધુ જાણવા માટે લક્ષ્યને ટેપ કરો.
he: הקש על יעד כדי לקבל מידע נוסף על כך.
hi: इसके बारे में अधिक जानने के लिए एक लक्ष्य टैप करें।
hr: Dodirnite cilj da biste saznali više o njemu.
hu: Koppintson egy célra, ha többet szeretne megtudni róla.
hy: Նպատակ դնել ավելին իմանալ դրա մասին:
id: Ketuk sasaran untuk mempelajarinya lebih lanjut.
is: Pikkaðu á markmið til að læra meira um það.
it: Tocca un obiettivo per saperne di più.
ja: 目標をタップすると、その詳細が表示されます。
ka: შეეხეთ მიზანს, რომ გაიგოთ მეტი ამის შესახებ.
kk: Ол туралы қосымша ақпарат алу үшін мақсат түртіңіз.
km: ១. ទះគោលដៅដើម្បីរៀនបន្ថែមអំពីរឿងនេះ។
kn: ಅದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಲು ಗುರಿಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 목표를 탭하여 자세히 알아보세요.
ku: نەرم لێدان لە ئامانجێک بۆ فێربوونی زیاتر دەربارەی.
ky: Бул тууралуу көбүрөөк билүү үчүн максатты түртүңүз.
lo: Tap ເປົ້າຫມາຍທີ່ຈະຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບເລື່ອງນີ້.
lt: Bakstelėkite tikslą, kad sužinotumėte daugiau apie jį.
lv: Pieskarieties mērķim, lai uzzinātu vairāk par to.
mg: Mametraha tanjona mba hahafantarana bebe kokoa momba izany.
mi: Patohia tētahi whāinga kia ako anō mō taua mea.
mk: Прислушкувајте цел за да дознаете повеќе за тоа.
ml: അതിനെ കുറിച്ച് കൂടുതലറിയാൻ ഒരു ലക്ഷ്യം ടാപ്പുചെയ്യുക.
mn_cyrl: Энэ талаар илүү ихийг мэдэхийн тулд зорилгоо гарга.
mr: त्याबद्दल अधिक जाणून घेण्याच्या ध्येयावर टॅप करा.
ms: Ketik matlamat untuk mengetahui lebih lanjut mengenainya.
mt: Tektek għan li titgħallem aktar dwarha.
my: ယင်းနှင့်ပတ်သက်၍ ပိုမိုသိရှိရန် ပန်းတိုင်တစ်ခုကို သွင်းပါ။
nb: Trykk på et mål for å finne ut mer om det.
ne: यसको बारेमा थप जान्नको लागि लक्ष्यमा ट्याप गर्नुहोस्।
nl: Tik op een doel om er meer over te weten te komen.
or: ଏହା ବିଷୟରେ ଅଧିକ ଜାଣିବା ପାଇଁ ଏକ ଲକ୍ଷ୍ୟ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਕਿਸੇ ਟੀਚੇ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ ਇਸ 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Stuknij cel, aby dowiedzieć się więcej na ten temat.
ps: د دې په اړه د نورو زده کړو لپاره یو هدف ووهئ.
pt_br: Toque em um objetivo para saber mais sobre isso.
ro: Atinge un obiectiv pentru a afla mai multe despre el.
ru: Коснитесь цели, чтобы узнать о ней больше.
sk: Klepnutím na cieľ sa o ňom dozviete viac.
sl: Tapnite cilj, če želite izvedeti več o tem.
sq: Të nxjerrim një synim për të mësuar më shumë për të.
sr_latn: Dodirnite cilj da biste saznali više o njemu.
sv: Tryck på ett mål för att lära dig mer om det.
sw: Gonga lengo ili ujifunze zaidi juu yake.
ta: அதைப் பற்றி மேலும் அறிய ஒரு இலக்கைத் தட்டவும்.
te: దాని గురించి మరింత తెలుసుకోవడానికి ఒక లక్ష్యాన్ని ట్యాప్ చేయండి.
th: แตะเป้าหมายเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับเป้าหมายนั้น
tk: Bu barada köpräk bilmek üçin maksada ýetiň.
tr: Bu konuda daha fazla bilgi edinmek için bir hedefe dokunun.
tt: Моның турында күбрәк белер өчен максатны тап.
ug: بىر نىشانغا تەگسىڭىز بۇ ھەقتە تېخىمۇ كۆپ مەلۇماتقا ئىگە بولىمىز.
uk: Торкніться цілі, щоб дізнатися більше про неї.
ur: اس کے بارے میں مزید جاننے کے لئے ایک مقصد کو چھوئیں۔
uz: Bu haqda ko'proq ma'lumot olish uchun maqsadga teging.
vi: Nhấn vào mục tiêu để tìm hiểu thêm về nó.
zh_hans: 轻点某个目标以了解更多信息。
zu: Thepha umgomo ukuze ufunde kabanzi ngakho.

# undp_title_goal_1
source: No poverty
af: Geen armoede
am: ድህነት የለም
ar: لا فقر
as: কোনো দৰিদ্ৰতা নাই
az: Yoxsulluq yoxdur
bg: Без бедност
bn: দারিদ্র নেই
bo: དབུལ་ཕོངས་མེད་པ།
bs: Nema siromaštva
ca: Sense pobresa
cs: Žádná chudoba
cy: Dim tlodi
da: Ingen fattigdom
de: Keine Armut
el: Χωρίς φτώχεια
es: Sin pobreza
et: Vaesust ei ole
eu: Pobreziarik gabe
fa: بدون فقر
fi: Ei köyhyyttä
fil: Walang kahirapan
fo: Einki fátækradømi
fr: Pas de pauvreté
ga: Gan bochtanas
gl: Non á pobreza
gu: કોઈ ગરીબી નથી
he: אין עוני
hi: कोई गरीबी नहीं
hr: Nema siromaštva
hu: Nincs szegénység
hy: Ոչ մի աղքատություն
id: Tidak ada kemiskinan
is: Engin fátækt
it: Nessuna povertà
ja: 貧困なし
ka: სიღარიბე არ არის
kk: Кедейлiктiң болмауы
km: គ្មានភាពក្រីក្រ
kn: ಬಡತನ ಇಲ್ಲ
ko: 빈곤 없음
ku: بێ هەژاری
ky: Жакырчылык жок
lo: ບໍ່ມີຄວາມທຸກຍາກ
lt: Jokio skurdo
lv: Nav nabadzības
mg: Tsy misy fahantrana
mi: Kāore he rawakore
mk: Нема сиромаштија.
ml: ദാരിദ്ര്യമില്ല.
mn_cyrl: Ядуу зүдүү байхгүй
mr: गरिबी नाही
ms: Tiada kemiskinan
mt: L-ebda faqar
my: ဆင်းရဲမွဲတေမှုမရှိ
nb: Ingen fattigdom
ne: गरीबी नहीं
nl: Geen armoede
or: କୌଣସି ଦାରିଦ୍ର୍ୟ ନାହିଁ
pa: ਕੋਈ ਗਰੀਬੀ ਨਹੀਂ
pl: Bez ubóstwa
ps: بې وزلی
pt_br: Sem pobreza
ro: Fără sărăcie
ru: Нет бедности
sk: Žiadna chudoba
sl: Brez revščine
sq: S'ka varfëri
sr_latn: Bez siromaštva
sv: Ingen fattigdom
sw: Hakuna umaskini
ta: வறுமை இல்லை
te: పేదరికం లేదు
th: ไม่มีความยากจน
tk: Garyplyk ýok
tr: Yoksulluk yok
tt: Фәкыйрьлек юк
ug: كەمبەغەللىك يوق
uk: Без бідності
ur: کوئی غربت نہیں
uz: Qashshoqlik yo'q
vi: Không nghèo
zh_hans: 无贫困
zu: Akukho ubuphofu

# undp_title_goal_10
source: Reduced inequalities
af: Verminderde ongelykhede
am: የሰዎች ቁጥር መቀነስ
ar: الحد من أوجه عدم المساواة
as: হ্ৰাস হোৱা অসমতা
az: Bərabərsizliyin azalması
bg: Намалени неравенства
bn: অসাম্য হ্রাস
bo: འདྲ་མཉམ་མིན་པའི་སྣང་ཚུལ་ཉུང་དུ་སོང་བ།
bs: Smanjene nejednakosti
ca: Reducció de les desigualtats
cs: Snížení nerovností
cy: Anghydraddoldebau llai
da: Mindskede uligheder
de: Weniger Ungleichheiten
el: Μείωση των ανισοτήτων
es: Reducción de las desigualdades
et: Vähenenud ebavõrdsus
eu: Desberdintasunen murrizketa
fa: کاهش نابرابری ها
fi: Eriarvoisuuden vähentäminen
fil: Nabawasan hindi pagkakapantay-pantay
fo: Reduced ine fer
fr: Réduction des inégalités
ga: Neamhionannais laghdaithe
gl: Redución das desigualdades
gu: ઘટેલ અસમાનતાઓ
he: צמצום אי-השוויון
hi: असमानताओं को कम किया
hr: Smanjene nejednakosti
hu: Az egyenlőtlenségek csökkentése
hy: Կրճատված անհավասարություններ
id: Mengurangi ketidaksetaraan
is: Minni ójöfnuður
it: Riduzione delle disuguaglianze
ja: 不平等の減少
ka: შემცირებული უთანასწორობა
kk: Теңсіздіктің азаюы
km: បន្ថយ ភាព មិន ស្មើ គ្នា
kn: ಕಡಿಮೆಯಾದ ಅಸಮಾನತೆಗಳು
ko: 불평등 감소
ku: کەمکردنەوەی نایەکسانیەکان
ky: Теңсиздиктин төмөндөшү
lo: ຄວາມບໍ່ສະເຫມີພາບທີ່ຫຼຸດລົງ
lt: Sumažėjusi nelygybė
lv: Nevienlīdzības mazināšana
mg: Nahena ny tsy fitoviana
mi: Ngā rerekētanga whakaputa anō
mk: Намалена нееднаквост
ml: അസമത്വം കുറഞ്ഞു
mn_cyrl: Тэгш бус байдал багассан
mr: असमानता कमी
ms: Mengurangkan ketidaksamaan
mt: Tnaqqis fl-inugwaljanzi
my: မညီမျှမှုများကို လျော့နည်းစေခြင်း
nb: Reduserte ulikheter
ne: असमानता कम भयो
nl: Minder ongelijkheid
or: ଅସମାନତା ହ୍ରାସ
pa: ਘਟਾਈਆਂ ਗਈਆਂ ਅਸਮਾਨਤਾਵਾਂ
pl: Zmniejszenie nierówności
ps: کم شوی نابرابرۍ
pt_br: Desigualdades reduzidas
ro: Reducerea inegalităților
ru: Снижение неравенства
sk: Zníženie nerovností
sl: Zmanjšane neenakosti
sq: Pabarazi të zvogëluara
sr_latn: Smanjene nejednakosti
sv: Minskad ojämlikhet
sw: Kupunguza ukosefu wa usawa
ta: குறைக்கப்பட்ட ஏற்றத்தாழ்வுகள்
te: తగ్గిన అసమానతలు
th: ลดความเหลื่อมล้ํา
tk: Azalýan deňsiz-taýsyzlyklar
tr: Azaltılmış eşitsizlikler
tt: Киметелгән тигезлекләр
ug: تەڭسىزلىكنى ئازايتىش
uk: Зменшення нерівності
ur: عدم مساوات میں کمی
uz: Tengsizliklarning kamayishi
vi: Giảm bất bình đẳng
zh_hans: 减少不平等
zu: Ukunciphisa ukungalingani
