Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_tip_1
source: Remember to sit in peace and quiet and taste all the food many times. Feel free to sit for at least 20 minutes around the table.
af: Onthou om in vrede en stilte te sit en al die kos baie keer te proe. Sit gerus vir ten minste 20 minute om die tafel.
am: በሰላምና በጸጥታ መቀመጥና ምግቡን ሁሉ ደጋግመህ መቅመስ ትዝ ይበልሽ። ጠረጴዛው ዙሪያ ቢያንስ ለ20 ደቂቃ ያህል ለመቀመጥ ነፃነት ይኑርህ።
ar: تذكر أن تجلس في سلام وهدوء وتذوق كل الطعام عدة مرات. لا تتردد في الجلوس لمدة 20 دقيقة على الأقل حول الطاولة.
as: শান্তি আৰু নিৰৱতাত বহি বহুবাৰ সকলো খাদ্যৰ সোৱাদ ল'বলৈ মনত ৰাখিব। টেবুলৰ চাৰিওফালে কমেও 20 মিনিট বহিবলৈ মুক্ত অনুভৱ কৰক।
az: Sakit və sakit oturmağı və bütün yeməkləri dəfələrlə dadmağı unutmayın. Stolun ətrafında ən azı 20 dəqiqə oturmaqdan çəkinmək lazımdır.
bg: Не забравяйте да седнете на спокойствие и тишина и да опитате цялата храна много пъти. Чувствайте се свободни да седите поне 20 минути около масата.
bn: মনে রাখবেন, শান্তিতে এবং শান্তভাবে বসে থাকুন এবং অনেক সময় সমস্ত খাবারের স্বাদ নিন। টেবিলের চারপাশে কমপক্ষে 20 মিনিটের জন্য নির্দ্বিধায় বসতে হবে।
bo: ཞི་བདེ་དང་ལྷིང་འཇགས་ཀྱི་ངང་ནས་བསྡད་དེ་ཟས་རིགས་ཡོད་ཚད་ཀྱི་བྲོ་བ་མྱོང་རྒྱུ་མ་བརྗེད། ཅོག་ཙེའི་མཐའ་འཁོར་དུ་ཉུང་མཐར་ཡང་སྐར་མ་ཉི་ཤུ་ཙམ་ལ་བསྡད་ཆོག།
bs: Ne zaboravite sjediti u miru i tišini i kušati svu hranu mnogo puta. Slobodno sjedite bar 20 minuta oko stola.
ca: Recordeu seure en pau i tranquil·litat i tastar tot el menjar moltes vegades. No dubteu a seure almenys 20 minuts al voltant de la taula.
cs: Nezapomeňte sedět v klidu a tichu a ochutnat veškeré jídlo mnohokrát. Neváhejte sedět alespoň 20 minut kolem stolu.
cy: Cofiwch eistedd mewn heddwch a thawelwch a blasu'r holl fwyd droeon. Mae croeso i chi eistedd am o leiaf 20 munud o amgylch y bwrdd.
da: Husk at sidde i fred og ro og smage al maden mange gange. Du er velkommen til at sidde i mindst 20 minutter rundt om bordet.
de: Denken Sie daran, in Ruhe zu sitzen und das ganze Essen viele Male zu probieren. Fühlen Sie sich frei, mindestens 20 Minuten am Tisch zu sitzen.
el: Θυμηθείτε να καθίσετε σε ηρεμία και ηρεμία και να δοκιμάσετε όλα τα τρόφιμα πολλές φορές. Μη διστάσετε να καθίσετε για τουλάχιστον 20 λεπτά γύρω από το τραπέζι.
es: Recuerde sentarse en paz y tranquilidad y probar toda la comida muchas veces. Siéntase libre de sentarse durante al menos 20 minutos alrededor de la mesa.
et: Ärge unustage istuda rahus ja vaikuses ning maitsta kogu toitu mitu korda. Istuge julgelt vähemalt 20 minutit laua ümber.
eu: Gogoan izan bakean eta lasaitasunean esertzea eta janari guztia askotan probatzea. Eser zaitez libre gutxienez 20 minutuz mahai inguruan esertzeko.
fa: به یاد داشته باشید که در آرامش بنشینید و آرام بنشینید و بارها تمام غذاها را بچشید. احساس رایگان به نشستن به مدت حداقل 20 دقیقه در اطراف میز.
fi: Muista istua rauhassa ja rauhassa ja maistaa kaikki ruoka monta kertaa. Voit istua vähintään 20 minuuttia pöydän ympärillä.
fil: Alalahaning umupo nang payapa at tahimik at lasa ang lahat ng pagkain nang maraming beses. Huwag mag-atubiling umupo nang hindi kukulangin sa 20 minuto sa paligid ng mesa.
fo: Minst/minnist til at sita í friði og stillur/still og smakka allan matin fleiri ferðir. Tú/hevur/hava hug at sita í minsta lagi 20 minuttir um borðið.
fr: N’oubliez pas de vous asseoir dans la paix et la tranquillité et de goûter à toute la nourriture plusieurs fois. N’hésitez pas à vous asseoir pendant au moins 20 minutes autour de la table.
ga: Cuimhnigh suí faoi shíocháin agus ciúin agus blas a chur ar an mbia ar fad go minic. Thig leat suí ar feadh 20 nóiméad ar a laghad timpeall an tábla.
gl: Non esqueza sentir-se en paz e silencio e probar toda a comida moitas veces. Sinto-se libre para sentir-se libre durante polo menos 20 minutos ao redor da mesa.
gu: શાંતિ અને શાંત બેસીને ઘણી વખત બધા ખોરાકનો સ્વાદ માણવાનું યાદ રાખો. ટેબલની આસપાસ ઓછામાં ઓછા ૨૦ મિનિટ સુધી બેસવા માટે મફત લાગે.
he: זכרו לשבת בשקט ובשלווה ולטעום את כל האוכל פעמים רבות. אתה מוזמן לשבת לפחות 20 דקות סביב השולחן.
hi: शांति और शांत बैठना याद रखें और कई बार सभी भोजन का स्वाद लें। मेज के चारों ओर कम से कम 20 मिनट बैठने के लिए स्वतंत्र महसूस करें।
hr: Ne zaboravite sjediti u miru i tišini i mnogo puta kušati svu hranu. Slobodno sjedite najmanje 20 minuta oko stola.
hu: Ne felejtsen el békében és csendben ülni, és sokszor megkóstolni az összes ételt. Nyugodtan üljön legalább 20 percig az asztal körül.
hy: Հիշեք, որ պետք է նստել խաղաղ ու հանգիստ եւ համտեսել բոլոր ուտելիքները շատ անգամ: Ազատ եղիր նստելու առնվազն 20 րոպե սեղանի շուրջ։
id: Ingatlah untuk duduk dengan tenang dan tenang dan mencicipi semua makanan berkali-kali. Jangan ragu untuk duduk setidaknya selama 20 menit di sekitar meja.
is: Mundu að sitja í friði og ró og smakka allan matinn mörgum sinnum. Feel frjáls til að sitja í að minnsta kosti 20 mínútur í kringum borðið.
it: Ricordati di sederti in pace e tranquillità e assaggiare tutto il cibo molte volte. Sentiti libero di sederti per almeno 20 minuti intorno al tavolo.
ja: 安らかに静かに座って、何度もすべての食べ物を味わうことを忘れないでください。テーブルの周りに少なくとも20分間座って自由に感じます。
ka: გახსოვდეთ, რომ ბევრჯერ იჯდეთ მშვიდობით და მშვიდი და დააგემოვნეთ ყველა საკვები. მოგერიდებათ იჯდეთ მინიმუმ 20 წუთის განმავლობაში მაგიდის გარშემო.
kk: Тыныштықта және тыныш отыруды есте сақтаңыздар және барлық тағамның дәмін татып көріңіздер. Үстел айналасында кемінде 20 минут отыруды еркін сезінеді.
km: សូមចាំថា អង្គុយក្នុងភាពសុខសាន្ត និងភាពស្ងប់ស្ងាត់ ហើយភ្លក់អាហារទាំងអស់ជាច្រើនដង។ មាន អារម្មណ៍ សេរី ក្នុង ការ អង្គុយ យ៉ាង ហោច ណាស់ 20 នាទី នៅ ជុំវិញ តុ ។
kn: ಶಾಂತಿ ಮತ್ತು ಶಾಂತವಾಗಿ ಕುಳಿತುಕೊಳ್ಳಲು ಮರೆಯದಿರಿ ಮತ್ತು ಎಲ್ಲಾ ಆಹಾರವನ್ನು ಅನೇಕ ಬಾರಿ ಸವಿಯಿರಿ. ಮೇಜಿನ ಸುತ್ತಲೂ ಕನಿಷ್ಠ 20 ನಿಮಿಷಗಳ ಕಾಲ ಕುಳಿತುಕೊಳ್ಳಲು ಹಿಂಜರಿಯಬೇಡಿ.
ko: 평화 롭고 조용하게 앉아서 모든 음식을 여러 번 맛보는 것을 잊지 마십시오. 테이블 주위에 적어도 20 분 동안 앉아 주시기 바랍니다.
ku: لەبیرت بێت کە بە ئارامی و هێمنی دابنیشن و چەندین جار تامی هەموو خواردنەکان بکەن. هەست بە خۆڕایی بکە بۆ دانیشتن بۆ لانی کەم بۆ 20 خولەک لە دەوری مێزەکە.
ky: Тынчтыкта, тынчта отуруп, тамак-аштын баарын көп жолу татып көрүүгө унутпагыла. дасторкондун тегерегинде, жок эле дегенде, 20 мүнөт отурууга эркин сезгиле.
lo: ຈົ່ງ ຈື່ ຈໍາ ທີ່ ຈະ ນັ່ງ ຢູ່ ໃນ ຄວາມ ສະຫງົບ ແລະ ງຽບ ສະຫງົບ ແລະ ຊີມ ອາຫານ ທັງ ຫມົດ ຫລາຍ ເທື່ອ. ຮູ້ສຶກສະບາຍໃຈທີ່ຈະນັ່ງຢ່າງຫນ້ອຍ 20 ນາທີອ້ອມໂຕະ.
lt: Nepamirškite sėdėti ramybėje ir tyloje ir daug kartų paragauti viso maisto. Nesivaržykite sėdėti bent 20 minučių aplink stalą.
lv: Atcerieties sēdēt mierā un klusumā un nobaudīt visu ēdienu daudzas reizes. Jūtieties brīvi sēdēt vismaz 20 minūtes ap galdu.
mg: Tsarovy ny mipetraka amim-pilaminana sy mangina ary manandrana ny sakafo rehetra imbetsaka. Aza misalasala mipetraka mandritra ny 20 minitra farafahakeliny manodidina ny latabatra.
mi: Kia mahara ki te noho i runga i te rangimārie, i te mārire, a, he maha nga wā e whakamātau ana i nga kai katoa. E wātea ana kia noho mō te 20 meneti neke atu rānei i te tēpu.
mk: Не заборавајте да седите во мир и тишина и да ја вкусите целата храна многу пати. Слободно седете најмалку 20 минути околу масата.
ml: സമാധാനത്തോടെയും ശാന്തമായും ഇരിക്കാനും എല്ലാ ഭക്ഷണവും പല തവണ ആസ്വദിക്കാനും ഓർമ്മിക്കുക. മേശയ്ക്കു ചുറ്റും കുറഞ്ഞത് 20 മിനിറ്റെങ്കിലും ഇരിക്കാൻ മടിക്കരുത്.
mn_cyrl: Амар амгалан, нам гүм сууж, бүх хоолыг олон удаа амсахаа санаарай. Ширээний дэргэд дор хаяж 20 минут суухдаа чөлөөтэй бай.
mr: शांतपणे आणि शांततेत बसून अनेक वेळा सर्व अन्नाची चव चाखणे लक्षात ठेवा. टेबलाभोवती किमान २० मिनिटे निवांतपणे बसा.
ms: Ingatlah untuk duduk dengan tenang dan tenang dan rasa semua makanan berkali-kali. Jangan ragu untuk duduk sekurang-kurangnya 20 minit di sekeliling meja.
mt: Ftakar li toqgħod fil-paċi u kwiet u togħma l-ikel kollu ħafna drabi. Ħossok liberu li toqgħod għal mill-inqas 20 minuta madwar il-mejda.
my: တိတ်ဆိတ်ငြိမ်သက်စွာထိုင်၍ အစားအစာအားလုံးကို အကြိမ်ကြိမ် မြည်းစမ်းရန် သတိရပါ။ စားပွဲနားမှာ အနည်းဆုံး မိနစ် ၂၀ ထိုင်ဖို့ လွတ်လပ်စွာ ထိုင်နိုင်ပါ။
nb: Husk å sitte i fred og ro og smake all maten mange ganger. Sitt gjerne i minst 20 minutter rundt bordet.
ne: शान्ति र शान्त मा बस्न र धेरै पटक सबै खाना स्वाद गर्न नबिर्सनुहोस्। टेबलको वरिपरि कम्तिमा 20 मिनेटको लागि बस्न स्वतन्त्र महसुस गर्नुहोस्।
nl: Vergeet niet om in alle rust en stilte te zitten en al het eten vele malen te proeven. Voel je vrij om minstens 20 minuten rond de tafel te zitten.
or: ଶାନ୍ତି ଏବଂ ଶାନ୍ତ ରେ ବସି ଅନେକ ଥର ସମସ୍ତ ଖାଦ୍ୟର ସ୍ୱାଦ ଚାଖିବାକୁ ମନେ ରଖନ୍ତୁ | ଟେବୁଲ୍ ଚାରିପାଖରେ ଅତି କମରେ ୨୦ ମିନିଟ୍ ବସିବାକୁ ମୁକ୍ତ ଅନୁଭବ କରନ୍ତୁ |
pa: ਸ਼ਾਂਤੀ ਅਤੇ ਸ਼ਾਂਤੀ ਨਾਲ ਬੈਠਣਾ ਅਤੇ ਸਾਰੇ ਭੋਜਨ ਦਾ ਸਵਾਦ ਕਈ ਵਾਰ ਲੈਣਾ ਯਾਦ ਰੱਖੋ। ਮੇਜ਼ ਦੇ ਆਸ-ਪਾਸ ਘੱਟੋ ਘੱਟ 20 ਮਿੰਟਾਂ ਵਾਸਤੇ ਬੈਠਣ ਲਈ ਸੁਤੰਤਰ ਮਹਿਸੂਸ ਕਰੋ।
pl: Pamiętaj, aby siedzieć w ciszy i spokoju i skosztować wszystkich potraw wiele razy. Zapraszam do siedzenia przez co najmniej 20 minut przy stole.
ps: په یاد ولرئ چې ارام او ارام کښېنی او ټول خواړه څو ځله خوند وڅکی. د میز په شاوخوا کې لږ تر لږه د 20 دقیقو لپاره د کښېنولو وړیا احساس وکړئ.
pt_br: Lembre-se de sentar em paz e quieto e provar toda a comida muitas vezes. Sinta-se livre para sentar-se por pelo menos 20 minutos ao redor da mesa.
ro: Amintiți-vă să stați în pace și liniște și să gustați toată mâncarea de multe ori. Simțiți-vă liber să stați cel puțin 20 de minute în jurul mesei.
ru: Не забывайте сидеть в тишине и покое и пробовать всю еду много раз. Не стесняйтесь сидеть не менее 20 минут за столом.
sk: Nezabudnite sedieť v pokoji a tichu a ochutnať všetko jedlo mnohokrát. Neváhajte a sedieť aspoň 20 minút okolo stola.
sl: Ne pozabite sedeti v miru in tišini in večkrat okusiti vso hrano. Sedite vsaj 20 minut za mizo.
sq: Mos harro të ulesh në qetësi dhe të shijosh të gjithë ushqimin shumë herë. Ndjehen të lirë për t'u ulur për të paktën 20 minuta rreth tryezës.
sr_latn: Ne zaboravite da sedite u miru i tišini i probate svu hranu mnogo puta. Slobodno sedite najmanje 20 minuta oko stola.
sv: Tänk på att sitta i lugn och ro och smaka på all mat många gånger. Sitt gärna i minst 20 minuter runt bordet.
sw: Kumbuka kukaa kwa amani na utulivu na kuonja chakula chote mara nyingi. Jisikie huru kukaa kwa angalau dakika 20 karibu na meza.
ta: அமைதியாகவும் அமைதியாகவும் உட்கார்ந்து, அனைத்து உணவையும் பல முறை சுவைக்க நினைவில் கொள்ளுங்கள். மேஜையைச் சுற்றி குறைந்தது 20 நிமிடங்களாவது உட்கார தயங்காதீர்கள்.
te: ప్రశాంతంగా మరియు నిశ్శబ్దంగా కూర్చుని అన్ని ఆహారాలను చాలాసార్లు రుచి చూడాలని గుర్తుంచుకోండి. టేబుల్ చుట్టూ కనీసం 20 నిమిషాలు కూర్చోవడానికి సంకోచించకండి.
th: อย่าลืมนั่งอย่างสงบและเงียบสงบและลิ้มรสอาหารทั้งหมดหลายครั้ง คุณสามารถนั่งรอบโต๊ะได้อย่างน้อย 20 นาที
tk: Asuda we asuda oturyp, ähli iýmitiň tagamyny dadyp görüň. Stoluň daşynda azyndan 20 minut oturmaga çekinmäň.
tr: Huzur ve sessizlik içinde oturmayı ve tüm yiyecekleri birçok kez tattırıp tattırmayı unutmayın. Masanın etrafında en az 20 dakika oturmaktan çekinmeyin.
tt: Тынычлыкта, тыныч кына утыруны искә алыгыз, барлык ризыкларны күп тапкыр татып карагыз. Өстәл тирәсендә ким дигәндә 20 минут утырырга кирәк.
ug: تىنچ- ئامانلىق ئىچىدە ئولتۇرۇشنى ئۇنۇتماڭ، كۆپ قېتىم بارلىق تائاملارنى تېتىپ بېقىڭ. ئۈستەل ئەتراپىدا ئاز دېگەندە 20 مىنۇت ئولتۇرۇۋېلىشنى خالىمايدۇ.
uk: Не забудьте посидіти в тиші і тиші і спробувати всю їжу багато разів. Не соромтеся сидіти не менше 20 хвилин за столом.
ur: امن اور خاموشی سے بیٹھنا اور کئی بار تمام کھانے کا ذائقہ چکھنا یاد رکھیں۔ میز کے ارد گرد کم از کم ٢٠ منٹ بیٹھنے کے لئے بلا جھجک.
uz: Tinch va xotirjam o'tirib, barcha taomlarni ko'p marta tatib ko'rishni unutmang. Stol atrofida kamida 20 daqiqa o'tirishga o'zingizni erkin his qiling.
vi: Hãy nhớ ngồi yên bình và yên tĩnh và nếm thử tất cả các món ăn nhiều lần. Hãy ngồi ít nhất 20 phút quanh bàn.
zh_hans: 记得坐在和平与宁静中，多次品尝所有食物。随意围着桌子坐至少20分钟。
zu: Khumbula ukuhlala ngokuthula nokuthula futhi unambithe konke ukudla izikhathi eziningi. Zizwe ukhululekile ukuhlala okungenani imizuzu engu-20 ezungeze itafula.

# food_waste_tip_2
source: Your taste buds need to practice new flavors many times for you to learn to like them. The taste buds are on your tongue.
af: Jou smaakknoppies moet baie keer nuwe geure oefen sodat jy kan leer om daarvan te hou. Die smaakknoppies is op jou tong.
am: ጣዕም የመለየት ችሎታህ አዳዲስ ጣዕሞችህን እንዲወዷቸው ብዙ ጊዜ ልምምድ ማድረግ ያስፈልግሃል። የጣዕም ቡቃያዎች በምላስህ ላይ ናቸው።
ar: براعم الذوق الخاص بك بحاجة إلى ممارسة نكهات جديدة عدة مرات بالنسبة لك لتعلم مثلهم. براعم الذوق على لسانك.
as: আপোনাৰ সোৱাদৰ কলিবোৰে আপুনি সেইবোৰ ভাল পাবলৈ শিকিবলৈ বহুবাৰ নতুন ফ্লেভাৰ অনুশীলন কৰিব লাগিব। সোৱাদৰ কলিবোৰ আপোনাৰ জিভাত আছে।
az: Zövq budlarınız xoşunuza gəlmək üçün dəfələrlə yeni dadlar tətbiq etməlisiniz. Dad budları sənin dilindədir.
bg: Вашите вкусови пъпки трябва да практикуват нови вкусове много пъти, за да можете да се научите да ги харесвате. Вкусовите пъпки са на езика ти.
bn: আপনার স্বাদের কুঁড়িগুলি আপনাকে পছন্দ করতে শিখতে অনেক বার নতুন স্বাদের অনুশীলন করতে হবে। স্বাদ কুঁড়িগুলি আপনার জিহ্বায় রয়েছে।
bo: ཁྱེད་ཀྱི་བྲོ་བ་མྱུ་གུ་ཡིས་བྲོ་བ་གསར་བ་ཐེངས་མང་སྦྱོང་བརྡར་བྱས་ན་ད་གཟོད་དེ་དག་ལ་དགའ་བ་ཤེས་ཐུབ། བྲོ་བའི་མྱུ་གུ་ཁྱེད་ཀྱི་ལྕེ་ཐོག་ན་ཡོད།
bs: Tvoji ortaci za ukus trebaju puno puta vježbati nove okuse da bi ih naučio voliti. Pušaci za okus su ti na jeziku.
ca: Les vostres papil·les gustatives necessiten practicar nous sabors moltes vegades perquè aprengueu a agradar-los. Les papil·les gustatives estan a la llengua.
cs: Vaše chuťové pohárky potřebují mnohokrát cvičit nové příchutě, abyste se je naučili mít rádi. Chuťové pohárky jsou na jazyku.
cy: Mae angen i'ch blagur blasu ymarfer blasau newydd lawer gwaith i chi ddysgu eu hoffi. Mae'r blagur blasu ar eich tafod.
da: Dine smagsløg nødt til at praktisere nye smag mange gange for dig at lære at lide dem. Smagsløgene er på tungen.
de: Ihre Geschmacksknospen müssen viele Male neue Aromen üben, damit Sie lernen, sie zu mögen. Die Geschmacksknospen liegen Ihnen auf der Zunge.
el: Οι γευστικοί σας κάλυκες πρέπει να εξασκήσουν νέες γεύσεις πολλές φορές για να μάθετε να τους αρέσουν. Οι γευστικοί κάλυκες είναι στη γλώσσα σας.
es: Tus papilas gustativas necesitan practicar nuevos sabores muchas veces para que aprendas a gustarles. Las papilas gustativas están en la lengua.
et: Teie maitsemeeled peavad uusi maitseid mitu korda harjutama, et saaksite õppida neile meeldima. Maitsemeeled on keelel.
eu: Zure dasazko papilek zapore berriak praktikatu behar izaten dituzte askotan, gustatzen ikas dezazun. Dastu-papilak hizkuntzan daude.
fa: جوانه های طعم شما نیاز به تمرین طعم های جدید بارها برای شما به یاد بگیرند که آنها را دوست دارم. جوانه های چشایی روی زبان شما هستند.
fi: Makuhermojen on harjoiteltava uusia makuja monta kertaa, jotta opit pidät niistä. Makuhermot ovat kielelläsi.
fil: Ang iyong lasa buds kailangan upang magpraktis ng mga bagong flavors maraming beses para sa iyo upang malaman upang tulad ng mga ito. Ang lasa buds ay sa iyong dila.
fo: Tín/tykkara smakkur má venja nýggjar smakkir ofta hjá tær/tykkum at læra at dáma teir/tær/tey. Smakkurin heldur á tunguni.
fr: Vos papilles gustatives doivent pratiquer de nouvelles saveurs plusieurs fois pour que vous appreniez à les aimer. Les papilles gustatives sont sur votre langue.
ga: Caithfidh do chuid bachlóga blasanna nua a chleachtadh go minic chun go bhfoghlaimeoidh tú chun go dtaitneoidh siad leo. Tá na bachlóga blas ar do theanga.
gl: As súas papilas gustativas necesitan practicar novos sabores moitas veces para que aprendas a gustar deles. Os sabores están na túa lingua.
gu: તમારી સ્વાદની કળીઓને તમને પસંદ કરવાનું શીખવા માટે ઘણી વખત નવા સ્વાદોની પ્રેક્ટિસ કરવાની જરૂર છે. સ્વાદની કળીઓ તમારી જીભ પર છે.
he: בלוטות הטעם שלכם צריכות לתרגל טעמים חדשים פעמים רבות כדי שתלמדו לחבב אותם. בלוטות הטעם נמצאות על הלשון.
hi: आपकी स्वाद कलियों को आपको उन्हें पसंद करना सीखने के लिए कई बार नए स्वादों का अभ्यास करने की आवश्यकता होती है। स्वाद कलियां आपकी जीभ पर हैं।
hr: Vaši okusni pupoljci moraju mnogo puta vježbati nove okuse kako biste ih naučili sviđati. Okusni pupoljci su ti na jeziku.
hu: Az ízlelőbimbóidnak sokszor kell gyakorolniuk az új ízeket, hogy megtanulják kedvelni őket. Az ízlelőbimbók a nyelveden vannak.
hy: Ձեր համային բողբոջները պետք է շատ անգամ նոր համեր վարժեցնեն, որպեսզի սովորեք դրանք սիրել: Համի բողբոջները ձեր լեզվի վրա են:
id: Selera Anda perlu mempraktikkan rasa baru berkali-kali agar Anda dapat belajar menyukainya. Selera ada di lidah Anda.
is: Bragðlaukarnir þínir þurfa margoft að æfa nýjar bragðtegundir til að þú getir lært að líka við þær. Bragðlaukarnir eru á tungunni.
it: Le tue papille gustative hanno bisogno di praticare nuovi sapori molte volte per imparare a piacerti. Le papille gustative sono sulla lingua.
ja: あなたの味覚芽は、あなたがそれらを好きに学ぶために何度も新しい味を練習する必要があります。味覚芽はあなたの舌の上にあります。
ka: თქვენი გემოვნების კვირტი ბევრჯერ უნდა ივარჯიშოთ ახალი არომატებისთვის, რომ ისწავლოთ მათი მომეწონება. გემოვნების კვირტი თქვენს ენაზეა.
kk: Дәмді будаларыңызды ұнатуды үйрену үшін жаңа хош иістендіргіштерді талай рет тәжірибеден өткізу қажет. Дәм будалары тіліңізде болады.
km: រស ជាតិ របស់ អ្នក ត្រូវ អនុវត្ត រសជាតិ ថ្មី ជា ច្រើន ដង សម្រាប់ អ្នក ដើម្បី រៀន ចូលចិត្ត រសជាតិ ទាំង នោះ ។ រស ជាតិ ឆ្ងាញ់ គឺ នៅ លើ អណ្ដាត របស់ អ្នក ។
kn: ನಿಮ್ಮ ರುಚಿ ಮೊಗ್ಗುಗಳು ನೀವು ಅವುಗಳನ್ನು ಇಷ್ಟಪಡಲು ಕಲಿಯಲು ಅನೇಕ ಬಾರಿ ಹೊಸ ರುಚಿಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ರುಚಿ ಮೊಗ್ಗುಗಳು ನಿಮ್ಮ ನಾಲಿಗೆಯ ಮೇಲೆ ಇರುತ್ತವೆ.
ko: 당신의 입맛은 당신이 그들을 좋아하는 법을 배우기 위해 여러 번 새로운 맛을 연습해야합니다. 입맛이 혀에 있습니다.
ku: چەشنی تامەکانت پێویستە چەندین جار تامی نوێ ڕاهێنان بکەن بۆ ئەوەی فێر ببن کە حەزیان لێ بێت. چشەمە تامەکان لە سەر زمانی تۆن.
ky: Сиздин даам бадалдары аларды жактырууга үйрөнүү үчүн көп жолу жаңы даамдарды көнүгүү керек. Даам бадалдары тилиңизде.
lo: buds ລົດຊາດຂອງທ່ານຈໍາເປັນຕ້ອງໄດ້ຝຶກລົດຊາດໃຫມ່ຫຼາຍຄັ້ງເພື່ອໃຫ້ທ່ານຮຽນຮູ້ທີ່ຈະມັກພວກເຂົາ. ຕາດລົດຊາດຢູ່ໃນລີ້ນຂອງທ່ານ.
lt: Jūsų skonio receptoriai turi daug kartų praktikuoti naujus skonius, kad išmoktumėte jiems patikti. Skonio receptoriai yra ant jūsų liežuvio.
lv: Jūsu garšas kārpiņām daudzkārt ir jāpraktizē jaunas garšas, lai jūs iemācītos tās patikt. Garšas kārpiņas ir uz mēles.
mg: Mila mampihatra tsiro vaovao imbetsaka ianao mba hianaranao hitia azy ireny. Eo amin'ny lelanao no misy ny tsiro.
mi: He maha nga wā e hiahiatia ana e o hoa whakamātau te mahi i nga kaihoko hou hai ako māu ki a rātau. Kai runga i to arero nga tāwara.
mk: Вашите вкусови треба да практикуваат нови вкусови многу пати за да научите да ги сакате. Вкусните пупки ти се на јазикот.
ml: നിങ്ങളുടെ രുചി മുകുളങ്ങൾ പുതിയ രുചികൾ ഇഷ്ടപ്പെടാൻ നിങ്ങൾ പഠിക്കാൻ നിരവധി തവണ പുതിയ രുചികൾ പരിശീലിക്കേണ്ടതുണ്ട്. രുചി മുകുളങ്ങൾ നിങ്ങളുടെ നാവിലാണ്.
mn_cyrl: Таны амтлах нахиа дуртай болж сурахын тулд олон удаа шинэ амтыг дадлага хийх хэрэгтэй. Амтлах нахиа чиний хэл дээр байна.
mr: आपल्याला ते आवडायला शिकण्यासाठी आपल्या चव कळ्यांना बर् याच वेळा नवीन स्वादांचा सराव करणे आवश्यक आहे. चवीच्या कळ्या तुमच्या जिभेवर असतात.
ms: Selera anda perlu mengamalkan rasa baru berkali-kali untuk anda belajar menyukainya. Selera selera ada di lidah anda.
mt: Il-blanzuni tat-togħma tiegħek jeħtieġ li jipprattikaw togħmiet ġodda ħafna drabi għalik biex titgħallem togħġobhom. Il-blanzuni tat-togħma jinsabu fuq ilsienek.
my: သင့်အရသာရှိသောအူများသည် အရသာအသစ်များကို သင်နှစ်သက်တတ်ရန် အကြိမ်ကြိမ် လေ့ကျင့်ပေးဖို့လိုသည်။ အရသာရှိတဲ့ အူတွေက လျှာပေါ်မှာရှိတယ်။
nb: Smaksløkene dine må øve på nye smaker mange ganger for at du skal lære å like dem. Smaksløkene er på tungen din.
ne: तपाईंको स्वाद कलिकाहरूले तिनीहरूलाई मन पराउन सिक्नको लागि धेरै पटक नयाँ स्वादहरू अभ्यास गर्न आवश्यक छ। स्वाद कलिकाहरू तपाईंको जिब्रोमा छन्।
nl: Je smaakpapillen moeten vaak nieuwe smaken oefenen om ze leuk te leren vinden. De smaakpapillen liggen op je tong.
or: ତୁମର ସ୍ୱାଦ କଳିଗୁଡ଼ିକ ତୁମକୁ ପସନ୍ଦ କରିବାକୁ ଶିଖିବା ପାଇଁ ଅନେକ ଥର ନୂତନ ସ୍ୱାଦ ଅଭ୍ୟାସ କରିବା ଆବଶ୍ୟକ | ସ୍ୱାଦ କଳି ଗୁଡ଼ିକ ଆପଣଙ୍କ ଜିଭରେ ଅଛି ।
pa: ਤੁਹਾਡੀਆਂ ਸਵਾਦ ਕਲੀਆਂ ਨੂੰ ਕਈ ਵਾਰ ਨਵੇਂ ਸਵਾਦਾਂ ਦਾ ਅਭਿਆਸ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਪਸੰਦ ਕਰਨਾ ਸਿੱਖ ਸਕੋਂ। ਸਵਾਦ ਕਲੀਆਂ ਤੁਹਾਡੀ ਜੀਭ 'ਤੇ ਹੁੰਦੀਆਂ ਹਨ।
pl: Twoje kubki smakowe muszą ćwiczyć nowe smaki wiele razy, abyś nauczył się je lubić. Kubki smakowe są na twoim języku.
ps: ستاسو د خوند غوټۍ اړتیا لری چې څو ځله نوی خوندونه تمرین کړئ چې تاسو یې د خوښولو زده کړئ. د خوند غوټۍ ستاسو په ژبه دی.
pt_br: Suas papilas gustativas precisam praticar novos sabores muitas vezes para você aprender a gostar deles. As papilas gustativas estão na sua língua.
ro: Papilele tale gustative trebuie să exerseze arome noi de multe ori pentru ca tu să înveți să-ți placă. Papilele gustative sunt pe limba ta.
ru: Ваши вкусовые рецепторы должны практиковать новые вкусы много раз, чтобы вы научились пробовать их. Вкусовые рецепторы находятся на вашем языке.
sk: Vaše chuťové poháriky si musia mnohokrát precvičiť nové chute, aby ste sa ich naučili páčiť. Chuťové poháriky máte na jazyku.
sl: Vaši brbonči morajo vaditi nove okuse večkrat, da se naučite, da jih všeč. Brbonci so na tvojem jeziku.
sq: Miqtë e tu të shijes duhet të praktikojnë shije të reja shumë herë që të mësosh t'i pëlqesh. Miqtë e shijes janë në gjuhën tënde.
sr_latn: Vaši pupoljci ukusa moraju mnogo puta da vežbaju nove ukuse da biste naučili da ih volite. Pupoljci ukusa su ti na jeziku.
sv: Dina smaklökar behöver träna på nya smaker många gånger för att du ska lära dig att tycka om dem. Smaklökarna sitter på din tunga.
sw: Buds zako za ladha zinahitaji kufanya mazoezi ya ladha mpya mara nyingi kwako kujifunza kuzipenda. Buds za ladha ziko kwenye ulimi wako.
ta: உங்கள் சுவை மொட்டுகள் புதிய சுவைகளை நீங்கள் விரும்புவதற்கு கற்றுக்கொள்ள பல முறை பயிற்சி செய்ய வேண்டும். சுவை மொட்டுகள் உங்கள் நாக்கில் உள்ளன.
te: మీ రుచి మొగ్గలు కొత్త రుచులను ఇష్టపడటం నేర్చుకోవడానికి అనేకసార్లు ప్రాక్టీస్ చేయాలి. రుచి మొగ్గలు మీ నాలుకపై ఉన్నాయి.
th: ต่อมรับรสของคุณต้องฝึกฝนรสชาติใหม่ ๆ หลายครั้งเพื่อให้คุณเรียนรู้ที่จะชอบรสชาติเหล่านั้น ต่อมรับรสอยู่บนลิ้นของคุณ
tk: Siziň tagamly şahalaryňyz olary gowy görmegi öwrenmek üçin täze tagamlary ençeme gezek türgenleşdirmeli. Tagam şahalary seniň diliňde.
tr: Tat alma tomurcuklarınızın sevmeyi öğrenmeniz için birçok kez yeni tatlar uygulaması gerekir. Tat alma tomurcukları dilinde.
tt: Сезнең тәмегез буддалары сезгә ошарга өйрәнер өчен күп тапкыр яңа тәмлә белән шөгыльләнергә кирәк. Татлы буддалар телеңдә.
ug: سىزنىڭ تەم بىخىڭىز نۇرغۇن قېتىم يېڭى تەملەرنى مەشىق قىلىپ، ئۇلارنى ياقتۇرۇشنى ئۆگىنىۋېلىشىڭىز كېرەك. تەم بىخلىرى تىلىڭىزدا.
uk: Ваші смакові рецептори повинні практикувати нові смаки багато разів, щоб ви навчилися їм подобатися. Смакові рецептори знаходяться на вашій мові.
ur: آپ کے ذائقے کی کلیوں کو آپ کو پسند کرنا سیکھنے کے لئے کئی بار نئے ذائقوں کی مشق کرنے کی ضرورت ہے۔ ذائقہ کلیاں آپ کی زبان پر ہیں۔
uz: Sizning ta'm kurtaklari ularni yoqtirishni o'rganishingiz uchun ko'p marta yangi lazzatlarni mashq qilishingiz kerak. Ta'm kurtaklari tilingizda.
vi: Vị giác của bạn cần phải thực hành hương vị mới nhiều lần để bạn học cách thích chúng. Vị giác nằm trên lưỡi của bạn.
zh_hans: 你的味蕾需要多次练习新口味，才能学会喜欢它们。味蕾在你的舌头上。
zu: Ukunambitheka kwakho kudinga ukuvivinya ukunambitheka okusha izikhathi eziningi ukuze ufunde ukuzithanda. Ukunambitheka kolimi lwakho.
