Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_pappis_description
source: There's plenty of paper, which is good for Pappis who likes to collect old paper packaging. Kellog packages, shoe boxes and cream packages are some of his favorite things.
af: Daar is baie papier, wat goed is vir Pappis wat daarvan hou om ou papierverpakking in te samel. Kellog pakkette, skoen bokse en room pakkette is 'n paar van sy gunsteling dinge.
am: ብዙ ወረቀት አለ, ይህም አሮጌ የወረቀት ማሸጊያዎችን መሰብሰብ ለሚወዱት ለፓፒስ ጥሩ ነው. ኬሎግ ጥቅሎች, የጫማ ሳጥኖች እና ክሬም ጥቅሎች በጣም ከሚወዱት ነገሮች መካከል አንዳንዶቹ ናቸው.
ar: هناك الكثير من الورق ، وهو أمر جيد لبابيس الذي يحب جمع تغليف الورق القديم. حزم كيلوغ، وصناديق الأحذية وحزم كريم هي بعض من الأشياء المفضلة لديه.
as: যথেষ্ট কাগজ আছে, যি পুৰণি কাগজৰ পেকেজিং সংগ্ৰহ কৰিবলৈ ভাল পোৱা পাপ্পিসকলৰ বাবে ভাল। কেললগ পেকেজ, জোতাৰ বাকচ আৰু ক্ৰীম পেকেজ তেওঁৰ কিছুমান প্ৰিয় বস্তু।
az: Kifayət qədər kağız var, hansı ki, köhnə kağız paketləri yığmağı sevən Pappis üçün yaxşıdır. Kellog paketləri, ayaqqabı qutuları və krem paketləri onun ən sevdiyi şeylərdəndir.
bg: Има изобилие от хартия, което е добре за Папис, който обича да събира стари хартиени опаковки. Келлог пакети, кутии за обувки и крем пакети са някои от любимите му неща.
bn: প্রচুর কাগজ রয়েছে, যা পাপ্পিসের জন্য ভাল যারা পুরানো কাগজ প্যাকেজিং সংগ্রহ করতে পছন্দ করে। কেলগ প্যাকেজ, জুতার বাক্স এবং ক্রিম প্যাকেজগুলি তার প্রিয় কিছু জিনিস।
bo: ཤོག་བུ་ཧ་ཅང་མང་པོ་ཡོད་པས་ཤོག་བུའི་ཐུམ་སྒྲིལ་རྙིང་བ་འཚོལ་སྡུད་བྱེད་རྒྱུར་དགའ་བའི་ཕུའུ་ཕེ་སི་ལ་ཕན་ཐོགས་ཡོད། ཁུག་མ་དང་། ལྷམ་སྒམ། འོ་སྣུམ་ཁུག་མ་བཅས་ནི་ཁོང་ཆེས་དགའ་བའི་དངོས་པོ་ཁ་ཤས་ཡིན།
bs: Ima dosta papira, što je dobro za Papisa koji voli skupljati staru papirnu ambalažu. Kellog paketi, kutije za cipele i krem paketi su neke od njegovih omiljenih stvari.
ca: Hi ha molt paper, que és bo per a Pappis a qui li agrada recollir envasos de paper antics. Paquets Kellog, caixes de sabates i paquets de crema són algunes de les seves coses preferides.
cs: Je tu spousta papíru, což je dobré pro Pappis, který rád sbírá staré papírové obaly. Kellog balíčky, krabice od bot a krémové balíčky jsou některé z jeho oblíbených věcí.
cy: Mae digon o bapur, sy'n dda i Pappis sy'n hoffi casglu hen becynnu papur. Pecynnau Kellog, bocsys esgidiau a phecynnau hufen yw rhai o'i hoff bethau.
da: Der er masser af papir, hvilket er godt for Pappis, der kan lide at samle gammel papiremballage. Kellogg pakker, skotøjsæsker og fløde pakker er nogle af hans foretrukne ting.
de: Es gibt viel Papier, was gut für Pappis ist, die gerne alte Papierverpackungen sammeln. Kellog-Pakete, Schuhkartons und Cremepackungen sind einige seiner Lieblingsdinge.
el: Υπάρχει άφθονο χαρτί, το οποίο είναι καλό για τον Pappis που του αρέσει να συλλέγει παλιές χάρτινες συσκευασίες. Τα πακέτα Kellog, τα κουτιά παπουτσιών και τα πακέτα κρέμας είναι μερικά από τα αγαπημένα του πράγματα.
es: Hay un montón de papel, que es bueno para Pappis que le gusta recoger viejos envases de papel. Paquetes Kellogg, cajas de zapatos y paquetes de crema son algunas de sus cosas favoritas.
et: Paberit on palju, mis on hea Pappisele, kellele meeldib vanu paberpakendeid koguda. Kellog pakendid, kingakarbid ja kreemipakid on mõned tema lemmikasjad.
eu: Paper handia, eta hori ona da Pappisentzat, paper zaharreko ontziak biltzea gustatzen zaionarentzat. Kellog paketeak, zapata-kaxak eta krema-paketeak dira gogokoenak.
fa: مقدار زیادی کاغذ وجود دارد، که برای پاپیس که دوست دارد برای جمع آوری بسته بندی کاغذ قدیمی خوب است. بسته های Kellog، جعبه کفش و بسته های کرم برخی از چیزهای مورد علاقه او هستند.
fi: Paperia riittää, mikä on hyväksi pappille, joka tykkää kerätä vanhoja paperipakkauksia. Kellogg-paketit, kenkälaatikot ja kermapakkaukset ovat hänen lempijuttujaan.
fil: Mayroong maraming mga papel, na kung saan ay mabuti para sa Pappis na gustong mangolekta ng lumang papel packaging. Kellog pakete, sapatos kahon at cream pakete ay ilan sa kanyang mga paboritong bagay.
fo: Tað er nóg mikið av pappíri, sum er gott fyri pappír, sum dámar at savna gamlar pappír. Kellog pakkar, lissur og róma pakkar eru nøkur av sínum yndis tingum.
fr: Il y a beaucoup de papier, ce qui est bon pour Pappis qui aime collectionner les vieux emballages en papier. Les paquets Kellogg, les boîtes à chaussures et les paquets de crème sont quelques-unes de ses choses préférées.
ga: Tá neart páipéir ann, rud atá go maith do Pappis ar maith leis seanphacáistíocht páipéir a bhailiú. Tá pacáistí Kellog, boscaí bróg agus pacáistí uachtair ar chuid de na rudaí is fearr leis.
gl: Hai moito papel, que é bo para Pappis que lle gusta recoller envases de papel antigos. Paquetes Kellog, caixas de zapatos e paquetes de crema son algunhas das súas cousas favoritas.
gu: ત્યાં પુષ્કળ કાગળ છે, જે પપ્પીસ માટે સારું છે જે જૂના પેપર પેકેજિંગને એકત્રિત કરવાનું પસંદ કરે છે. કેલોગ પેકેજ, શૂ બોક્સ અને ક્રીમ પેકેજ તેની કેટલીક મનપસંદ વસ્તુઓ છે.
he: יש הרבה נייר, וזה טוב לפאפיס שאוהב לאסוף אריזות נייר ישנות. חבילות קלוג, קופסאות נעליים ואריזות שמנת הם חלק מהדברים האהובים עליו.
hi: बहुत सारे कागज हैं, जो पप्पिस के लिए अच्छा है जो पुराने पेपर पैकेजिंग को इकट्ठा करना पसंद करते हैं। केलॉग पैकेज, शू बॉक्स और क्रीम पैकेज उनकी कुछ पसंदीदा चीजें हैं।
hr: Ima puno papira, što je dobro za Pappisa koji voli skupljati staru papirnatu ambalažu. Kellog paketi, kutije za cipele i krem paketi su neke od njegovih omiljenih stvari.
hu: Rengeteg papír van, ami jó Pappis számára, aki szeret régi papírcsomagolást gyűjteni. Kellog csomagok, cipősdobozok és krémcsomagok a kedvenc dolgai közé tartoznak.
hy: Շատ է թուղթը, որը լավ է Պապիսի համար, ով սիրում է հավաքել հին թղթե փաթեթները: Քելլոգի փաթեթները, կոշիկի տուփերը եւ կրեմով փաթեթները նրա սիրած բաներից մի քանիսն են:
id: Ada banyak kertas, yang bagus untuk Pappis yang suka mengoleksi kemasan kertas bekas. Paket Kellog, kotak sepatu, dan paket krim adalah beberapa hal favoritnya.
is: Það er til nóg af pappír, sem er gott fyrir Pappis sem finnst gaman að safna gömlum pappírsumbúðum. Kellog pakkar, skókassar og rjómapakkar eru nokkrir af hans uppáhalds hlutum.
it: C'è molta carta, il che è buono per Pappis che ama collezionare vecchi imballaggi di carta. Pacchetti Kellog, scatole di scarpe e pacchetti di crema sono alcune delle sue cose preferite.
ja: 古い紙の包装を集めるのが好きなパッピスにとって良い紙がたくさんあります。ケロッグパッケージ、靴箱、クリームパッケージは彼のお気に入りの一部です。
ka: არსებობს უამრავი ქაღალდი, რომელიც კარგია პაპისთვის, რომელსაც უყვარს ძველი ქაღალდის შეფუთვის შეგროვება. კელლოგის პაკეტები, ფეხსაცმლის ყუთები და კრემის პაკეტები მისი საყვარელი რამ არის.
kk: Ескі қағаз орамасын жинауды ұнататын Паппис үшін жақсы қағаз көп. Келлог пакеттері, аяқ киім қораптары мен крем пакеттері оның кейбір сүйікті заттары болып табылады.
km: មាន ក្រដាស ច្រើន ដែល ល្អ សម្រាប់ Pappis ដែល ចូល ចិត្ត ប្រមូល កញ្ចប់ ក្រដាស ចាស់ ។ Kellog កញ្ចប់, ប្រអប់ស្បែកជើងនិងកញ្ចប់ការ៉េមគឺជាអ្វីដែលគាត់ចូលចិត្ត.
kn: ಸಾಕಷ್ಟು ಕಾಗದವಿದೆ, ಇದು ಹಳೆಯ ಕಾಗದದ ಪ್ಯಾಕೇಜಿಂಗ್ ಅನ್ನು ಸಂಗ್ರಹಿಸಲು ಇಷ್ಟಪಡುವ ಪಪ್ಪಿಸ್ ಗೆ ಒಳ್ಳೆಯದು. ಕೆಲ್ಲಾಗ್ ಪ್ಯಾಕೇಜ್ ಗಳು, ಶೂ ಬಾಕ್ಸ್ ಗಳು ಮತ್ತು ಕ್ರೀಮ್ ಪ್ಯಾಕೇಜುಗಳು ಅವನ ನೆಚ್ಚಿನ ಕೆಲವು ವಿಷಯಗಳಾಗಿವೆ.
ko: 종이가 많아서 오래된 종이 포장재를 수집하는 것을 좋아하는 Pappis에게 좋습니다. 켈로그 패키지, 신발 상자 및 크림 패키지는 그가 가장 좋아하는 것들 중 일부입니다.
ku: کاغەزێکی زۆر هەیە، کە باشە بۆ پاپپیس کە حەزی لە کۆکردنەوەی پاکێجی کاغەزی کۆنە. پاکێجەکانی کێللۆگ، سندوقی پێڵاو و پاکەتەکانی کرێم هەندێک لە شتە دڵخوازەکانی ئەون.
ky: Эски кагаз кутулоо чогултууну жакшы көргөн Паппис үчүн жакшы кагаз көп. Келлог пакеттери, бут кийим кутучалары жана каймак пакеттери анын сүйүктүү нерселеринин айрымдары болуп саналат.
lo: ມີເຈ້ຍຫຼາຍ, ເຊິ່ງມັນເປັນສິ່ງທີ່ດີສໍາລັບ Pappis ທີ່ມັກເກັບຫໍ່ເຈ້ຍເກົ່າ. ແພັກເກັດ Kellog, ກ່ອງເກີບແລະແພັກເກັດຄຣີມແມ່ນບາງສິ່ງບາງຢ່າງທີ່ລາວມັກ.
lt: Yra daug popieriaus, kuris tinka Pappis, kuris mėgsta rinkti senas popierines pakuotes. 'Kellog' pakuotės, batų dėžutės ir kremo pakuotės yra vieni mėgstamiausių jo dalykų.
lv: Ir daudz papīra, kas ir labs Pappisam, kuram patīk savākt veco papīra iepakojumu. Kellog iepakojumi, apavu kastes un krējuma iepakojumi ir dažas no viņa iecienītākajām lietām.
mg: Maro ny taratasy, izay tsara ho an'i Pappis izay tia manangona antontan-taratasy tranainy. Anisan'ny zavatra tiany indrindra ny fonosan'entana, ny boaty kiraro ary ny fonosana menaka fanosotra.
mi: He nui tonu te pepa, he pai ki a Pappis e hiahia ana ki te kohikohi i te pōkai pepa tahito. Ko ngā mōkī Kellog, ngā pouaka hū me ngā mōkī kirīmi ētahi o ana mea makau.
mk: Има многу хартија, што е добро за Папаис кој сака да собира стари хартиени амбалажи. Келлог пакетите, кутиите за чевли и пакетите со крем се некои од неговите омилени работи.
ml: ധാരാളം പേപ്പർ ഉണ്ട്, ഇത് പഴയ പേപ്പർ പാക്കേജിംഗ് ശേഖരിക്കാൻ ഇഷ്ടപ്പെടുന്ന പാപ്പികൾക്ക് നല്ലതാണ്. കെല്ലോഗ് പാക്കേജുകൾ, ഷൂ ബോക്സുകൾ, ക്രീം പാക്കേജുകൾ എന്നിവ അദ്ദേഹത്തിന്റെ പ്രിയപ്പെട്ട ചില കാര്യങ്ങളാണ്.
mn_cyrl: Цаас элбэг байдаг. Энэ нь хуучин цаасны баглаа боодол цуглуулах дуртай Папписд сайн. Келлогийн багц, гутлын хайрцаг, кремний багцууд нь түүний дуртай зүйлс юм.
mr: तेथे भरपूर कागद आहे, जे जुन्या पेपर पॅकेजिंग गोळा करण्यास आवडणार् या पप्पींसाठी चांगले आहे. केलॉग पॅकेजेस, शू बॉक्स आणि क्रीम पॅकेजेस या त्याच्या आवडत्या गोष्टी आहेत.
ms: Terdapat banyak kertas, yang bagus untuk Pappis yang suka mengumpul pembungkusan kertas lama. Pakej Kellog, kotak kasut dan pakej krim adalah beberapa perkara kegemarannya.
mt: Hemm ħafna karta, li hija tajba għal Pappis li jħobb jiġbor ippakkjar tal-karta qadima. Pakketti Kellog, kaxxi taż-żraben u pakketti tal-krema huma wħud mill-affarijiet favoriti tiegħu.
my: စက္ကူအထုပ်အဟောင်းတွေကို စုဆောင်းချင်တဲ့ ပါပီစ်အတွက် ကောင်းတဲ့ စက္ကူတွေ အများကြီးရှိပါတယ်။ ကယ်လော့ဂ် အထုပ် များ ၊ ဖိနပ် သေတ္တာ များ နှင့် ကရီမုန့် အထုပ် များ သည် သူ ၏ အကြိုက် ဆုံး အရာ အချို့ ဖြစ် သည် ။
nb: Det er rikelig med papir, noe som er bra for Pappis som liker å samle gammel papiremballasje. Kellog-pakker, skoesker og krempakker er noen av hans favoritt ting.
ne: त्यहाँ प्रशस्त कागज छ, जुन पप्पिसको लागि राम्रो छ जसले पुरानो कागज प्याकेजिंग सङ्कलन गर्न मन पराउँछ। केलग प्याकेजहरू, जूता बक्सहरू र क्रीम प्याकेजहरू उनको मनपर्ने चीजहरू हुन्।
nl: Er is genoeg papier, wat goed is voor Pappis die graag oude papieren verpakkingen verzamelt. Kellog-pakketten, schoenendozen en crèmepakketten zijn enkele van zijn favoriete dingen.
or: ସେଠାରେ ପ୍ରଚୁର କାଗଜ ଅଛି, ଯାହା ପାପିମାନଙ୍କ ପାଇଁ ଭଲ ଯିଏ ପୁରୁଣା କାଗଜ ପ୍ୟାକେଜିଂ ସଂଗ୍ରହ କରିବାକୁ ପସନ୍ଦ କରନ୍ତି | କେଲଗ୍ ପ୍ୟାକେଜ୍, ଜୋତା ବାକ୍ସ ଏବଂ କ୍ରିମ୍ ପ୍ୟାକେଜ୍ ତାଙ୍କର କିଛି ପ୍ରିୟ ଜିନିଷ |
pa: ਬਹੁਤ ਸਾਰਾ ਕਾਗਜ਼ ਹੈ, ਜੋ ਪੈਪੀਸ ਵਾਸਤੇ ਵਧੀਆ ਹੈ ਜੋ ਪੁਰਾਣੀ ਕਾਗਜ਼ੀ ਪੈਕੇਜਿੰਗ ਨੂੰ ਇਕੱਤਰ ਕਰਨਾ ਪਸੰਦ ਕਰਦੇ ਹਨ। ਕੈਲੌਗ ਪੈਕੇਜ, ਜੁੱਤਿਆਂ ਦੇ ਡੱਬੇ ਅਤੇ ਕਰੀਮ ਪੈਕੇਜ ਉਸ ਦੀਆਂ ਕੁਝ ਮਨਪਸੰਦ ਚੀਜ਼ਾਂ ਹਨ।
pl: Jest dużo papieru, co jest dobre dla Pappis, który lubi zbierać stare papierowe opakowania. Opakowania Kelloga, pudełka na buty i opakowania kremów to tylko niektóre z jego ulubionych rzeczy.
ps: دلته ډیر کاغذونه دی، کوم چی د پاپس لپاره ښه دی څوک چی خوښوی چی زاړه کاغذی بسته بندی راټول کړی. د کیلاګ بستې، د بوټبکسونه او کریم بستې د هغه د خوښې ځینې شیان دی.
pt_br: Há muito papel, o que é bom para pappis que gostam de coletar embalagens de papel antigo. Pacotes kellog, caixas de sapato e pacotes de creme são algumas de suas coisas favoritas.
ro: Există o mulțime de hârtie, ceea ce este bun pentru Pappis care îi place să colecteze ambalaje vechi de hârtie. Pachetele Kellog, cutiile de pantofi și pachetele de cremă sunt câteva dintre lucrurile sale preferate.
ru: Там много бумаги, которая хороша для Паппис, который любит собирать старую бумажную упаковку. Kellogg пакеты, коробки обуви и крем пакеты некоторые из его любимых вещей.
sk: Je tu veľa papiera, čo je dobré pre Pappisa, ktorý rád zbiera staré papierové obaly. Kellog balíčky, škatule na topánky a krémové balíčky sú niektoré z jeho obľúbených vecí.
sl: Papirja je veliko, kar je dobro za Pappisa, ki rad zbira staro papirnato embalažo. Kellog paketi, škatle za čevlje in kremni paketi so nekaj njegovih najljubših stvari.
sq: Ka shumë letër, e cila është e mirë për Pappis i cili pëlqen të mbledhë paketimin e vjetër letër. Pakot e kellogut, kutitë e këpucëve dhe pakot me krem janë disa nga gjërat e tij të preferuara.
sr_latn: Ima dosta papira, što je dobro za Pappisa koji voli da skuplja staru papirnu ambalažu. Kelog paketići, kutije za cipele i krem paketići su neke od njegovih omiljenih stvari.
sv: Papper finns det gott om, det gillar Pappis som samlar på gamla pappersförpackningar. Kellogspaket, skokartonger och gräddpaket är några av hans favoritsaker.
sw: Kuna karatasi nyingi, ambayo ni nzuri kwa Pappis ambaye anapenda kukusanya vifungashio vya karatasi za zamani. Vifurushi vya Kellog, masanduku ya viatu na vifurushi vya krimu ni baadhi ya vitu anavyovipenda.
ta: காகிதம் நிறைய உள்ளது, இது பழைய காகித பேக்கேஜிங் சேகரிக்க விரும்பும் பாப்பிஸுக்கு நல்லது. Kellog தொகுப்புகள், காலணி பெட்டிகள் மற்றும் கிரீம் தொகுப்புகள் அவருக்கு பிடித்த சில விஷயங்கள்.
te: కాగితం పుష్కలంగా ఉంది, పాత కాగితం ప్యాకేజింగ్ సేకరించడానికి ఇష్టపడే పప్పీలకు ఇది మంచిది. కెల్లాగ్ ప్యాకేజీలు, షూ బాక్సులు మరియు క్రీమ్ ప్యాకేజీలు అతనికి ఇష్టమైనవి.
th: มีกระดาษมากมายซึ่งเป็นสิ่งที่ดีสําหรับ Pappis ที่ชอบรวบรวมบรรจุภัณฑ์กระดาษเก่า แพ็คเกจ Kellog กล่องรองเท้าและแพ็คเกจครีมเป็นสิ่งที่เขาชื่นชอบ
tk: Kagyz köp, bu köne kagyz paketlerini ýygnamagy gowy görýän Pappis üçin peýdalydyr. Kellog paketleri, aýakgap gutulary we krem paketleri onuň gowy görýän zatlarydyr.
tr: Eski kağıt ambalajlarını toplamayı seven Pappis için iyi olan bol miktarda kağıt var. Kellogg paketleri, ayakkabı kutuları ve krem paketleri en sevdiği şeylerden bazılarıdır.
tt: Кәгазь күп, бу иске кәгазь капчыкларын җыярга ярата паппис өчен яхшы. Келлог пакетлары, аяк киеме һәм кымак пакетлары аның яраткан әйберләренең кайберләре.
ug: قەغەزنىڭ كۆپلىكى بار، بۇ كونا قەغەز ئورالمىسىنى يىغىشنى ياخشى كۆرىدىغان پاپىغا پايدىلىق. Kellog يۈرۈشلۈكلىرى، ئاياغ ساندۇقى ۋە قايماق يۈرۈشلۈكلىرى ئۇنىڭ ئەڭ ياخشى كۆرىدىغان بىر قىسىم نەرسىلىرى.
uk: Є багато паперу, що добре для Pappis, який любить збирати стару паперову упаковку. Пакети Kellog, коробки для взуття та кремові пакети - це деякі з його улюблених речей.
ur: کاغذ کی بہتات ہے، جو پپیس کے لئے اچھا ہے جو پرانے کاغذ کی پیکیجنگ جمع کرنا پسند کرتا ہے۔ کیلوگ پیکجز، جوتوں کے ڈبے اور کریم پیکجز اس کی پسندیدہ چیزوں میں سے کچھ ہیں۔
uz: Qog'oz ko'p, bu eski qog'oz qadoqlashni yaxshi ko'radigan Pappis uchun yaxshi. Kellog paketlar, sho'rva qutilari va krem paketlari uning eng sevimli narsalari hisoblanadi.
vi: Có rất nhiều giấy, điều này rất tốt cho Pappis, những người thích thu thập bao bì giấy cũ. Gói Kellog, hộp giày và gói kem là một số thứ yêu thích của anh ấy.
zh_hans: 有很多纸，这对喜欢收集旧纸包装的帕皮斯来说很好。凯洛格包装，鞋盒和奶油包装是他最喜欢的东西。
zu: Kunephepha eliningi, okuhle kuPappas othanda ukuqoqa ukupakisha amaphepha amadala. Amaphakheji we-Kellog, amabhokisi ezicathulo kanye namaphakheji wekhilimu ezinye zezinto azithandayo.
