Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_12_description
source: This means that we should only buy things we need without wasting or throwing away too many things.
af: Dit beteken dat ons net dinge moet koop wat ons nodig het sonder om te veel dinge te mors of weg te gooi.
am: ይህ ማለት ብዙ ነገሮችን ሳናባክን ወይም ሳንጥል የሚያስፈልጉንን ነገሮች ብቻ መግዛት አለብን ማለት ነው ።
ar: وهذا يعني أنه ينبغي لنا أن نشتري الأشياء التي نحتاجها فقط دون إضاعة أو التخلص من أشياء كثيرة جدا.
as: ইয়াৰ অৰ্থ হৈছে যে আমি কেৱল অত্যাধিক বস্তু অপচয় বা পেলাই নিদিয়াকৈ আমাক প্ৰয়োজনীয় বস্তু ক্ৰয় কৰা উচিত।
az: Bu o deməkdir ki, biz yalnız ehtiyac duyduğumuz şeyləri israf etmədən və ya çox şeyi atmadan almalıyıq.
bg: Това означава, че трябва да купуваме само неща, от които се нуждаем, без да хабяме или изхвърляме твърде много неща.
bn: এর অর্থ হ'ল আমাদের কেবল এমন জিনিসই কেনা উচিত যা আমাদের প্রয়োজন বা খুব বেশি জিনিস নষ্ট না করে বা ফেলে না দিয়ে।
bo: དེའི་ཐོག་ནས་ང་ཚོས་དངོས་པོ་མང་པོ་ཆུད་ཟོས་སུ་མི་གཏོང་བའམ་ཡང་ན་དངོས་པོ་མང་པོ་གཡུགས་མི་དགོས་པར་ཉོ་དགོས་པ་མཚོན་གྱི་ཡོད།
bs: To znači da trebamo kupovati samo stvari koje su nam trebale bez bacanja ili bacanja previše stvari.
ca: Això vol dir que només hem de comprar coses que necessitem sense malgastar ni llençar massa coses.
cs: To znamená, že bychom měli kupovat pouze věci, které potřebujeme, aniž bychom plýtvali nebo vyhazovali příliš mnoho věcí.
cy: Mae hyn yn golygu y dylen ni ond prynu pethau sydd eu hangen arnom heb wastraffu na thaflu gormod o bethau i ffwrdd.
da: Det betyder, at vi kun skal købe ting, vi har brug for, uden at spilde eller smide for mange ting væk.
de: Das bedeutet, dass wir nur Dinge kaufen sollten, die wir brauchen, ohne zu viele Dinge zu verschwenden oder wegzuwerfen.
el: Αυτό σημαίνει ότι πρέπει να αγοράζουμε μόνο πράγματα που χρειαζόμαστε χωρίς να σπαταλάμε ή να πετάμε πάρα πολλά πράγματα.
es: Esto significa que sólo debemos comprar cosas que necesitamos sin desperdiciar o tirar demasiadas cosas.
et: See tähendab, et me peaksime ostma ainult asju, mida vajame, ilma et raiskaksime või viskaksime ära liiga palju asju.
eu: Horrek esan nahi du behar ditugun gauzak erosi behar ditugula, alferrik galdu gabe edo gauza gehiegi bota gabe.
fa: این بدان معنی است که ما فقط باید چیزهایی را که نیاز داریم بدون هدر رفتن یا دور انداختن چیزهای بیش از حد بخرید.
fi: Tämä tarkoittaa, että meidän pitäisi ostaa vain tarvitsemistamme asioita ilman, että heitämme tai heitämme pois liikaa asioita.
fil: Nangangahulugan ito na dapat lamang tayong bumili ng mga bagay na kailangan natin nang hindi inaalis o itinatapon ang napakaraming bagay.
fo: Hetta merkir, at vit bara skuldu keypt ting, okkum tørvar uttan at blaka alt ov nógv.
fr: Cela signifie que nous ne devrions acheter que les choses dont nous avons besoin sans gaspiller ou jeter trop de choses.
ga: Ciallaíonn sé seo nár cheart dúinn ach rudaí a theastaíonn uainn a cheannach gan an iomarca rudaí a chur amú nó a chaitheamh amach.
gl: Isto significa que só debemos comprar cousas que necesitamos sen perder ou tirar demasiadas cousas.
gu: આનો અર્થ એ છે કે આપણે ઘણી બધી વસ્તુઓનો બગાડ કર્યા વિના અથવા ફેંકી દીધા વિના ફક્ત આપણી જરૂરિયાતની વસ્તુઓ જ ખરીદવી જોઈએ.
he: זה אומר שאנחנו צריכים לקנות רק דברים שאנחנו צריכים בלי לבזבז או לזרוק יותר מדי דברים.
hi: इसका मतलब यह है कि हमें बहुत सारी चीजों को बर्बाद या फेंकने के बिना केवल उन चीजों को खरीदना चाहिए जिनकी हमें आवश्यकता है।
hr: To znači da bismo trebali kupovati samo stvari koje su nam potrebne bez rasipanja ili bacanja previše stvari.
hu: Ez azt jelenti, hogy csak olyan dolgokat szabad megvennünk, amelyekre szükségünk van anélkül, hogy túl sok dolgot pazarolnánk vagy eldobnánk.
hy: Սա նշանակում է, որ մենք պետք է գնենք միայն անհրաժեշտ իրեր՝ առանց շատ բաներ վատնելու կամ դեն նետելու։
id: Ini berarti bahwa kita hanya boleh membeli barang-barang yang kita butuhkan tanpa membuang atau membuang terlalu banyak barang.
is: Þetta þýðir að við ættum aðeins að kaupa hluti sem við þurfum án þess að sóa eða henda of mörgum hlutum.
it: Ciò significa che dovremmo comprare solo le cose di cui abbiamo bisogno senza sprecare o buttare via troppe cose.
ja: つまり、無駄にしたり捨てすぎたりすることなく、必要なものを買うだけで済むのです。
ka: ეს ნიშნავს, რომ ჩვენ მხოლოდ უნდა ვიყიდოთ ის, რაც გვჭირდება დაკარგვის გარეშე ან ძალიან ბევრი რამის გადაგდების გარეშე.
kk: Демек, бізге қажетті заттарды тым көп нәрсені ысырып тастамай немесе лақтырмай ғана сатып алуымыз керек.
km: នេះ មាន ន័យ ថា យើង គួរ តែ ទិញ របស់ ដែល យើង ត្រូវការ ដោយ មិន ខ្ជះខ្ជាយ ឬ បោះ ចោល រឿង ជា ច្រើន ពេក ។
kn: ಇದರರ್ಥ ನಾವು ನಮಗೆ ಅಗತ್ಯವಿರುವ ವಸ್ತುಗಳನ್ನು ಮಾತ್ರ ಅನೇಕ ವಸ್ತುಗಳನ್ನು ವ್ಯರ್ಥ ಮಾಡದೆ ಅಥವಾ ಎಸೆಯದೆ ಖರೀದಿಸಬೇಕು.
ko: 이것은 우리가 너무 많은 것을 낭비하거나 버리지 않고 필요한 것만 사야한다는 것을 의미합니다.
ku: ئەمە بەو مانایەیە کە ئێمە دەبێت تەنها ئەو شتانە بکڕین کە پێویستمان بە بێ بەفیڕۆدان یان فڕێدانی زۆر شت هەیە.
ky: Бул биз керектүү нерселерди өтө көп нерселерди текке кетирбей же ыргытпай гана сатып алышыбыз керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ເຮົາ ຄວນ ຊື້ ສິ່ງ ຂອງ ທີ່ ເຮົາ ຕ້ອງ ການ ໂດຍ ບໍ່ ຕ້ອງ ເສຍ ຫາຍ ຫລື ຖິ້ມ ສິ່ງ ຂອງ ຫລາຍ ເກີນ ໄປ.
lt: Tai reiškia, kad turėtume pirkti tik tai, ko mums reikia, nešvaistydami ir neišmesdami per daug dalykų.
lv: Tas nozīmē, ka mums vajadzētu pirkt tikai to, kas mums nepieciešams, netērējot vai neizmetot pārāk daudz lietu.
mg: Midika izany fa tsy tokony hividy afa - tsy zavatra ilaintsika isika, nefa tsy handanilany foana na hanary zavatra be loatra.
mi: Ko te tikanga o tēnei me hoko anake tātau i ngā mea e hiahiatia ana e tātau me te kore e pau, me maka rānei i nga mea maha rawa.
mk: Тоа значи дека треба да купуваме работи кои ни требаат само без трошење или фрлање премногу работи.
ml: ഇതിനർത്ഥം ധാരാളം സാധനങ്ങൾ പാഴാക്കുകയോ വലിച്ചെറിയുകയോ ചെയ്യാതെ നമുക്ക് ആവശ്യമുള്ള സാധനങ്ങൾ മാത്രമേ വാങ്ങാവൂ എന്നാണ്.
mn_cyrl: Энэ нь бид зөвхөн хэрэгтэй зүйлсээ дэмий үрэхгүй, хаяхгүйгээр худалдан авах ёстой гэсэн үг юм.
mr: याचा अर्थ असा आहे की आपण बर् याच गोष्टी वाया न घालवता किंवा फेकून न देता केवळ आपल्याला आवश्यक असलेल्या वस्तू खरेदी केल्या पाहिजेत.
ms: Ini bermakna kita hanya perlu membeli barang yang kita perlukan tanpa membuang atau membuang terlalu banyak perkara.
mt: Dan ifisser li għandna nixtru biss affarijiet li għandna bżonn mingħajr ma naħlu jew narmu wisq affarijiet.
my: ယင်းက ကျွန်ုပ်တို့လိုအပ်သောပစ္စည်းများကို ဖြုန်းတီးခြင်း သို့မဟုတ် ပစ္စည်းများစွာမဖြုန်းဘဲသာ ဝယ်ယူသင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at vi bare skal kjøpe ting vi trenger uten å kaste bort eller kaste bort for mange ting.
ne: यसको अर्थ हामीले धेरै चीजहरू खेर नफालेर वा फ्याँकेर मात्र हामीलाई आवश्यक पर्ने वस्तुहरू किन्नुपर्छ।
nl: Dit betekent dat we alleen dingen moeten kopen die we nodig hebben zonder te veel dingen te verspillen of weg te gooien.
or: ଏହାର ଅର୍ଥ ହେଉଛି ଆମେ କେବଳ ନଷ୍ଟ ନକରି କିମ୍ବା ଅତ୍ୟଧିକ ଜିନିଷ ଫିଙ୍ଗିବା ବିନା ଆବଶ୍ୟକ ଜିନିଷ କିଣିବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਸਾਨੂੰ ਕੇਵਲ ਉਹੀ ਚੀਜ਼ਾਂ ਖਰੀਦਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ ਜਿੰਨ੍ਹਾਂ ਦੀ ਸਾਨੂੰ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਬਰਬਾਦ ਕੀਤੇ ਬਿਨਾਂ ਜਾਂ ਸੁੱਟਣ ਤੋਂ ਬਿਨਾਂ ਲੋੜ ਹੈ।
pl: Oznacza to, że powinniśmy kupować tylko rzeczy, których potrzebujemy, bez marnowania lub wyrzucania zbyt wielu rzeczy.
ps: دا په دې مانا ده چې مونږ باید یوازې هغه شیان واخلو چې مونږ ورته اړتیا لرو پرته له دې چې ډیر شیان ضایع کړو یا یې وغورځوو.
pt_br: Isso significa que só devemos comprar coisas que precisamos sem desperdiçar ou jogar fora muitas coisas.
ro: Aceasta înseamnă că ar trebui să cumpărăm doar lucruri de care avem nevoie fără a irosi sau a arunca prea multe lucruri.
ru: Это означает, что мы должны покупать только то, что нам нужно, не тратя и не выбрасывая слишком много вещей.
sk: To znamená, že by sme mali kupovať iba veci, ktoré potrebujeme, bez toho, aby sme plytvali alebo vyhadzovali príliš veľa vecí.
sl: To pomeni, da bi morali kupiti le stvari, ki jih potrebujemo, ne da bi zapravljali ali zavrgli preveč stvari.
sq: Kjo do të thotë se duhet të blejmë gjëra që na duhen vetëm pa i hedhur dëm ose pa hedhur shumë gjëra.
sr_latn: To znači da treba da kupujemo samo stvari koje su nam potrebne bez bacanja i bacanja previše stvari.
sv: Det betyder att vi bara ska handla saker vi behöver utan att slösa eller slänga för många saker.
sw: Hii ina maana kwamba tunapaswa kununua tu vitu tunavyohitaji bila kupoteza au kutupa vitu vingi sana.
ta: இதன் பொருள் என்னவென்றால், நமக்குத் தேவையான பொருட்களை மட்டுமே நாம் வீணடிக்காமல் அல்லது பல விஷயங்களைத் தூக்கி எறியாமல் வாங்க வேண்டும்.
te: దీని అర్థం మనం చాలా వస్తువులను వృధా చేయకుండా లేదా విసిరేయకుండా మనకు అవసరమైన వస్తువులను మాత్రమే కొనాలి.
th: ซึ่งหมายความว่าเราควรซื้อของที่เราต้องการโดยไม่สูญเปล่าหรือทิ้งสิ่งของมากเกินไป
tk: Diýmek, biz gerekli zatlary diňe köp zady biderek harçetmän ýa-da zyňman satyn almaly.
tr: Bu, sadece ihtiyacımız olan şeyleri israf etmeden veya çok fazla şeyi çöpe atmadan satın almamız gerektiği anlamına gelir.
tt: Димәк, без кирәк булган әйберләрне генә сатып алырга, бик күп әйберләрдән ыргытылырга тиеш.
ug: بۇ بىز پەقەت كېرەكلىك نەرسىلەرنى پەقەت بەك كۆپ نەرسىنى ۋاجىپ قىلماي ياكى تاشلىۋەتمەيلا سېتىۋېلىشىمىز كېرەكلىكىنى بىلدۈرىدۇ.
uk: Це означає, що ми повинні купувати тільки те, що нам потрібно, не витрачаючи і не викидаючи занадто багато речей.
ur: اس کا مطلب یہ ہے کہ ہمیں صرف وہ چیزیں خریدنی چاہئیں جن کی ہمیں ضرورت ہے بغیر ضائع کیے یا بہت سی چیزیں پھینک دیں۔
uz: Bu shuni anglatadiki, biz faqat juda ko'p narsalarni behuda o'tkazmasdan yoki tashlamasdan kerakli narsalarni sotib olishimiz kerak.
vi: Điều này có nghĩa là chúng ta chỉ nên mua những thứ chúng ta cần mà không lãng phí hoặc vứt bỏ quá nhiều thứ.
zh_hans: 这意味着我们应该只购买我们需要的东西，而不是浪费或扔掉太多东西。
zu: Lokhu kusho ukuthi kufanele sithenge izinto esizidingayo kuphela ngaphandle kokuchitha noma ukulahla izinto eziningi kakhulu.

# undp_goal_12_title
source: Goal 12: Responsible consumption and production
af: Doel 12: Verantwoordelike verbruik en produksie
am: ግብ 12 ኃላፊነት ያለው ፍጆታ እና ምርት
ar: الهدف 12: الاستهلاك والإنتاج المسؤولان
as: লক্ষ্য 12: দায়িত্বশীল ব্যৱহাৰ আৰু উৎপাদন
az: Məqsəd 12: Məsuliyyətli istehlak və istehsal
bg: Цел 12: Отговорно потребление и производство
bn: লক্ষ্য 12: দায়িত্বশীল খরচ এবং উৎপাদন
bo: དམིགས་འབེན་བཅུ་གཉིས་པ། འགན་འཁྲི་འཁུར་བའི་འཛད་སྤྱོད་དང་ཐོན་སྐྱེད།
bs: Cilj 12: Odgovorna potrošnja i proizvodnja
ca: Objectiu 12: Consum i producció responsables
cs: Cíl 12: Odpovědná spotřeba a výroba
cy: Nod 12: Defnydd cyfrifol a chynhyrchu
da: Mål 12: Ansvarligt forbrug og produktion
de: Ziel 12: Verantwortungsvoller Konsum und Produktion
el: Στόχος 12: Υπεύθυνη κατανάλωση και παραγωγή
es: Objetivo 12: Consumo y producción responsables
et: 12. eesmärk: Vastutustundlik tarbimine ja tootmine
eu: 12. helburua: Kontsumoa eta ekoizpen arduratsuak
fa: هدف 12: مصرف و تولید مسئول
fi: Tavoite 12: Vastuullinen kulutus ja tuotanto
fil: Layunin 12: Responsable consumption at produksyon
fr: Objectif 12 : Consommation et production responsables
ga: Sprioc 12: Tomhaltas agus táirgeadh freagrach
gl: Obxectivo 12: PRODUCIÓN E CONSUMO RESPONSABLE
gu: ધ્યેય ૧૨ઃ જવાબદાર વપરાશ અને ઉત્પાદન
he: מטרה 12: צריכה וייצור אחראיים
hi: लक्ष्य 12: जिम्मेदार खपत और उत्पादन
hr: Cilj 12: Odgovorna potrošnja i proizvodnja
hu: 12. cél: Felelős fogyasztás és termelés
hy: Նպատակ 12. Պատասխանատու սպառում եւ արտադրություն
id: Sasaran 12: Konsumsi dan produksi yang bertanggung jawab
is: Markmið 12: Ábyrg neysla og framleiðsla
it: Obiettivo 12: Consumo e produzione responsabili
ja: 目標12:責任ある消費と生産
ka: მიზანი 12: პასუხისმგებლიანი მოხმარება და წარმოება
kk: 12-мақсат: Жауапты тұтыну және өндіру
km: គោលដៅទី១២៖ ការទូទាត់ និងការផលិតប្រកបដោយការទទួលខុសត្រូវ
kn: ಗುರಿ 12: ಜವಾಬ್ದಾರಿಯುತ ಬಳಕೆ ಮತ್ತು ಉತ್ಪಾದನೆ
ko: 목표 12 : 책임있는 소비 및 생산
ku: ئامانج 12: بەکارهێنان و بەرهەم هێنانی بەرپرسیارانە
ky: Максат 12: Жоопкерчиликтүү керектөө жана өндүрүш
lo: ເປົ້າຫມາຍທີ 12: ການບໍລິໂພກ ແລະ ການຜະລິດທີ່ຮັບຜິດຊອບ
lt: 12 tikslas: atsakingas vartojimas ir gamyba
lv: 12. mērķis: atbildīgs patēriņš un ražošana
mg: Tanjona 12: Fandraisana andraikitra amin'ny fandaniana sy famokarana
mi: Goal 12: Te whakapaunga me te whakanaotanga e taea ana
mk: Цел 12: Одговорна потрошувачка и производство
ml: ലക്ഷ്യം 12: ഉത്തരവാദിത്തമുള്ള ഉപഭോഗവും ഉൽപാദനവും
mn_cyrl: Зорилт 12. Хариуцлагатай хэрэглээ, үйлдвэрлэл
mr: ध्येय १२: जबाबदार वापर आणि उत्पादन
ms: Matlamat 12: Penggunaan dan pengeluaran yang bertanggungjawab
mt: Għan 12: Konsum u produzzjoni responsabbli
my: ပန်းတိုင် ၁၂– တာဝန်ရှိသုံးစွဲမှုနဲ့ ထုတ်လုပ်မှု
nb: Mål 12: Ansvarlig forbruk og produksjon
ne: लक्ष्य १२: जिम्मेवार उपभोग र उत्पादन
nl: Doel 12: Verantwoorde consumptie en productie
or: ଲକ୍ଷ୍ୟ 12: ଦାୟୀ ବ୍ୟବହାର ଏବଂ ଉତ୍ପାଦନ
pa: ਟੀਚਾ 12: ਜਿੰਮੇਵਾਰਾਨਾ ਖਪਤ ਅਤੇ ਉਤਪਾਦਨ
pl: Cel 12: Odpowiedzialna konsumpcja i produkcja
ps: ۱۲ هدف : د مسولانه مصرف او تولید
pt_br: Meta 12: Consumo e produção responsáveis
ro: Obiectivul 12: Consum și producție responsabile
ru: Цель 12: Ответственное потребление и производство
sk: Cieľ 12: Zodpovedná spotreba a výroba
sl: Cilj 12: Odgovorna poraba in proizvodnja
sq: Qëllimi 12: Konsumi dhe prodhimi i përgjegjshëm
sr_latn: Cilj 12: Odgovorna potrošnja i proizvodnja
sv: Mål 12: Hållbar konsumtion och produktion
sw: Lengo namba 12: Matumizi ya uwajibikaji na uzalishaji
ta: இலக்கு 12: பொறுப்பான நுகர்வு மற்றும் உற்பத்தி
te: లక్ష్యం 12: బాధ్యతాయుతమైన వినియోగం మరియు ఉత్పత్తి
th: เป้าหมายที่ 12: การบริโภคและการผลิตอย่างมีความรับผิดชอบ
tk: Maksadyň 12-nji maksady: Jogapkärli sarp edijiler we öndürmek
tr: Hedef 12: Sorumlu tüketim ve üretim
tt: 12-нче максат: Җаваплы куллану һәм җитештерү
ug: 12-نىشان: مەسئۇلىيەتچان ئىستېمال ۋە ئىشلەپچىقىرىش
uk: Ціль 12: Відповідальне споживання та виробництво
ur: ہدف 12: ذمہ دارانہ کھپت اور پیداوار
uz: 12-maqsad: Mas'uliyatli iste'mol va ishlab chiqarish
vi: Mục tiêu 12: Tiêu dùng và sản xuất có trách nhiệm
zh_hans: 目标12：负责任的消费和生产
zu: Umgomo 12: Ukusetshenziswa okunomthwalo wemfanelo nokukhiqizwa

# undp_goal_13_description
source: In order to live well on our planet, we must ensure that climate change is stopped.
af: Om goed op ons planeet te leef, moet ons verseker dat klimaatsverandering gestop word.
am: በምድራችን ላይ ጥሩ ኑሮ ለመኖር የአየር ንብረት ለውጥ እንዲቆም ማድረግ አለብን ።
ar: ولكي نعيش حياة طيبة على كوكبنا، يجب أن نضمن وقف تغير المناخ.
as: আমাৰ পৃথিৱীত ভালদৰে জীয়াই থাকিবলৈ, আমি নিশ্চিত কৰিব লাগিব যে জলবায়ু পৰিৱৰ্তন বন্ধ কৰা হৈছে।
az: Planetimizdə yaxşı yaşamaq üçün iqlim dəyişikliyinin dayandırılmasını təmin etməliyik.
bg: За да живеем добре на нашата планета, трябва да гарантираме, че изменението на климата ще бъде спряно.
bn: আমাদের গ্রহে ভালভাবে বাস করার জন্য, আমাদের অবশ্যই নিশ্চিত করতে হবে যে জলবায়ু পরিবর্তন বন্ধ করা হয়েছে।
bo: ང་ཚོའི་སའི་གོ་ལའི་སྟེང་འཚོ་བ་ཡག་པོ་སྐྱེལ་ཆེད་ང་ཚོས་ངེས་པར་དུ་གནམ་གཤིས་འགྱུར་ལྡོག་ལ་བཀག་འགོག་བྱེད་པར་ཁག་ཐེག་བྱ་དགོས།
bs: Da bismo dobro živjeli na našoj planeti, moramo osigurati da klimatske promjene budu zaustavljene.
ca: Per viure bé al nostre planeta, hem d'assegurar-nos que el canvi climàtic s'aturi.
cs: Abychom mohli na naší planetě žít dobře, musíme zajistit, aby byla změna klimatu zastavena.
cy: Er mwyn byw yn dda ar ein planed, mae'n rhaid i ni sicrhau bod newid hinsawdd yn dod i ben.
da: For at leve godt på vores planet skal vi sikre, at klimaændringerne stoppes.
de: Um auf unserem Planeten gut leben zu können, müssen wir dafür sorgen, dass der Klimawandel gestoppt wird.
el: Προκειμένου να ζήσουμε καλά στον πλανήτη μας, πρέπει να διασφαλίσουμε ότι θα σταματήσει η κλιματική αλλαγή.
es: Para vivir bien en nuestro planeta, debemos asegurarnos de que se detenga el cambio climático.
et: Et meie planeedil hästi elada, peame tagama kliimamuutuse peatamise.
eu: Gure planetan ondo bizitzeko, klima aldaketa geldiarazten dela ziurtatu behar dugu.
fa: برای اینکه در سیاره مان خوب زندگی کنیم، باید اطمینان حاصل کنیم که تغییرات آب و هوایی متوقف شده است.
fi: Jotta voimme elää hyvin planeetallamme, meidän on varmistettava, että ilmastonmuutos pysäytetään.
fil: Upang mabuhay nang maayos sa aming planeta, dapat nating tiyakin na tumigil ang pagbabago ng klima.
fo: Fyri at liva væl á okkara gongustjørnu, mugu vit tryggja, at veðurlagsbroytingar eru steðgað.
fr: Pour bien vivre sur notre planète, nous devons veiller à ce que le changement climatique soit arrêté.
ga: Chun maireachtáil go maith ar ár bpláinéad, ní mór dúinn a chinntiú go gcuirtear stop leis an athrú aeráide.
gl: Para vivir ben no noso planeta, debemos asegurarnos de que o cambio climático se deteña.
gu: આપણા ગ્રહ પર સારી રીતે જીવવા માટે, આપણે એ સુનિશ્ચિત કરવું પડશે કે આબોહવા પરિવર્તન અટકાવવામાં આવે.
he: כדי לחיות טוב על הפלנטה שלנו, עלינו להבטיח ששינויי האקלים ייפסקו.
hi: हमारे ग्रह पर अच्छी तरह से रहने के लिए, हमें यह सुनिश्चित करना होगा कि जलवायु परिवर्तन को रोका जाए।
hr: Da bismo dobro živjeli na našem planetu, moramo osigurati zaustavljanje klimatskih promjena.
hu: Annak érdekében, hogy jól élhessünk bolygónkon, biztosítanunk kell az éghajlatváltozás megállítását.
hy: Մեր մոլորակի վրա լավ ապրելու համար մենք պետք է ապահովենք, որ կլիմայի փոփոխությունը դադարեցվի։
id: Untuk hidup dengan baik di planet kita, kita harus memastikan bahwa perubahan iklim dihentikan.
is: Til þess að lifa vel á jörðinni okkar verðum við að tryggja að loftslagsbreytingum sé hætt.
it: Per vivere bene sul nostro pianeta, dobbiamo assicurarci che il cambiamento climatico sia fermato.
ja: 地球上でうまく生活するためには、気候変動を確実に止めなければなりません。
ka: იმისათვის, რომ კარგად ვიცხოვროთ ჩვენს პლანეტაზე, ჩვენ უნდა დავრწმუნდეთ, რომ კლიმატის ცვლილება შეჩერდება.
kk: Планетамызда жақсы өмір сүру үшін біз климаттың өзгеруін тоқтатуды қамтамасыз етуге тиіспіз.
km: ដើម្បី រស់ នៅ បាន ល្អ នៅ លើ ភព របស់ យើង យើង ត្រូវ តែ ធានា ថា ការ ប្រែប្រួល អាកាស ធាតុ ត្រូវ បាន បញ្ឈប់ ។
kn: ನಮ್ಮ ಗ್ರಹದಲ್ಲಿ ಉತ್ತಮವಾಗಿ ಬದುಕಲು, ಹವಾಮಾನ ಬದಲಾವಣೆಯನ್ನು ನಿಲ್ಲಿಸಲಾಗಿದೆ ಎಂದು ನಾವು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕು.
ko: 지구상에서 잘 살기 위해서는 기후 변화가 멈추도록 보장해야합니다.
ku: بۆ ئەوەی بە باشی لەسەر هەسارەکەمان بژین، دەبێت دڵنیا بین لەوەی کە گۆڕانکاری کەش و هەوا وەستاوە
ky: Планетабызда жакшы жашоо үчүн климаттын өзгөрүшүн токтотуу керек.
lo: ເພື່ອຈະມີຊີວິດຢູ່ໄດ້ດີໃນໂລກຂອງເຮົາ ເຮົາຕ້ອງໃຫ້ແນ່ໃຈວ່າການປ່ຽນແປງດິນຟ້າອາກາດຈະຢຸດເຊົາ.
lt: Norėdami gerai gyventi savo planetoje, turime užtikrinti, kad klimato kaita būtų sustabdyta.
lv: Lai labi dzīvotu uz mūsu planētas, mums ir jānodrošina, ka klimata pārmaiņas tiek apturētas.
mg: Mba hahafahana miaina tsara eto amin'ny planetantsika, tsy maintsy miantoka isika fa hitsahatra ny fiovaovan'ny toetr'andro.
mi: Kia pai ai te noho i runga i to tātau aorangi, me mātua whakarite tātau ka tū te huringa āhuarangi.
mk: За да живееме добро на нашата планета, мораме да обезбедиме запирање на климатските промени.
ml: നമ്മുടെ ഗ്രഹത്തിൽ നന്നായി ജീവിക്കാൻ, കാലാവസ്ഥാ വ്യതിയാനം തടയുന്നുവെന്ന് നാം ഉറപ്പാക്കണം.
mn_cyrl: Дэлхий дээрээ сайхан амьдрахын тулд цаг уурын өөрчлөлтийг зогсоох ёстой.
mr: आपल्या ग्रहावर चांगले राहण्यासाठी, आपण हवामान बदल थांबविण्याची खात्री केली पाहिजे.
ms: Untuk hidup dengan baik di planet kita, kita mesti memastikan bahawa perubahan iklim dihentikan.
mt: Sabiex ngħixu tajjeb fuq il-pjaneta tagħna, irridu niżguraw li t-tibdil fil-klima jitwaqqaf.
my: ကျွန်ုပ်တို့၏ဂြိုဟ်ပေါ်တွင် ကောင်းစွာနေထိုင်နိုင်ရန် ရာသီဥတုအပြောင်းအလဲ ရပ်တန့်သွားရန် သေချာစေရမည်။
nb: For å leve godt på vår planet, må vi sørge for at klimaendringene stoppes.
ne: हाम्रो ग्रहमा राम्रोसँग बाँच्नको लागि, हामीले यो सुनिश्चित गर्नु पर्दछ कि जलवायु परिवर्तन रोकियोस्।
nl: Om goed te kunnen leven op onze planeet, moeten we ervoor zorgen dat de klimaatverandering wordt gestopt.
or: ଆମ ଗ୍ରହରେ ଭଲ ଭାବରେ ବଞ୍ଚିବା ପାଇଁ, ଆମକୁ ନିଶ୍ଚିତ କରିବାକୁ ପଡିବ ଯେ ଜଳବାୟୁ ପରିବର୍ତ୍ତନ ବନ୍ଦ ହେବ ।
pa: ਆਪਣੇ ਗ੍ਰਹਿ 'ਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਰਹਿਣ ਲਈ, ਸਾਨੂੰ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਜਲਵਾਯੂ ਪਰਿਵਰਤਨ ਨੂੰ ਰੋਕਿਆ ਜਾਵੇ।
pl: Aby dobrze żyć na naszej planecie, musimy zapewnić powstrzymanie zmian klimatycznych.
ps: زموږ په سیاره کې د ښه ژوند کولو لپاره، موږ باید ډاډ ترلاسه کړو چې د اقلیم بدلون بند شوی دی.
pt_br: Para viver bem em nosso planeta, devemos garantir que as mudanças climáticas parem.
ro: Pentru a trăi bine pe planeta noastră, trebuie să ne asigurăm că schimbările climatice sunt oprite.
ru: Для того чтобы жить хорошо на нашей планете, мы должны обеспечить, чтобы изменение климата было остановлено.
sk: Ak chceme na našej planéte žiť dobre, musíme zabezpečiť zastavenie zmeny klímy.
sl: Da bi lahko dobro živeli na našem planetu, moramo zagotoviti, da se podnebne spremembe ustavijo.
sq: Që të jetojmë mirë në planetin tonë, duhet të sigurohemi që ndryshimi i klimës të ndalet.
sr_latn: Da bismo dobro živeli na našoj planeti, moramo osigurati da klimatske promene budu zaustavljene.
sv: För att kunna leva bra på vår planet måste vi se till att klimatförändringarna stoppas.
sw: Ili kuishi vizuri kwenye sayari yetu, lazima tuhakikishe kuwa mabadiliko ya hali ya hewa yanakomeshwa.
ta: நமது கிரகத்தில் நன்றாக வாழ, காலநிலை மாற்றம் நிறுத்தப்படுவதை நாம் உறுதி செய்ய வேண்டும்.
te: మన గ్రహ౦పై చక్కగా జీవి౦చాల౦టే, వాతావరణ మార్పులు ఆగిపోయేలా చూసుకోవాలి.
th: เพื่อที่จะมีชีวิตที่ดีบนโลกของเราเราต้องมั่นใจว่าการเปลี่ยนแปลงสภาพภูมิอากาศจะหยุดลง
tk: Ýer şarynda gowy ýaşamak üçin howanyň üýtgemeginiň togtadylmagyny üpjün etmeli.
tr: Gezegenimizde iyi yaşamak için iklim değişikliğinin durdurulmasını sağlamalıyız.
tt: Планетабызда яхшы яшәр өчен, без климатның үзгәрешен туктатуны тәэмин итәргә тиешбез.
ug: پىلانېتىمىزدا ياخشى ياشاش ئۈچۈن، كىلىمات ئۆزگىرىشىنىڭ توختىشىغا كاپالەتلىك قىلىشىمىز كېرەك.
uk: Для того, щоб добре жити на нашій планеті, ми повинні забезпечити припинення зміни клімату.
ur: اپنے کرہ ارض پر اچھی طرح رہنے کے لئے ہمیں اس بات کو یقینی بنانا ہوگا کہ موسمیاتی تبدیلیوں کو روکا جائے۔
uz: Sayyoramizda yaxshi yashash uchun iqlim oʻzgarishi toʻxtatilishini taʼminlashimiz kerak.
vi: Để sống tốt trên hành tinh của chúng ta, chúng ta phải đảm bảo rằng biến đổi khí hậu được ngăn chặn.
zh_hans: 为了在我们的星球上过上美好的生活，我们必须确保停止气候变化。
zu: Ukuze siphile kahle emhlabeni wethu, kumele siqinisekise ukuthi ukuguquka kwesimo sezulu kuyamiswa.
