Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_1_description
source: Poverty can mean that you lack food or money, do not feel safe, or are not allowed to go to school.
af: Armoede kan beteken dat jy nie kos of geld het nie, nie veilig voel of nie toegelaat word om skool toe te gaan nie.
am: ድህነት ማለት ምግብ ወይም ገንዘብ ማጣት፣ የደኅንነት ስሜት አይሰማኝም ወይም ትምህርት ቤት መግባት አይፈቀድልህም ማለት ሊሆን ይችላል።
ar: الفقر يمكن أن يعني أنك تفتقر إلى الغذاء أو المال، لا تشعر بالأمان، أو لا يسمح لك بالذهاب إلى المدرسة.
as: দৰিদ্ৰতাৰ অৰ্থ হ'ব পাৰে যে আপোনাৰ খাদ্য বা ধনৰ অভাৱ, সুৰক্ষিত অনুভৱ নকৰিব, বা বিদ্যালয়লৈ যাবলৈ অনুমতি দিয়া নহয়।
az: Yoxsulluq o deməkdir ki, nə yeməyin, nə pulun var, nə özünü təhlükəsiz hiss edirsən, nə də ki, məktəbə getməyə icazə verilmir.
bg: Бедността може да означава, че ви липсват храна или пари, не се чувствате в безопасност, или не ви е позволено да ходите на училище.
bn: দারিদ্র্যের অর্থ হতে পারে যে আপনার খাদ্য বা অর্থের অভাব রয়েছে, নিরাপদ বোধ করবেন না, বা স্কুলে যাওয়ার অনুমতি পাবেন না।
bo: དབུལ་ཕོངས་ཀྱིས་ཁྱེད་ཚོར་འབྲུ་རིགས་དང་སྒོར་མོ་མི་འདང་བ་དང་། བདེ་འཇགས་ཀྱི་ཚོར་སྣང་མེད་པའམ་ཡང་ན་སློབ་གྲྭར་འགྲོ་མི་ཆོག་པ་མཚོན་ཐུབ།
bs: Siromaštvo može značiti da vam nedostaje hrane ili novca, ne osjećate se sigurno, ili vam nije dozvoljeno da idete u školu.
ca: La pobresa pot significar que et falten aliments o diners, no et sents segur o no se't permet anar a l'escola.
cs: Chudoba může znamenat, že vám chybí jídlo nebo peníze, necítíte se bezpečně nebo vám není dovoleno chodit do školy.
cy: Mae tlodi'n gallu golygu bod diffyg bwyd neu arian arnoch chi, ddim yn teimlo'n ddiogel, neu ddim yn cael mynd i'r ysgol.
da: Fattigdom kan betyde, at du mangler mad eller penge, ikke føler dig sikker eller ikke får lov til at gå i skole.
de: Armut kann bedeuten, dass es dir an Nahrung oder Geld mangelt, du dich nicht sicher fühlst oder nicht zur Schule gehen darfst.
el: Η φτώχεια μπορεί να σημαίνει ότι δεν έχετε φαγητό ή χρήματα, δεν αισθάνεστε ασφαλείς ή δεν σας επιτρέπεται να πάτε στο σχολείο.
es: La pobreza puede significar que carece de comida o dinero, no se siente seguro o no se le permite ir a la escuela.
et: Vaesus võib tähendada, et teil puudub toit või raha, te ei tunne end turvaliselt või teil ei lubata kooli minna.
eu: Pobreziak esan nahi du janaria edo dirua falta zaiola, ez dela seguru sentitzen edo ez zaiola eskolara joaten uzten.
fa: فقر می تواند به این معنی باشد که شما فاقد غذا یا پول هستید، احساس امنیت نمی کنید، یا اجازه رفتن به مدرسه را داري.
fi: Köyhyys voi tarkoittaa sitä, että sinulta puuttuu ruokaa tai rahaa, et tunne oloasi turvalliseksi tai et saa käydä koulua.
fil: Ang kahirapan ay maaaring mangahulugan na kulang ka sa pagkain o pera, huwag makaramdam ng ligtas, o hindi pinapayagang mag-aral.
fo: Fátækradømi kann merkja, at tær manglar mat ella pening, kenna seg ikki tryggan, ella ikki sleppa í skúla.
fr: La pauvreté peut signifier que vous manquez de nourriture ou d’argent, que vous ne vous sentez pas en sécurité ou que vous n’êtes pas autorisé à aller à l’école.
ga: Is féidir go gciallódh an bochtanas nach bhfuil bia ná airgead agat, nach mothaíonn tú sábháilte, nó nach bhfuil cead agat dul ar scoil.
gl: A pobreza pode significar que carece de comida ou diñeiro, non se sinta seguro ou non se lle permita ir á escola.
gu: ગરીબીનો અર્થ એ થઈ શકે છે કે તમારી પાસે ખોરાક અથવા પૈસાનો અભાવ છે, સલામતી અનુભવતા નથી, અથવા તમને શાળાએ જવાની મંજૂરી નથી.
he: עוני יכול לגרום לכך שאין לך מזון או כסף, אינך מרגיש בטוח או שאינך מורשה ללכת לבית הספר.
hi: गरीबी का मतलब यह हो सकता है कि आपके पास भोजन या धन की कमी है, सुरक्षित महसूस नहीं करते हैं, या स्कूल जाने की अनुमति नहीं है।
hr: Siromaštvo može značiti da vam nedostaje hrane ili novca, ne osjećate se sigurno ili ne smijete ići u školu.
hu: A szegénység azt jelentheti, hogy nincs élelmed vagy pénzed, nem érzed magad biztonságban, vagy nem mehetsz iskolába.
hy: Աղքատությունը կարող է նշանակել, որ դուք չունեք սնունդ կամ փող, ձեզ ապահով չեք զգում կամ թույլ չեք տալիս դպրոց գնալ։
id: Kemiskinan dapat berarti bahwa Anda kekurangan makanan atau uang, tidak merasa aman, atau tidak diizinkan pergi ke sekolah.
is: Fátækt getur þýtt að þig skortir mat eða peninga, upplifir þig ekki öruggan eða mátt ekki fara í skólann.
it: La povertà può significare che ti manca cibo o denaro, non ti senti al sicuro o non ti è permesso andare a scuola.
ja: 貧困とは、食べ物やお金が足りない、安心できない、学校に行くことが許されないことを意味します。
ka: სიღარიბე შეიძლება ნიშნავდეს, რომ არ გაქვთ საკვები ან ფული, არ იგრძნოთ თავი უსაფრთხოდ, ან არ დაუშვათ სკოლაში წასვლა.
kk: Кедейлік азық-түліктің немесе ақшаның жетіспеушілігін, өзіңізді қауіпсіз сезінбеуіңізді немесе мектепке баруға рұқсат етілмеуіңізді білдіреді.
km: ភាព ក្រីក្រ អាច មាន ន័យ ថា អ្នក ខ្វះ អាហារ ឬ លុយ មិន មាន អារម្មណ៍ សុវត្ថិភាព ឬ មិន ត្រូវ បាន អនុញ្ញាត ឲ្យ ទៅ សាលា រៀន ឡើយ ។
kn: ಬಡತನ ಎಂದರೆ ನಿಮಗೆ ಆಹಾರ ಅಥವಾ ಹಣದ ಕೊರತೆ, ಸುರಕ್ಷಿತವೆಂದು ಭಾವಿಸುವುದಿಲ್ಲ ಅಥವಾ ಶಾಲೆಗೆ ಹೋಗಲು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 빈곤은 음식이나 돈이 부족하거나, 안전하다고 느끼지 않거나, 학교에 갈 수 없다는 것을 의미 할 수 있습니다.
ku: هەژاری دەتوانێت مانای ئەوە بێت کە تۆ کەم خواردن یان پارەت هەیە، هەست بە سەلامەتی ناکەن، یان ڕێگەیان پێ نادرێت بچیتە قوتابخانە.
ky: Жакырчылык тамак-аштын же акчанын жетишсиздигин, өзүңөрдү коопсуз сезбешиңерди же мектепке барууга уруксат берилбеши мүмкүн экенин билдириши мүмкүн.
lo: ຄວາມທຸກຍາກອາດຫມາຍເຖິງທ່ານຂາດອາຫານຫຼືເງິນ, ບໍ່ຮູ້ສຶກປອດໄພ, ຫຼືບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ໄປໂຮງຮຽນ.
lt: Skurdas gali reikšti, kad jums trūksta maisto ar pinigų, nesijaučiate saugūs arba jums neleidžiama eiti į mokyklą.
lv: Nabadzība var nozīmēt, ka jums trūkst pārtikas vai naudas, jūs nejūtaties droši vai jums nav atļauts iet uz skolu.
mg: Ny fahantrana dia mety hidika fa tsy ampy sakafo na vola ianao, na tsy mahatsiaro ho voaro, na tsy mahazo mandeha mianatra.
mi: Ko te tikanga o te rawakore kāore koe i te kai, i te moni rānei, kaua e rongo haumaru, kāore rānei e whakaaetia kia haere ki te kura.
mk: Сиромаштијата може да значи дека ви недостасува храна или пари, не се чувствувате безбедно или не ви е дозволено да одите на училиште.
ml: ദാരിദ്ര്യം അർത്ഥമാക്കുന്നത് നിങ്ങൾക്ക് ഭക്ഷണമോ പണമോ ഇല്ല, സുരക്ഷിതത്വം തോന്നുന്നില്ല, അല്ലെങ്കിൽ സ്കൂളിൽ പോകാൻ അനുവാദമില്ല.
mn_cyrl: Ядуурал гэдэг нь хоол хүнс, мөнгө төгрөгөөр дутагдаж, өөрийгөө аюулгүй байлгахгүй эсвэл сургуульд явахыг зөвшөөрдөггүй гэсэн үг байж болно.
mr: गरिबीचा अर्थ असा होऊ शकतो की आपल्याकडे अन्न किंवा पैशाची कमतरता आहे, आपल्याला सुरक्षित वाटत नाही किंवा शाळेत जाण्याची परवानगी नाही.
ms: Kemiskinan boleh bermakna anda kekurangan makanan atau wang, tidak berasa selamat, atau tidak dibenarkan pergi ke sekolah.
mt: Il-faqar jista 'jfisser li m'għandekx ikel jew flus, tħossokx sigur, jew ma titħalliex tmur l-iskola.
my: ဆင်းရဲမွဲတေမှုဟူသည် အစားအစာ သို့မဟုတ် ငွေမရှိ၊ လုံခြုံမှုမရှိ၊ ကျောင်းတက်ခွင့်မရှိဟု ဆိုလိုနိုင်သည်။
nb: Fattigdom kan bety at du mangler mat eller penger, ikke føler deg trygg eller ikke har lov til å gå på skolen.
ne: गरिबीको अर्थ तपाईंसँग खाना वा पैसाको अभाव हुन सक्छ, सुरक्षित महसुस गर्नुहुन्न वा स्कूल जान दिनुहुन्न।
nl: Armoede kan betekenen dat je geen eten of geld hebt, je niet veilig voelt of niet naar school mag.
or: ଦାରିଦ୍ର୍ୟର ଅର୍ଥ ହୋଇପାରେ ଯେ ଆପଣଙ୍କର ଖାଦ୍ୟ କିମ୍ବା ଟଙ୍କା ଅଭାବ ଅଛି, ସୁରକ୍ଷିତ ଅନୁଭବ କରନ୍ତୁ ନାହିଁ, କିମ୍ବା ବିଦ୍ୟାଳୟକୁ ଯିବାକୁ ଅନୁମତି ନାହିଁ |
pa: ਗਰੀਬੀ ਦਾ ਮਤਲਬ ਇਹ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਭੋਜਨ ਜਾਂ ਪੈਸੇ ਦੀ ਕਮੀ ਹੈ, ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ, ਜਾਂ ਤੁਹਾਨੂੰ ਸਕੂਲ ਜਾਣ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ।
pl: Ubóstwo może oznaczać, że brakuje ci jedzenia lub pieniędzy, nie czujesz się bezpiecznie lub nie możesz chodzić do szkoły.
ps: فقر دا معنا لری چې تاسو د خوراک یا پیسو نشتوالی لرئ، د امنیت احساس مه کوئ، یا ښوونځی ته د تګ اجازه نه لرئ.
pt_br: A pobreza pode significar que você não tem comida ou dinheiro, não se sente seguro ou não pode ir à escola.
ro: Sărăcia poate însemna că îți lipsește mâncarea sau banii, nu te simți în siguranță sau că nu ai voie să mergi la școală.
ru: Бедность может означать, что вам не хватает еды или денег, вы не чувствуете себя в безопасности или не можете ходить в школу.
sk: Chudoba môže znamenať, že vám chýba jedlo alebo peniaze, necítite sa bezpečne alebo vám nie je dovolené chodiť do školy.
sl: Revščina lahko pomeni, da vam primanjkuje hrane ali denarja, se ne počutite varne ali ne smete hoditi v šolo.
sq: Varfëria mund të nënkuptojë se të mungon ushqimi ose paratë, nuk ndihesh i sigurt ose nuk të lejohet të shkosh në shkollë.
sr_latn: Siromaštvo može da znači da vam nedostaje hrana ili novac, da se ne osećate sigurno ili vam nije dozvoljeno da idete u školu.
sv: Med fattigdom menas att man kanske saknar mat, pengar, inte känner sig trygg eller inte får gå i skolan.
sw: Umaskini unaweza kumaanisha kuwa unakosa chakula au pesa, usijisikie salama, au huruhusiwi kwenda shule.
ta: வறுமை என்பது உங்களுக்கு உணவு அல்லது பணம் இல்லை, பாதுகாப்பாக உணரவில்லை, அல்லது பள்ளிக்குச் செல்ல அனுமதிக்கப்படுவதில்லை என்று அர்த்தம்.
te: పేదరికం అంటే మీకు ఆహారం లేదా డబ్బు లేకపోవడం, సురక్షితంగా అనిపించకపోవడం లేదా పాఠశాలకు వెళ్లడానికి అనుమతించబడకపోవడం.
th: ความยากจนอาจหมายความว่าคุณขาดอาหารหรือเงินไม่รู้สึกปลอดภัยหรือไม่ได้รับอนุญาตให้ไปโรงเรียน
tk: Garyplyk iýmitiň, puluň ýokdugyny, özüňi howpsuz duýmaýandygyňy ýa-da mekdebe gitmäge rugsat berilmeýändigini aňladýar.
tr: Yoksulluk, yiyecek veya paranız olmadığı, kendinizi güvende hissetmediğiniz veya okula gitmenize izin verilmediği anlamına gelebilir.
tt: Фәкыйрьлек сезгә ризык, акча җитмәү, үзләрен куркынычсыз хис итмәгез, яки мәктәпкә барырга рөхсәт ителмисез дигәнне аңлата ала.
ug: نامراتلىق سىزنىڭ يېمەكلىك ياكى پۇلىڭىز كەمچىل بولسا، ئۆزىڭىزنى بىخەتەر ھېس قىلمىسىڭىز، ياكى مەكتەپكە بېرىشقا رۇخسەت قىلىنمايدىغانلىقىڭىزدىن دېرەك بېرىدۇ.
uk: Бідність може означати, що вам не вистачає їжі або грошей, ви не відчуваєте себе в безпеці або не можете ходити в школу.
ur: غربت کا مطلب یہ ہو سکتا ہے کہ آپ کے پاس کھانے یا پیسے کی کمی ہے، آپ خود کو محفوظ محسوس نہیں کرتے، یا انہیں اسکول جانے کی اجازت نہیں ہے۔
uz: Qashshoqlik sizda oziq-ovqat yoki pul etishmasligini, o'zingizni xotirjam his qilmasligingizni yoki maktabga borishga ruxsat berilmaganligini anglatishi mumkin.
vi: Nghèo đói có thể có nghĩa là bạn thiếu thức ăn hoặc tiền bạc, không cảm thấy an toàn hoặc không được phép đến trường.
zh_hans: 贫穷可能意味著你缺乏食物或金钱，没有安全感，或者不被允许上学。
zu: Ubuphofu bungasho ukuthi awunakho ukudla noma imali, awuzizwa uphephile, noma awuvunyelwe ukuya esikoleni.

# undp_goal_1_title
source: Goal 1: No poverty
af: Doel 1: Geen armoede
am: ግብ 1 ድህነት የለም
ar: الهدف 1: لا فقر
as: লক্ষ্য 1: কোনো দৰিদ্ৰতা নাই
az: 1-ci məqsəd: Yoxsulluq yoxdur
bg: Цел 1: Без бедност
bn: লক্ষ্য ১: দারিদ্র নয়
bo: དམིགས་འབེན་1:དབུལ་ཕོངས་མེད་པ།
bs: Cilj 1: Nema siromaštva
ca: Objectiu 1: No hi ha pobresa
cs: Cíl 1: Žádná chudoba
cy: Nod 1: Dim tlodi
da: Mål 1: Ingen fattigdom
de: Ziel 1: Keine Armut
el: Στόχος 1: Μηδενική φτώχεια
es: Objetivo 1: No a la pobreza
et: 1. eesmärk: vaesuse kaotamine
eu: 1. helburua: Pobreziari ez
fa: هدف اول: بدون فقر
fi: Tavoite 1: Ei köyhyyttä
fil: Mithiin 1: Walang kahirapan
fo: Goal 1: No fátækradømi
fr: Objectif 1 : Pas de pauvreté
ga: Sprioc 1: Gan bochtanas
gl: Obxectivo 1: Non á pobreza
gu: ધ્યેય ૧ઃ કોઈ ગરીબી નહીં
he: מטרה 1: אין עוני
hi: लक्ष्य 1: कोई गरीबी नहीं
hr: Cilj 1: Nema siromaštva
hu: 1. cél: A szegénység felszámolása
hy: Նպատակ 1. Ոչ մի աղքատություն
id: Tujuan 1: Tidak ada kemiskinan
is: Markmið 1: Engin fátækt
it: Obiettivo 1: Nessuna povertà
ja: 目標1:貧困なし
ka: მიზანი 1: სიღარიბე არ არის
kk: 1-мақсат: Кедейшіліктің болмауы
km: គោលដៅទី១៖ គ្មានភាពក្រីក្រ
kn: ಗುರಿ 1: ಬಡತನವಿಲ್ಲ
ko: 목표 1 : 빈곤 없음
ku: ئامانج 1: بێ هەژاری
ky: Максат 1: Жакырчылык жок
lo: ເປົ້າຫມາຍທີ 1: ບໍ່ມີຄວາມທຸກຍາກ
lt: 1 tikslas: jokio skurdo
lv: 1. mērķis: nabadzības izskaušana
mg: Tanjona 1: Tsy misy fahantrana
mi: Goal 1: Kāore he rawakore
mk: Цел 1: Нема сиромаштија
ml: ലക്ഷ്യം 1: ദാരിദ്ര്യമില്ല
mn_cyrl: Зорилго 1: Ядууралгүй
mr: ध्येय १: गरिबी नाही
ms: Matlamat 1: Tiada kemiskinan
mt: Għan 1: L-ebda faqar
my: ပန်းတိုင် ၁– ဆင်းရဲမွဲတေမှုမရှိ
nb: Mål 1: Ingen fattigdom
ne: लक्ष्य 1: गरीबी नहीं
nl: Doel 1: Geen armoede
or: ଲକ୍ଷ୍ୟ 1: କୌଣସି ଦାରିଦ୍ର୍ୟ ନାହିଁ
pa: ਟੀਚਾ 1: ਕੋਈ ਗਰੀਬੀ ਨਹੀਂ
pl: Cel 1: Brak ubóstwa
ps: ۱ هدف : بې وزلی
pt_br: Objetivo 1: Sem pobreza
ro: Obiectivul 1: Fără sărăcie
ru: Цель 1: Искоренение нищеты
sk: Cieľ 1: Žiadna chudoba
sl: Cilj 1: Brez revščine
sq: Synimi 1: S'ka varfëri
sr_latn: Cilj 1: Bez siromaštva
sv: Mål 1: Ingen fattigdom
sw: Lengo 1: Hakuna umaskini
ta: இலக்கு 1: வறுமை இல்லை
te: లక్ష్యం 1: పేదరికం లేదు
th: เป้าหมายที่ 1: ไม่มีความยากจน
tk: 1-nji maksat: Garyplyk ýok
tr: Hedef 1: Yoksulluk yok
tt: 1 максат: фәкыйрьлек юк
ug: 1-نىشان: نامراتلىق يوق
uk: Ціль 1: Без бідності
ur: مقصد 1: کوئی غربت نہیں
uz: 1-maqsad: Qashshoqlik yo'q
vi: Mục tiêu 1: Không nghèo
zh_hans: 目标1：消除贫困
zu: Umgomo 1: Akukho ubuphofu

# undp_goal_2_description
source: This means that everyone should be able to eat food grown in good way, and that no one should have to go hungry.
af: Dit beteken dat almal in staat moet wees om kos te eet wat op 'n goeie manier gegroei het, en dat niemand honger hoef te ly nie.
am: ይህም ማለት ሁሉም ሰው በጥሩ መንገድ የሚበቅል ምግብ መመገብ መቻል አለበት ማለት ነው። ማንም ሰው መራብ የለበትም።
ar: وهذا يعني أن الجميع يجب أن يكونوا قادرين على تناول الطعام الذي يزرع بطريقة جيدة، وأنه لا ينبغي لأحد أن يجوع.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে ভালদৰে উৎপন্ন হোৱা খাদ্য খাব পাৰিব লাগে, আৰু কোনেও ভোকত থাকিব নালাগে।
az: Bu o deməkdir ki, hər kəs yaxşı şəkildə yetişdirilən qidanı yeyə bilməlidir. Heç kim ac qalmamalıdır.
bg: Това означава, че всеки трябва да може да яде храна, отглеждана по добър начин, и че никой не трябва да отиде гладен.
bn: এর মানে হল যে প্রত্যেকেরই ভাল ভাবে উত্থিত খাবার খেতে সক্ষম হওয়া উচিত, এবং কাউকে ক্ষুধার্ত হতে হবে না।
bo: དེའི་ཐོག་ནས་མི་ཚང་མས་བྱེད་ཐབས་ལེགས་པོ་སྤྱད་དེ་འདེབས་འཛུགས་བྱས་པའི་འབྲུ་རིགས་ཟ་ཐུབ་པ་དང་། མི་སུ་ཞིག་ཡིན་རུང་ལྟོགས་སྐོམ་མྱོང་མི་དགོས་པ་མཚོན་གྱི་ཡོད།
bs: To znači da bi svi trebali moći jesti hranu uzgojenu na dobar način, i da nitko ne bi trebao ići gladan.
ca: Això vol dir que tothom hauria de poder menjar aliments cultivats de bona manera i que ningú hauria d'haver de passar gana.
cs: To znamená, že každý by měl mít možnost jíst potraviny vypěstované dobrým způsobem a že by nikdo neměl hladovět.
cy: Mae hyn yn golygu y dylai pawb allu bwyta bwyd sy'n cael ei dyfu mewn ffordd dda, ac na ddylai unrhyw un orfod mynd i llwgu.
da: Det betyder, at alle skal kunne spise mad, der dyrkes på en god måde, og at ingen skal sulte.
de: Dies bedeutet, dass jeder in der Lage sein sollte, Lebensmittel zu essen, die auf gute Weise angebaut werden, und dass niemand hungern muss.
el: Αυτό σημαίνει ότι όλοι πρέπει να μπορούν να τρώνε τρόφιμα που καλλιεργούνται με καλό τρόπο και ότι κανείς δεν πρέπει να πεινάει.
es: Esto significa que todo el mundo debe ser capaz de comer alimentos cultivados de buena manera, y que nadie debe tener que pasar hambre.
et: See tähendab, et igaüks peaks saama süüa heas mõttes kasvatatud toitu ja et keegi ei peaks nälga jääma.
eu: Horrek esan nahi du guztiek jan beharko luketela janaria ondo landuta, eta inork ez lukeela goserik pasa behar.
fa: یعنی همه باید بتوانند غذایی را که به شیوه خوب رشد کرده اند بخورند و هیچ نباید گرسنه شود.
fi: Tämä tarkoittaa, että jokaisen pitäisi voida syödä hyvällä tavalla kasvatettua ruokaa ja että kenenkään ei pitäisi nähdä nälkää.
fil: Ito ay nangangahulugan na ang lahat ay dapat kumain ng pagkain lumago sa mabuting paraan, at na walang sinuman ang dapat na gutom.
fo: Hetta merkir, at øll áttu at kunna etið mat vaks upp á ein góðan hátt, og at eingin skuldi verið svangur.
fr: Cela signifie que tout le monde devrait être en mesure de manger des aliments cultivés dans le bon sens, et que personne ne devrait avoir à avoir faim.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann bia a fhástar ar bhealach maith a ithe, agus nár cheart go mbeadh ar aon duine dul ocrach.
gl: Isto significa que todo o mundo debe ser capaz de comer alimentos cultivados de forma boa, e que ninguén debe pasar fame.
gu: આનો અર્થ એ છે કે દરેક વ્યક્તિએ સારી રીતે ઉગાડેલો ખોરાક ખાવા માટે સમર્થ હોવું જોઈએ, અને કોઈએ પણ ભૂખ્યા રહેવું જોઈએ નહીં.
he: משמעות הדבר היא כי כולם צריכים להיות מסוגלים לאכול מזון גדל בצורה טובה, וכי אף אחד לא צריך להיות רעב.
hi: इसका मतलब यह है कि हर किसी को अच्छे तरीके से उगाए गए भोजन को खाने में सक्षम होना चाहिए, और किसी को भी भूखा नहीं रहना चाहिए।
hr: To znači da bi svatko trebao biti u stanju jesti hranu uzgojenu na dobar način i da nitko ne bi trebao gladovati.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy jó módon termesztett ételeket egyen, és hogy senkinek sem kell éheznie.
hy: Սա նշանակում է, որ յուրաքանչյուր մարդ պետք է կարողանա ուտել լավ ձեւով աճեցրած սնունդը, եւ ոչ ոք չպետք է սոված մնա։
id: Ini berarti bahwa setiap orang harus dapat makan makanan yang ditanam dengan cara yang baik, dan bahwa tidak ada yang harus kelaparan.
is: Þetta þýðir að allir ættu að geta borðað mat sem er ræktaður á góðan hátt og að enginn ætti að þurfa að verða svangur.
it: Ciò significa che tutti dovrebbero essere in grado di mangiare cibo coltivato in modo buono e che nessuno dovrebbe avere fame.
ja: これは、誰もが良い方法で栽培された食べ物を食べることができ、誰も空腹になる必要がないことを意味します。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს კარგი გზით მოყვანილი საკვების ჭამა და რომ არავინ უნდა იყოს მშიერი.
kk: Демек, әркім өсірілген тамақты жақсы жей білуі керек, ешкім де аштыққа бармауы керек.
km: នេះមានន័យថា មនុស្សគ្រប់រូបគួរតែអាចបរិភោគអាហារដែលដុះលូតលាស់តាមរបៀបល្អ ហើយថាគ្មាននរណាម្នាក់គួរឃ្លានឡើយ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ಬೆಳೆದ ಆಹಾರವನ್ನು ತಿನ್ನಲು ಸಮರ್ಥರಾಗಿರಬೇಕು, ಮತ್ತು ಯಾರೂ ಹಸಿವಿನಿಂದ ಬಳಲಬೇಕಾಗಿಲ್ಲ.
ko: 이것은 모든 사람이 좋은 방법으로 자란 음식을 먹을 수 있어야하며 아무도 굶주릴 필요가 없다는 것을 의미합니다.
ku: ئەمە بەو مانایەیە کە پێویستە هەموو کەس بتوانێت بە شێوەیەکی باش خواردن بخوات کە گەشە دەکات و نابێت کەسی برسی بێت.
ky: Бул ар бир адам жакшы өстүрүлгөн тамак-ашты жей алышы керек дегенди билдирет, жана эч ким ачка болбошу керек.
lo: ນີ້ຫມາຍຄວາມວ່າທຸກຄົນຄວນຈະສາມາດກິນອາຫານທີ່ປູກໃນທາງທີ່ດີ, ແລະວ່າບໍ່ມີໃຜຄວນຈະຫິວ.
lt: Tai reiškia, kad kiekvienas turėtų turėti galimybę valgyti gerai užaugintą maistą ir kad niekas neturėtų eiti alkanas.
lv: Tas nozīmē, ka ikvienam vajadzētu būt iespējai ēst pārtiku, kas audzēta labā veidā, un ka nevienam nevajadzētu būt izsalkušam.
mg: Midika izany fa tokony ho afaka hihinana sakafo maniry amin'ny fomba tsara ny tsirairay, ary tsy misy olona tokony ho noana.
mi: Ko te tikanga o tēnei kia taea e te katoa te kai i runga i te pai, kia kaua hoki tetahi e matekai.
mk: Тоа значи дека сите треба да можат да јадат храна одгледувана на добар начин, и дека никој не треба да оди гладен.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും നല്ല രീതിയിൽ വളർത്തുന്ന ഭക്ഷണം കഴിക്കാൻ കഴിയണം, ആരും പട്ടിണി കിടക്കേണ്ടതില്ല.
mn_cyrl: Энэ нь хүн бүр сайн аргаар ургуулсан хоол хүнсийг идэж чаддаг байх ёстой гэсэн үг бөгөөд хэн ч өлсөх ёсгүй гэсэн үг юм.
mr: याचाच अर्थ प्रत्येकाला चांगल्या पद्धतीने पिकवलेले अन्न खाता आले पाहिजे आणि कोणालाही उपाशी राहावे लागू नये.
ms: Ini bermakna semua orang harus dapat makan makanan yang ditanam dengan cara yang baik, dan tiada siapa yang perlu lapar.
mt: Dan ifisser li kulħadd għandu jkun jista 'jiekol ikel imkabbar b'mod tajjeb, u li ħadd m'għandu jkollu jmur bil-ġuħ.
my: ယင်းက လူတိုင်းသည် စိုက်ပျိုးထားသောအစားအစာကို ကောင်းစွာစားသုံးသင့်ပြီး မည်သူမျှ ဆာလောင်မွတ်သိပ်သင့်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle skal kunne spise mat dyrket på god måte, og at ingen skal måtte gå sulten.
ne: यसको अर्थ सबैले राम्रो तरिकाले फलेको खाना खान पाउनुपर्छ र कोही पनि भोकै बस्नु पर्दैन भन्ने हो।
nl: Dit betekent dat iedereen voedsel moet kunnen eten dat op een goede manier is geteeld en dat niemand honger hoeft te lijden.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ଭଲ ଉପାୟରେ ଚାଷ କରାଯାଉଥିବା ଖାଦ୍ୟ ଖାଇବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ୍, ଏବଂ କାହାକୁ ଭୋକିଲା ରହିବାକୁ ପଡିବ ନାହିଁ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕੋਈ ਵਧੀਆ ਤਰੀਕੇ ਨਾਲ ਉਗਾਏ ਭੋਜਨ ਨੂੰ ਖਾਣ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਇਹ ਕਿ ਕਿਸੇ ਨੂੰ ਵੀ ਭੁੱਖੇ ਨਹੀਂ ਰਹਿਣਾ ਚਾਹੀਦਾ।
pl: Oznacza to, że każdy powinien mieć możliwość jedzenia wyhodowanego w dobry sposób i że nikt nie powinien być głodny.
ps: دا په دې مانا ده چې هر څوک باید وتوانیږی چې په ښه ډول زرغون شوی خواړه وخوری، او څوک باید وږی لاړ نه شی.
pt_br: Isso significa que todos devem ser capazes de comer alimentos cultivados de bom modo, e que ninguém deve passar fome.
ro: Acest lucru înseamnă că toată lumea ar trebui să fie în măsură să mănânce alimente cultivate în mod bun, și că nimeni nu ar trebui să meargă foame.
ru: Это означает, что каждый должен иметь возможность есть пищу, выращенную в хорошем смысле, и что никто не должен голодать.
sk: To znamená, že každý by mal byť schopný jesť potraviny pestované dobrým spôsobom a že nikto by nemal hladovať.
sl: To pomeni, da bi morali biti vsi sposobni jesti hrano, pridelano na dober način, in da nikomur ne bi smelo biti treba lačna.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të hanë ushqim të rritur në mënyrë të mirë dhe se askush nuk duhet të shkojë i uritur.
sr_latn: To znači da svako treba da bude u stanju da jede hranu uzgajanu na dobar način, i da niko ne treba da gladuje.
sv: Det betyder att alla ska kunna äta hälsosam mat som är odlad på ett bra sätt och att ingen ska behöva gå hungrig.
sw: Hii ina maana kwamba kila mtu anapaswa kula chakula kilichopandwa kwa njia nzuri, na kwamba hakuna mtu anayepaswa kulala njaa.
ta: இதன் பொருள் என்னவென்றால், ஒவ்வொருவரும் நல்ல வழியில் வளர்க்கப்பட்ட உணவை சாப்பிட முடியும், மேலும் யாரும் பட்டினி கிடக்க வேண்டியதில்லை.
te: అంటే ప్రతి ఒక్కరూ మంచి పద్ధతిలో పండించిన ఆహారాన్ని తినగలగాలి, మరియు ఎవరూ ఆకలితో ఉండవలసిన అవసరం లేదు.
th: ซึ่งหมายความว่าทุกคนควรจะสามารถกินอาหารที่ปลูกในทางที่ดีและไม่มีใครควรจะต้องหิว
tk: Diýmek, her bir adam ösdürip ýetişdirilýän iýmiti gowy iýmeli, hiç kimiň aç bolmaly däldigini aňladýar.
tr: Bu, herkesin iyi bir şekilde yetiştirilen yiyecekleri yiyebilmesi ve kimsenin aç kalmaması gerektiği anlamına gelir.
tt: Димәк, һәркем яхшы итеп ашарга тиеш, һәм беркемгә дә ач йөрергә тиеш түгел.
ug: بۇ كۆپچىلىكنىڭ ياخشى ئۇسۇلدا ئۆستۈرۈلگەن يېمەكلىكلەرنى يېيىشى، ھېچكىمنىڭ ئاچ قورساق بولۇشىنىڭ ھاجىتى يوقلۇقىنى بىلدۈرىدۇ.
uk: Це означає, що кожен повинен мати можливість добре харчуватися їжею, вирощеною в хорошому сенсі, і що ніхто не повинен голодувати.
ur: اس کا مطلب یہ ہے کہ ہر ایک کو اچھے طریقے سے اگایا ہوا کھانا کھانے کے قابل ہونا چاہئے، اور یہ کہ کسی کو بھوکا نہیں رہنا چاہئے۔
uz: Bu degani har bir inson yaxshi yoʻl bilan oʻstirilgan ovqatni isteʼmol qila olishi, hech kim och qolmasligi kerak.
vi: Điều này có nghĩa là mọi người đều có thể ăn thức ăn được trồng một cách tốt, và không ai phải đói.
zh_hans: 这意味着每个人都应该能够吃到以良好方式种植的食物，并且没有人应该挨饿。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukudla ukudla okukhuliswe ngendlela enhle, nokuthi akekho umuntu okufanele alambe.
