Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_metallika_description
source: Metal is the best Metallika knows. He collects everything that is hard to touch and makes sounds when hit it, just like himself!
af: Metaal is die beste wat Metallika weet. Hy versamel alles wat moeilik is om aan te raak en maak geluide wanneer hy dit tref, net soos hyself!
am: ሜታል ምርጥ ሜታልሊካ ያውቀዋል. ለመዳሰስ አስቸጋሪ የሆኑ ነገሮችን ሁሉ ይሰበስባል እንዲሁም ልክ እንደ ራሱ ሲመታ ድምፁን ያሰማል!
ar: المعدن هو أفضل ميتاليكا يعرف. انه يجمع كل ما هو من الصعب لمس ويجعل الأصوات عندما ضرب عليه، تماما مثل نفسه!
as: ধাতু হৈছে সৰ্বশ্ৰেষ্ঠ মেটালিকাই জানে। তেওঁ স্পৰ্শ কৰা কঠিন সকলোবোৰ সংগ্ৰহ কৰে আৰু ইয়াক আঘাত কৰিলে শব্দ কৰে, ঠিক নিজৰ দৰে!
az: Metal ən yaxşı Metallika bilir. O, toxunmaq çətin olan hər şeyi toplayır və onu vuranda səs çıxarır, özü kimi!
bg: Металът е най-добрият, който Металика знае. Той събира всичко, което е трудно да се докосне и издава звуци, когато го удари, точно като себе си!
bn: মেটাল হল সবচেয়ে ভালো মেটালিকা জানে। তিনি স্পর্শ করা কঠিন এমন সমস্ত কিছু সংগ্রহ করেন এবং আঘাত করার সময় শব্দ করে, ঠিক নিজের মতো!
bo: ལྕགས་རིགས་ནི་ཆེས་ལེགས་པའི་ལྕགས་རིགས་ལི་ཁ་ཡིས་ཤེས་པ་ཡིན། ཁོས་རེག་དཀའ་བའི་དངོས་པོ་ཡོད་ཚད་འཚོལ་སྡུད་བྱས་ནས་རང་ཉིད་དང་འདྲ་བར་སྐད་སྒྲ་སྒྲོག་བཞིན་ཡོད།
bs: Metal je najbolje što Metallika zna. Skuplja sve što je teško dotaknuti i pravi zvukove kad ga udari, baš kao i on sam!
ca: El metall és el millor que Metallika sap. Recull tot allò que és difícil de tocar i fa sons quan el colpeja, igual que ell mateix!
cs: Metal je to nejlepší, co Metallika zná. Sbírá vše, čeho je těžké se dotknout, a vydává zvuky, když ho zasáhne, stejně jako on!
cy: Metel yw'r Metallika gorau sy'n gwybod. Mae'n casglu popeth sy'n anodd ei gyffwrdd ac yn gwneud synau wrth ei tharo, yn union fel ef ei hun!
da: Metal er det bedste Metallika kender. Han samler alt, hvad der er svært at røre ved og gør lyde, når ramt det, ligesom ham selv!
de: Metall ist das Beste, was Metallika kennt. Er sammelt alles, was schwer zu berühren ist und macht Geräusche, wenn er getroffen wird, genau wie er selbst!
el: Το μέταλλο είναι το καλύτερο που γνωρίζει η Metallika. Συλλέγει ό, τι είναι δύσκολο να αγγίξει και κάνει ήχους όταν το χτυπήσει, όπως και ο ίδιος!
es: El metal es lo mejor que Metallika conoce. Él recoge todo lo que es difícil de tocar y hace sonidos cuando lo golpea, al igual que él!
et: Metall on parim, mida Metallika teab. Ta kogub kõik, mida on raske puudutada, ja teeb helisid, kui seda tabada, täpselt nagu ta ise!
eu: Metala da Metallikak ezagutzen duen onena. Jotzen zaila den guztia biltzen du, eta soinuak egiten ditu jotzen duenean, berak bezala!
fa: فلز بهترین متالیکا می داند. او همه چیز را که لمس آن سخت است جمع آوری می کند و هنگام ضربه زدن به آن صدا می سازد، درست مثل خودش!
fi: Metalli on parasta, mitä Metallika tietää. Hän kerää kaiken, mihin on vaikea koskettaa, ja tekee ääniä osuessaan siihen, aivan kuten hän itse!
fil: Metal ay ang pinakamahusay na Metallika alam. Nangongolekta siya ng lahat ng bagay na mahirap hawakan at gumagawa ng tunog kapag pindutin ito, tulad ng kanyang sarili!
fo: Metal er tann besti Metallika veit. Hann samlar alt, sum er ringt at nerta og ljóðar, tá ið hann sló tað, júst sum seg sjálvan!
fr: Le métal est le meilleur que Metallika connaisse. Il recueille tout ce qui est difficile à toucher et émet des sons lorsqu’il le frappe, tout comme lui!
ga: Is é miotal an t-eolas Metallika is fearr. Bailíonn sé gach rud atá deacair teagmháil a dhéanamh leis agus déanann sé fuaimeanna nuair a bhuailtear é, díreach cosúil leis féin!
gl: O metal é o mellor metal que se coñece. El recolle todo o que é difícil de tocar e fai sons cando bate-lo, así como el!
gu: ધાતુ એ શ્રેષ્ઠ મેટાલિકા જાણે છે. જેને સ્પર્શ કરવો મુશ્કેલ હોય તે બધું જ તે એકઠું કરે છે અને જ્યારે તેને અથડાય ત્યારે અવાજ કરે છે, પોતાની જેમ જ!
he: מטאל הוא הטוב ביותר שמטאליקה יודעת. הוא אוסף את כל מה שקשה לגעת בו ומשמיע קולות כשהוא מכה בו, בדיוק כמוהו!
hi: धातु सबसे अच्छा मेटलिका जानता है। वह सब कुछ इकट्ठा करता है जिसे छूना मुश्किल है और इसे हिट करने पर आवाज़ करता है, बस खुद की तरह!
hr: Metal je najbolji metallika zna. On skuplja sve što je teško dotaknuti i proizvodi zvukove kada ga udari, baš kao i on sam!
hu: A fém a legjobb Metallika. Mindent összegyűjt, amit nehéz megérinteni, és hangokat ad ki, amikor megüti, akárcsak ő maga!
hy: Մետաղը metallika- ի լավագույնն է, որ գիտի: Նա հավաքում է այն ամենը, ինչ դժվար է դիպչել, եւ ձայներ է արձակում, երբ հարվածում է, ինչպես ինքն է ասում։
id: Logam adalah yang terbaik yang diketahui Metallika. Dia mengumpulkan semua yang sulit disentuh dan mengeluarkan suara saat memukulnya, sama seperti dirinya sendiri!
is: Metal er það besta sem Metallika veit. Hann safnar öllu sem erfitt er að snerta og gefur frá sér hljóð þegar hann slær það, rétt eins og hann sjálfur!
it: Il metallo è il meglio che Metallika conosca. Raccoglie tutto ciò che è difficile da toccare e emette suoni quando lo colpisce, proprio come lui!
ja: 金属はメタリカが知っている最高です。彼は触れるのが難しいすべてを収集し、自分のように、それを打つとき、音を出します!
ka: ლითონი არის საუკეთესო მეტალიკა იცის. ის აგროვებს ყველაფერს, რაც ძნელია შეხება და ჟღერს, როდესაც მოხვდა, ისევე როგორც საკუთარი თავი!
kk: Металл – «Металликаның» ең үздік білетіні. Ол өзі сияқты қатты тигеннің бәрін жинап, соққанда дыбыс шығарады!
km: លោហៈ គឺ ជា Metallika ដ៏ ល្អ បំផុត ដែល ដឹង ។ គាត់ប្រមូលអ្វីៗទាំងអស់ដែលពិបាកប៉ះ ហើយធ្វើឱ្យសំឡេងនៅពេលវាយវាដូចខ្លួន!
kn: ಲೋಹವು ಮೆಟಾಲಿಕಾಗೆ ತಿಳಿದಿರುವ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ಸ್ಪರ್ಶಿಸಲು ಕಷ್ಟಕರವಾದ ಎಲ್ಲವನ್ನೂ ಅವನು ಸಂಗ್ರಹಿಸುತ್ತಾನೆ ಮತ್ತು ಅದನ್ನು ಹೊಡೆದಾಗ ಶಬ್ದಗಳನ್ನು ಮಾಡುತ್ತಾನೆ, ತನ್ನಂತೆಯೇ!
ko: 금속은 Metallika가 알고있는 최고의 것입니다. 그는 만지기 어려운 모든 것을 모으고 자신처럼 그것을 때릴 때 소리를 낸다!
ku: مێتاڵ باشترین مێتالیکایە کە دەزانێت. ئەو هەموو شتێک کۆدەکاتەوە کە زەحمەتە دەستی لێ بدات و دەنگ دروست بکات کاتێک لێی دەدات، هەر وەک خۆی!
ky: Металл мыкты Металлика билет. Ал тийүү кыйын болгон нерселердин баарын чогултуп, өзү сыяктуу эле, ага тийгенде үн чыгарат!
lo: ໂລຫະແມ່ນMetallika ທີ່ດີທີ່ສຸດຮູ້. ລາວເກັບກໍາທຸກສິ່ງທີ່ຍາກທີ່ຈະສໍາຜັດແລະເຮັດໃຫ້ສຽງເມື່ອຕີມັນ, ຄືກັບຕົວເອງ!
lt: Metalas yra geriausia, ką metalika žino. Jis renka viską, ką sunku paliesti, ir skleidžia garsus, kai jį pataiko, kaip ir jis pats!
lv: Metāls ir labākais, ko Metallika zina. Viņš kolekcionē visu, kam ir grūti pieskarties, un, to trāpot, izdara skaņas, tāpat kā viņš pats!
mg: Metal no Metallika tsara indrindra fantatr'i Metallika. Angoniny izay rehetra sarotra kasihana ary ataony izay handrenesana azy, tahaka azy!
mi: Ko te konganuku te konganuku tino pai e mōhio ana. Ka kohia e ia ngā mea katoa e uaua ana ki te whakapā atu, ka tangi ina tuki, pērā ki a ia anō!
mk: Металот е најдобриот металец кој го знае. Собира се што е тешко да се допре и да звучи кога ќе го удри, исто како и самиот себеси!
ml: മെറ്റലിക്കയ്ക്ക് അറിയാവുന്ന ഏറ്റവും മികച്ചത് ലോഹമാണ്. തൊടാൻ പ്രയാസമുള്ളതെല്ലാം അവൻ ശേഖരിക്കുകയും തന്നെപ്പോലെ തന്നെ അടിക്കുമ്പോൾ ശബ്ദങ്ങൾ ഉണ്ടാക്കുകയും ചെയ്യുന്നു!
mn_cyrl: Металл бол хамгийн сайн мэддэг Металлика. Тэр хүрэхэд хэцүү бүх зүйлийг цуглуулж, яг л өөртэйгөө адил цохиход дуу гаргадаг!
mr: धातूला माहीत असलेला धातू हा सर्वात चांगला आहे. ज्या गोष्टीला हात लावणं कठीण आहे, ते सगळं तो गोळा करतो आणि त्यावर आदळल्यावर आवाज काढतो, अगदी स्वतःसारखाच!
ms: Logam adalah Metallika terbaik tahu. Dia mengumpul semua yang sukar disentuh dan membuat bunyi apabila memukulnya, sama seperti dirinya sendiri!
mt: Il-metall huwa l-aqwa jaf Metallika. Huwa jiġbor dak kollu li huwa diffiċli biex tmiss u jagħmel ħsejjes meta tolqotha, bħalu nnifsu!
my: သတ္တုသည် အကောင်းဆုံး Metallika သိထားသည့် အကောင်းဆုံးသတ္တုဖြစ်သည်။ သူသည် ထိတွေ့ရန်ခက်ခဲသည့်အရာမှန်သမျှကို စုဆောင်းပြီး မိမိကိုယ်တိုင်ကဲ့သို့ပင် အသံထွက်စေသည်!
nb: Metall er det beste Metallika vet. Han samler alt som er vanskelig å berøre og lager lyder når han treffer det, akkurat som seg selv!
ne: मेटल मेटालिकालाई सबैभन्दा राम्रो थाहा छ। उहाँले छुन गाह्रो छ कि सबै सङ्कलन र यो हिट गर्दा आवाज बनाउँछ, बस आफैलाई जस्तै!
nl: Metaal is het beste dat Metallika kent. Hij verzamelt alles wat moeilijk aan te raken is en maakt geluiden als hij erop slaat, net als hijzelf!
or: ଧାତୁ ହେଉଛି ସର୍ବୋତ୍ତମ ମେଟାଲିକା ଜାଣେ | ସେ ସବୁକିଛି ସଂଗ୍ରହ କରନ୍ତି ଯାହା ସ୍ପର୍ଶ କରିବା କଷ୍ଟକର ଏବଂ ଏହାକୁ ମାରିବା ସମୟରେ ଶବ୍ଦ କରନ୍ତି, ଠିକ୍ ନିଜ ପରି!
pa: ਧਾਤ ਸਭ ਤੋਂ ਵਧੀਆ ਹੈ ਜੋ ਮੈਟਲਿਕਾ ਜਾਣਦੀ ਹੈ। ਉਹ ਹਰ ਉਸ ਚੀਜ਼ ਨੂੰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਜਿਸਨੂੰ ਛੂਹਣਾ ਮੁਸ਼ਕਿਲ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜਦੋਂ ਇਸਨੂੰ ਮਾਰਨਾ ਮੁਸ਼ਕਿਲ ਹੁੰਦਾ ਹੈ ਤਾਂ ਉਹ ਆਪਣੇ ਆਪ ਵਾਂਗ ਹੀ ਆਵਾਜ਼ਾਂ ਕੱਢਦਾ ਹੈ!
pl: Metal jest najlepszym, co zna Metallika. Zbiera wszystko, co jest trudne do dotknięcia i wydaje dźwięki po uderzeniu, tak jak on sam!
ps: متاله تر ټولو ښه متالیکه ده چی پوهیږی. هغه هر هغه څه راټولوی چې لمس کول یې سخت وی او کله چې دا ووهی نو غږونه جوړوی، لکه د ځان په شان!
pt_br: Metal é o melhor que Metallika sabe. Ele coleciona tudo o que é difícil de tocar e faz sons quando bate nele, assim como ele mesmo!
ro: Metalul este cel mai bun Metallika știe. El colectează tot ceea ce este greu de atins și face sunete atunci când îl lovește, la fel ca el însuși!
ru: Металл является лучшим Metallika знает. Он собирает все, что трудно потрогать и изготовит звуки, когда ударил его, как и он сам!
sk: Kov je to najlepšie, čo Metallika vie. Zhromažďuje všetko, čoho sa ťažko dotýka, a vydáva zvuky, keď ho zasiahne, rovnako ako on sám!
sl: Metal je najboljši Metallika ve. Zbira vse, kar je težko dotakniti in sliši, ko ga udari, tako kot on sam!
sq: Metali është metali më i mirë që di Metallika. Ai mbledh çdo gjë që është e vështirë për t'u prekur dhe bën tinguj kur e godet atë, ashtu si ai vetë!
sr_latn: Metal je najbolji koji Metalika zna. On skuplja sve što je teško dodirnuti i pravi zvukove kada ga udari, baš kao i on samog!
sv: Metall är det bästa Metallika vet. Han samlar på allt som är hårt att ta i och låter när man slår på det, precis som han själv!
sw: Metali ni Metallika bora anajua. Anakusanya kila kitu ambacho ni vigumu kugusa na kutoa sauti anapokipiga, kama yeye mwenyewe!
ta: மெட்டல் என்பது மெட்டல்லிகாவுக்குத் தெரிந்த மிகச் சிறந்தது. அவர் தொட கடினமாக இருக்கும் எல்லாவற்றையும் சேகரிக்கிறார், மேலும் தன்னைப் போலவே, அதை அடிக்கும்போது ஒலிகளை உருவாக்குகிறார்!
te: మెటల్ అనేది మెటల్ లికాకు తెలిసిన అత్యుత్తమమైనది. అతను తాకడానికి కష్టంగా ఉన్న ప్రతిదాన్ని సేకరిస్తాడు మరియు తనలాగే కొట్టినప్పుడు శబ్దాలు చేస్తాడు!
th: โลหะเป็น Metallika ที่ดีที่สุดที่รู้ เขารวบรวมทุกสิ่งที่สัมผัสได้ยากและส่งเสียงเมื่อตีมันเช่นเดียวกับตัวเขาเอง!
tk: Metal — Metallikanyň bilýän iň gowy metaly. Ol elini degirmäge päsgel berýän zatlaryň ählisini ýygnap, özi ýaly urlanda ses çykarýar!
tr: Metal Metallika'nın bildiği en iyi metaldir. Dokunması zor olan her şeyi toplar ve vurduğunda ses çıkarır, tıpkı kendisi gibi!
tt: Металл - иң яхшы Metallika белә. Ул кагылырга авыр булган бар нәрсәне туплап, үзе кебек, үзе кебек, суккач, авазлар ясый!
ug: مېتال بولسا ئەڭ ياخشى مېتالىكا بىلىدۇ. ئۇ سىلاش تەس بولغان ھەممە نەرسىنى يىغىدۇ ۋە سوقۇلغاندا ئاۋاز چىقارسا خۇددى ئۆزىدەك!
uk: Метал - найкраще, що знає Металіка. Він збирає все, до чого важко доторкнутися, і видає звуки при попаданні, як і він сам!
ur: دھات بہترین میٹلیکا جانتی ہے۔ وہ وہ سب کچھ اکٹھا کرتا ہے جسے چھونا مشکل ہے اور جب اسے مارا جاتا ہے تو آوازیں نکالتا ہے، بالکل اپنی طرح!
uz: Metall metallika eng yaxshi biladi. U tegishi qiyin bo'lgan hamma narsani yig'adi va xuddi o'zi kabi urilganda tovush chiqaradi!
vi: Kim loại là kim loại tốt nhất biết. Anh ta thu thập mọi thứ khó chạm vào và tạo ra âm thanh khi nhấn nó, giống như chính anh ta!
zh_hans: 金属是金属利卡所知道的最好的。他收集所有难以触摸的东西，并在击中时发出声音，就像他自己一样！
zu: Metal iyona engcono Metallika uyazi. Uqoqa konke okunzima ukukuthinta futhi wenza imisindo uma eshaywa, njengaye!

# trashmonster_nova-kras_description
source: Broken drinking glasses, crockery or clay pots, these are things that Nova-Kras likes.
af: Gebreekte drinkglase, breekware of kleipotte, dit is dinge waarvan Nova-Kras hou.
am: የተሰበረ የመጠጥ ብርጭቆ, ክሮከር ወይም የሸክላ ማሰሮ, እነዚህ ኖቫ-ክራስ የሚወዱት ነገሮች ናቸው.
ar: كؤوس الشرب المكسورة، الأواني الفخارية أو الطين، هذه هي الأشياء التي نوفا كراس يحب.
as: ভঙা খোৱা গিলাচ, ক্ৰোকাৰী বা মাটিৰ পাত্ৰ, এইবোৰ হৈছে নোভা-ক্ৰাছে ভাল পোৱা বস্তু।
az: Qırılmış içki stəkanı, kroker və ya gil qazanlar, bunlar Nova-Krasın xoşuna gələn şeylərdir.
bg: Счупени чаши за пиене, съдове или глинени саксии, това са неща, които Нова-Крас харесва.
bn: ভাঙা পানীয় গ্লাস, ক্রকারি বা মাটির পাত্র, এগুলি নোভা-ক্রাস পছন্দ করে।
bo: བཏུང་བྱའི་ཤེལ་ཕོར་ཆག་པ་དང་། ཁུ་ལུ་ཁེ་དང་ཡང་ན་ས་མྱགས་ཀྱི་སླ་ང་སོགས་ཚང་མ་ནི་ནའོ་ཝ་ཁེ་ལ་སི་དགའ་བའི་དངོས་པོ་རེད།
bs: Slomljene čaše za piće, posude od prepeče ili gline, to su stvari koje Nova-Kras voli.
ca: Vidres de beguda trencats, vaixelles o testos de fang, són coses que a Nova-Kras els agraden.
cs: Rozbité sklenice na pití, nádobí nebo hliněné hrnce, to jsou věci, které má Nova-Kras rád.
cy: Sbectol yfed wedi torri, llestri neu botiau clai, mae'r rhain yn bethau y mae Nova-Kras yn eu hoffi.
da: Ødelagte drikkeglas, porcelæn eller lerpotter, det er ting, nova-kras kan lide.
de: Zerbrochene Trinkgläser, Geschirr oder Tontöpfe, das sind Dinge, die Nova-Kras mag.
el: Σπασμένα ποτήρια, πιατικά ή πήλινα δοχεία, αυτά είναι πράγματα που αρέσουν στη Nova-Kras.
es: Vasos rotos, vajilla o ollas de barro, estas son cosas que a Nova-Kras le gustan.
et: Katkised joogiklaasid, sööginõud või savipotid, need on asjad, mis Nova-Krasile meeldivad.
eu: Edalontzi hautsiak, bajajaiak edo buztinezko eltzeak, hauek Nova-Krasi gustatzen zaizkion gauzak dira.
fa: شیشه های نوشیدن شکسته، کروکری یا گلدان های رسی، اینها چیزهایی هستند که نوا-کراس از آن ها خوشش می آورد.
fi: Rikkinäiset juomalasit, astiat tai saviruukut, nämä ovat asioita, joista Nova-Kras pitää.
fil: Nasira ang pag-inom ng salamin, crockery o putik palayok, ito ay mga bagay na Nova-Kras tulad ng.
fo: Broken drekka brillur, crockery ella clay pots, hesi eru tingini, sum Nova-Kras dámar.
fr: Verres à boire cassés, pots de vaisselle ou d’argile, ce sont des choses que Nova-Kras aime.
ga: Spéaclaí óil briste, gréithe nó potaí cré, is rudaí iad seo a thaitníonn le Nova-Kras.
gl: Vasos de bebida rotos, croquetas ou potas de arxila, estas son cousas que a Nova-Kras lle gusta.
gu: તૂટેલા પીવાના ચશ્મા, ક્રોકરી અથવા માટીના વાસણો, આ વસ્તુઓ છે જે નોવા-ક્રાસને પસંદ છે.
he: כוסות שתייה שבורות, כלי אוכל או סירי חימר, אלה דברים שנובה-קראס אוהבת.
hi: टूटे हुए पीने के गिलास, क्रॉकरी या मिट्टी के बर्तन, ये ऐसी चीजें हैं जो नोवा-क्रास को पसंद हैं।
hr: Razbijene čaše za piće, posuđe ili glinene posude, to su stvari koje Nova-Kras voli.
hu: Törött ivópoharak, edények vagy agyagedények, ezek olyan dolgok, amelyeket Nova-Kras szeret.
hy: Կոտրված խմելու բաժակներ, խրճիթներ կամ կավե կաթսաներ, սրանք այն բաներն են, որ սիրում է Նովա-Կրասը:
id: Gelas minum pecah, barang pecah belah atau pot tanah liat, ini adalah hal-hal yang disukai Nova-Kras.
is: Brotin drykkjarglös, leirtau eða leirpottar, þetta eru hlutir sem Nova-Kras líkar vel við.
it: Bicchieri rotti, stoviglie o vasi di terracotta, queste sono cose che piacciono a Nova-Kras.
ja: 壊れた飲み物のメガネ、食器や粘土鍋、これらはノヴァクラスが好きなものです。
ka: გატეხილი სასმელი სათვალეები, crockery ან თიხის ქოთნები, ეს არის რამ, რაც Nova-Kras მოსწონს.
kk: Сынған ауыз көзілдірік, крокер немесе саз кастрюльдер, бұл Нова-Крас ұнататын нәрселер.
km: វ៉ែនតា ផឹក ស្រា ខ្ទេចខ្ទី ក្រូច ឬ ដប ដីឥដ្ឋ ទាំង នេះ ជា របស់ ដែល Nova-Kras ចូល ចិត្ត។
kn: ಒಡೆದ ಕುಡಿಯುವ ಲೋಟಗಳು, ಪಾತ್ರೆಗಳು ಅಥವಾ ಮಣ್ಣಿನ ಮಡಕೆಗಳು, ಇವು ನೋವಾ-ಕ್ರಾಸ್ ಇಷ್ಟಪಡುವ ವಿಷಯಗಳು.
ko: 깨진 마시는 안경, 그릇 또는 점토 냄비, 이것들은 Nova-Kras가 좋아하는 것들입니다.
ku: چاویلکەی خواردنەوەی شکاو، مەشخەڵی یان گۆمی قوڕ، ئەمانە ئەو شتانەن کە نوڤا-کراس حەزی لێیەتی.
ky: Сынган ичүүчү көз айнек, кроккери же чопо кастрюльдер, бул Нова-Крас жактырган нерселер.
lo: ແກ້ວດື່ມທີ່ຫັກ, ຫມໍ້ຫຼືຫມໍ້ດິນຫນຽວ, ນີ້ແມ່ນສິ່ງທີ່ Nova-Kras ມັກ.
lt: Sudaužytos gėrimo taurės, indai ar moliniai puodai – tai dalykai, kurie patinka 'Nova-Kras'.
lv: Salauztas dzeršanas brilles, trauki vai māla podi, tās ir lietas, kas patīk Nova-Kras.
mg: Solomaso misy solomaso vaky, pitipoà na vilany tanimanga, ireo no zavatra tian'ny Nova-Kras.
mi: Ko ngā mōhiti inu pakaru, ngā kōhua uku, uku rānei, he mea pai ēnei e pai ana ki a Nova-Kras.
mk: Скршени чаши за пиење, печурки или глинени садови, ова се работи кои Нова-Крас ги сака.
ml: പൊട്ടിയ മദ്യപാന ഗ്ലാസുകൾ, ക്രോക്കറി അല്ലെങ്കിൽ കളിമൺ കലങ്ങൾ, ഇവ നോവ-ക്രാസ് ഇഷ്ടപ്പെടുന്ന കാര്യങ്ങളാണ്.
mn_cyrl: Хугарсан уусан шил, крокер эсвэл шавар торх, эдгээр нь Нова-Красын дуртай зүйлс юм.
mr: तुटलेले पिण्याचे ग्लास, क्रोकरी किंवा मातीची भांडी, या नोव्हा-क्रासला आवडणाऱ्या गोष्टी आहेत.
ms: Gelas minuman patah, pinggan mangkuk atau periuk tanah liat, ini adalah perkara yang disukai Nova-Kras.
mt: Nuċċalijiet tax-xorb miksura, qsari crockery jew tafal, dawn huma affarijiet li jħobbu Nova-Kras.
my: ကျိုးပဲ့နေတဲ့ အရက်ခွက်တွေ၊ ကြက်သွန်ဖြူ ဒါမှမဟုတ် ရွှံ့စေးအိုးတွေဟာ နိုဗာ-ကရက်စ် ကြိုက်တဲ့ အရာတွေပါ။
nb: Ødelagte drikkeglass, servise eller leirepotter, dette er ting som Nova-Kras liker.
ne: भाँचिएको पिउने चश्मा, क्रॉकरी वा माटोको भाँडाहरू, यी चीजहरू हुन् जुन नोभा-क्रासमन पराउँछन्।
nl: Kapotte drinkglazen, servies of kleipotten, dat zijn dingen die Nova-Kras lekker vindt.
or: ଭଙ୍ଗା ମଦ୍ୟପାନ ଚଷମା, କ୍ରୋକରି କିମ୍ବା ମାଟି ହାଣ୍ଡି, ଏଗୁଡ଼ିକ ହେଉଛି ନୋଭା-କ୍ରାସ୍ ପସନ୍ଦ କରୁଥିବା ଜିନିଷ |
pa: ਪੀਣ ਦੇ ਟੁੱਟੇ ਹੋਏ ਗਲਾਸ, ਕਰੌਕਰੀ ਜਾਂ ਮਿੱਟੀ ਦੇ ਬਰਤਨ, ਇਹ ਉਹ ਚੀਜ਼ਾਂ ਹਨ ਜੋ ਨੋਵਾ-ਕ੍ਰਾਸ ਨੂੰ ਪਸੰਦ ਹਨ।
pl: Zepsute szklanki do picia, naczynia lub gliniane garnki, to rzeczy, które Nova-Kras lubi.
ps: د څښلو ماتې لیکې، کراکری یا د خټو لوښی، دا هغه شیان دی چې نوا کراس یې خوښوی.
pt_br: Copos de bebida quebrados, louças ou potes de barro, essas são coisas que os Nova-Kras gostam.
ro: Pahare de băut sparte, veselă sau vase de lut, acestea sunt lucruri care îi plac lui Nova-Kras.
ru: Разбитые стаканы для питья, посуда или глиняные горшки, это то, что нравится Нова-Красу.
sk: Rozbité poháre na pitie, riad alebo hlinené hrnce, to sú veci, ktoré má Nova-Kras rád.
sl: Polomljena kozarca za pitje, posoda ali gline, to so stvari, ki so všeč Nova-Krasu.
sq: Gota të thyera për të pirë, enë argjile, këto janë gjëra që i pëlqejnë Nova-Krasit.
sr_latn: Polomljene čaše za piće, krofne ili glineni lonci, to su stvari koje Nova-Kras voli.
sv: Trasiga dricksglas, porslin eller lerkrukor, det är något som Nova-Kras tycker om.
sw: Miwani ya kunywa iliyovunjika, vyungu vya udongo au udongo, hivi ni vitu ambavyo Nova-Kras anapenda.
ta: உடைந்த குடிக்கும் கண்ணாடிகள், பாத்திரங்கள் அல்லது களிமண் பானைகள், இவை நோவா-க்ராஸ் விரும்பும் விஷயங்கள்.
te: పగిలిన త్రాగునీరు గ్లాసులు, క్రోకరీ లేదా మట్టి కుండలు, ఇవి నోవా-క్రాస్ ఇష్టపడే విషయాలు.
th: แก้วดื่มแตกเครื่องถ้วยชามหรือหม้อดินนี่คือสิ่งที่โนวาคราสชอบ
tk: Döwülen içgi äýnegi, kroker ýa-da toýun gap-gaçlar, buzatlary Nowa-Kras halaýar.
tr: Kırık içme bardakları, çanak çömlekler veya kil kaplar, bunlar Nova-Kras'ın sevdiği şeyler.
tt: Сынган эсәк, кәкре яки балчык чүлмәкләр, бу Нова-Крас ярата торган әйберләр.
ug: چېقىلغان ئىچىملىك كۆزەينەك، كروران ياكى لاي تەشتەكلەر، بۇلار Nova-Kras ياخشى كۆرىدىغان نەرسىلەر.
uk: Розбиті склянки для пиття, посуд або глиняні горщики - це речі, які подобаються Новій-Красі.
ur: ٹوٹے ہوئے پینے کے گلاس، کراکری یا مٹی کے برتن، یہ وہ چیزیں ہیں جو نووا کراس کو پسند ہیں۔
uz: Buzilgan ichimlik ko'zoynaklari, kroker yoki loy qozonlari, bular Nova-Krasga yoqadigan narsalar.
vi: Ly uống nước bị hỏng, đồ sành sứ hoặc nồi đất sét, đây là những thứ mà Nova-Kras thích.
zh_hans: 破碎的水杯，陶器或陶罐，这些都是诺瓦克拉斯喜欢的东西。
zu: Izibuko zokuphuza eziphukile, i-crockery noma izimbiza zobumba, lezi yizinto ezithanda i-Nova-Kras.
