Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# home_feedback_acitivity_title
source: Have you participated in an activity? Click here to tell us what you thought of it!
af: Het jy aan 'n aktiwiteit deelgeneem? Klik hier om ons te vertel wat jy daarvan gedink het!
am: አንተስ በአንድ እንቅስቃሴ ተካፍለሃል? ያሰብከውን ለመናገር እዚህ ይጫኑ!
ar: هل شاركت في نشاط؟ انقر هنا لتخبرنا عن رأيك في ذلك!
as: আপুনি কোনো কাৰ্যকলাপত অংশগ্ৰহণ কৰিছে নেকি? আপুনি ইয়াৰ বিষয়ে কি ভাবিছে আমাক ক'বলৈ ইয়াত ক্লিক কৰক!
az: Siz də bir işdə iştirak etdinizmi? Bu barədə nə düşündüyünüz barədə məlumat vermək üçün buraya tıklayın!
bg: Участвали ли сте в дейност? Кликнете тук, за да ни кажете какво сте се сетили за това!
bn: আপনি কি কোনো কাজে অংশ নিয়েছেন? আপনি এটি সম্পর্কে কি মনে করেন তা আমাদের জানাতে এখানে ক্লিক করুন!
bo: ཁྱོད་བྱ་འགུལ་ཞིག་ལ་ཞུགས་མྱོང་ངམ། འདི་ནས་ང་ཚོར་ཁྱོད་ཀྱིས་ཅི་ཞིག་དྲན་གྱིན་ཡོད་པ་བཤད་རོགས།
bs: Jeste li učestvovali u aktivnosti? Kliknite ovdje da nam kažete što mislite o tome!
ca: Has participat en alguna activitat? Clica aquí per explicar-nos què en pensaves!
cs: Zúčastnili jste se nějaké aktivity? Klikněte zde a řekněte nám, co si o tom myslíte!
cy: Ydych chi wedi cymryd rhan mewn gweithgaredd? Cliciwch yma i ddweud wrthym beth oeddech chi'n feddwl ohono!
da: Har du deltaget i en aktivitet? Klik her for at fortælle os, hvad du syntes om det!
de: Haben Sie an einer Aktivität teilgenommen? Klicken Sie hier, um uns zu sagen, was Sie davon halten!
el: Έχετε συμμετάσχει σε κάποια δραστηριότητα; Κάντε κλικ εδώ για να μας πείτε τη γνώμη σας!
es: ¿Ha participado en una actividad? Haga clic aquí para decirnos lo que pensaba de él!
et: Kas olete mõnes tegevuses osalenud? Klõpsake siin, et öelda meile, mida te sellest arvasite!
eu: Parte hartu al duzu jardueraren batean? Klik egin hemen horretaz pentsatu zenuena kontatzeko!
fa: آیا در یک فعالیت شرکت کرده ایید؟ اینجا را کلیک کنید به ما بگویید آنچه شما در مورد آن فکر می کردم!
fi: Oletko osallistunut toimintaan? Klikkaa tästä kertoaksemme meille, mitä ajattelit siitä!
fil: Nakibahagi na ba kayo sa isang aktibidad? Mag-click dito upang sabihin sa amin kung ano ang naisip mo tungkol dito!
fo: Hevur/Hava tú/tikið lut í einum ítrivi? Trýst/trýstið her fyri at siga okkum, hvat tú/helt/hildu um tað!
fr: Avez-vous participé à une activité? Cliquez ici pour nous dire ce que vous en avez pensé!
ga: Ar ghlac tú páirt i ngníomhaíocht? Cliceáil anseo chun a insint dúinn cad a shíl tú de!
gl: Participaches nunha actividade? Clica aquí para contarnos o que pensaches!
gu: શું તમે કોઈ પ્રવૃત્તિમાં ભાગ લીધો છે? તમે તેના વિશે શું વિચારો છો તે અમને કહેવા માટે અહીં ક્લિક કરો!
he: האם השתתפת בפעילות? לחצו כאן כדי לספר לנו מה חשבתם על זה!
hi: क्या आपने किसी गतिविधि में भाग लिया है? यहाँ क्लिक करें हमें बताने के लिए कि आपने इसके बारे में क्या सोचा था!
hr: Jeste li sudjelovali u aktivnosti? Kliknite ovdje da biste nam rekli što mislite o tome!
hu: Részt vettél valamilyen tevékenységben? Kattintson ide, hogy elmondja nekünk, mit gondolt róla!
hy: Մասնակցել ե՞ք որեւէ միջոցառման: Սեղմեք այստեղ, որպեսզի պատմեք, թե ինչ եք մտածել դրա մասին!
id: Sudahkah Anda berpartisipasi dalam suatu kegiatan? Klik di sini untuk memberi tahu kami pendapat Anda tentang hal itu!
is: Hefur þú tekið þátt í verkefni? Smelltu hér til að segja okkur hvað þér fannst um það!
it: Hai partecipato ad un'attività? Clicca qui per dirci cosa ne pensi!
ja: 活動に参加しましたか? こちらをクリックして、どう思ったか教えてください。
ka: მონაწილეობდით საქმიანობაში? დააწკაპუნეთ აქ, რომ გვითხრათ, რას ფიქრობდით ამაზე!
kk: Сіз әрекетке қатыстыңыз ба? Не ойлағаныңызды айту үшін осы жерді басыңыз!
km: តើ អ្នក បាន ចូល រួម ក្នុង សកម្មភាព មួយ ដែរ ឬ ទេ ? ចុចត្រង់នេះដើម្បីប្រាប់យើងពីអ្វីដែលអ្នកគិតអំពីវា!
kn: ನೀವು ಒಂದು ಚಟುವಟಿಕೆಯಲ್ಲಿ ಭಾಗವಹಿಸಿದ್ದೀರಾ? ನೀವು ಅದರ ಬಗ್ಗೆ ಏನು ಯೋಚಿಸಿದ್ದೀರಿ ಎಂದು ನಮಗೆ ಹೇಳಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ!
ko: 활동에 참여하셨습니까? 여기를 클릭하여 당신이 그것에 대해 어떻게 생각했는지 알려주십시오!
ku: ئایا ئێوە بەشداری چالاکیەکتان کردووە؟ لێرە کرتە بکە بۆ ئەوەی پێمان بڵێ چیت بیر لەوە کردەوە!
ky: Сиз бир иш-чарага катыштыңызбы? Бул тууралуу кандай ойдо экениңерди айтып берүү үчүн бул жерди басыңыз!
lo: ທ່ານໄດ້ເຂົ້າຮ່ວມກິດຈະກໍາບໍ? ຄລິກທີ່ນີ້ເພື່ອບອກພວກເຮົາວ່າທ່ານຄິດແນວໃດ!
lt: Ar dalyvavote veikloje? Spauskite čia norėdami papasakoti, ką apie tai galvojote!
lv: Vai esat piedalījies kādā pasākumā? Noklikšķiniet šeit, lai pastāstītu mums, ko jūs par to domājāt!
mg: Efa nandray anjara tamin'ny fiaraha-mientana iray ve ianao? Tsindrio eto raha hilaza aminay izay noeritreretinao momba izany!
mi: Kua whai wāhi koe ki tētahi ngohe? Pāwhiri ki konei hei kōrero mai ki a mātou he aha tōu whakaaro!
mk: Дали учествувавте во активност? Кликнете тука за да ни кажете што мислевте за тоа!
ml: നിങ്ങൾ ഒരു പ്രവർത്തനത്തിൽ പങ്കെടുത്തിട്ടുണ്ടോ? അതിനെക്കുറിച്ച് നിങ്ങൾ എന്താണ് വിചാരിച്ചതെന്ന് ഞങ്ങളോട് പറയാൻ ഇവിടെ ക്ലിക്ക് ചെയ്യുക!
mn_cyrl: Та ямар нэгэн үйл ажиллагаанд оролцсон уу? Та энэ талаар юу гэж бодож байгаагаа энд дарж хэлнэ үү!
mr: तुम्ही एखाद्या उपक्रमात भाग घेतला आहे का? आपल्याला याबद्दल काय वाटते हे सांगण्यासाठी येथे क्लिक करा!
ms: Pernahkah anda mengambil bahagian dalam aktiviti? Klik di sini untuk memberitahu kami apa yang anda fikirkan!
mt: Ipparteċipajt f'attività? Ikklikkja hawn biex tgħidilna dak li ħsibt dwaru!
my: လှုပ်ရှားမှုတစ်ခုတွင် သင်ပါဝင်ဖူးပါသလော။ ဒါနဲ့ပတ်သက်ပြီး ဘယ်လိုထင်သလဲဆိုတာ ပြောပြဖို့ ဒီမှာနှိပ်ပါ။
nb: Har du deltatt i en aktivitet? Klikk her for å fortelle oss hva du syntes om det!
ne: के तपाईं कुनै गतिविधिमा भाग लिनुभएको छ? यहाँ क्लिक गर्नुहोस् हामीलाई बताउन कि तपाईले यसको बारेमा के सोच्नुभयो!
nl: Heb je deelgenomen aan een activiteit? Klik hier om ons te vertellen wat je ervan vond!
or: ଆପଣ ଏକ କାର୍ଯ୍ୟକଳାପରେ ଅଂଶଗ୍ରହଣ କରିଛନ୍ତି କି? ଆପଣ ଏହା ବିଷୟରେ କ'ଣ ଭାବୁଛନ୍ତି ତାହା ଆମକୁ କହିବାକୁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ!
pa: ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਸਰਗਰਮੀ ਵਿੱਚ ਭਾਗ ਲਿਆ ਹੈ? ਸਾਨੂੰ ਇਹ ਦੱਸਣ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇਸ ਬਾਰੇ ਕੀ ਸੋਚਦੇ ਹੋ!
pl: Czy uczestniczyłeś w jakimś działaniu? Kliknij tutaj, aby powiedzieć nam, co o tym myślisz!
ps: ایا تاسو په یو فعالیت کې برخه اخستې ده؟ دلته کلیک وکړئ چې موږ ته ووایاست چې تاسو د دې په اړه څه فکر کړی دی!
pt_br: Você participou de uma atividade? Clique aqui para nos dizer o que achou disso!
ro: Ai participat la o activitate? Click aici pentru a ne spune ce te-ai gândit la ea!
ru: Вы участвовали в каком-либо мероприятии? Нажмите здесь, чтобы рассказать нам, что вы думаете об этом!
sk: Zúčastnili ste sa na nejakej aktivite? Kliknite sem a povedzte nám, čo si o tom myslíte!
sl: Ste sodelovali pri aktivnosti? Kliknite tukaj, da nam poveste, kaj ste mislili o tem!
sq: Ke marrë pjesë në një aktivitet? Kliko këtu për të na treguar se çfarë mendove për të!
sr_latn: Da li ste učestvovali u aktivnosti? Kliknite ovde da biste nam rekli šta рeta рavole o tome!
sv: Har du gjort en aktivitet? Klicka här för att berätta vad du tyckte om den!
sw: Umeshiriki katika shughuli? Bonyeza hapa kutuambia kile ulichofikiria juu yake!
ta: நீங்கள் ஒரு செயலில் பங்கேற்றிருக்கிறீர்களா? நீங்கள் அதை பற்றி என்ன நினைக்கிறீர்கள் என்று எங்களுக்கு சொல்ல இங்கே கிளிக் செய்யவும்!
te: మీరు ఏదైనా యాక్టివిటీలో పాల్గొన్నారా? మీరు దాని గురించి ఏమనుకుంటున్నారో మాకు చెప్పడానికి ఇక్కడ క్లిక్ చేయండి!
th: คุณเคยเข้าร่วมกิจกรรมหรือไม่? คลิกที่นี่เพื่อบอกเราว่าคุณคิดอย่างไรกับมัน!
tk: Siz bir işe gatnaşypmydyňyz? Bu barada näme pikir edýändigiňizi aýtmak üçin şu ýere basyň!
tr: Bir aktiviteye katıldınız mı? Ne düşündüğünüzü bize anlatmak için buraya tıklayın!
tt: Сез дөньяда катнашкансызмы? Аның турында нәрсә уйлаганыгызны сөйләр өчен монда басыгыз!
ug: سىز پائالىيەتكە قاتناشتىڭىزمۇ؟ بۇ يەرنى چېكىپ بىزگە بۇ ئىشنى ئويلىغانلىرىڭىزنى ئېيتىپ بېرىڭ!
uk: Ви брали участь у діяльності? Натисніть тут, щоб розповісти нам, що ви думаєте про це!
ur: کیا آپ نے کسی سرگرمی میں حصہ لیا ہے؟ ہمیں یہ بتانے کے لئے یہاں کلک کریں کہ آپ نے اس کے بارے میں کیا سوچا!
uz: Biror bir faoliyatda ishtirok etganmisiz? Bu haqda nima deb o'ylaganingizni aytib berish uchun shu yerni bosing!
vi: Bạn đã tham gia vào một hoạt động? Click vào đây để cho chúng tôi biết bạn nghĩ gì về nó!
zh_hans: 你参加过活动吗？ 点击这里告诉我们您的想法！
zu: Usuke wahlanganyela emsebenzini? Chofoza lapha ukuze usitshele ukuthi ucabangani ngakho!

# home_holiday
source: Tomorrow is %@. Have a nice weekend!
af: Môre is %@. Lekker naweek hou!
am: ነገ %@ነው ! መልካም የእረፍት ቀናት!
ar: غداً هو %@ . إجازة سعيدة!
as: কাইলৈ %@। সপ্তাহান্তিক ছুটি ভালকৈ কটাওক!
az: Sabah %@. Xoş həftəsonu!
bg: Утре е %@. Приятен уикенд!
bn: আগামীকাল %@। সাপ্তাহিক ছুটি ভালো কাটুক!
bo: སང་ཉིན་ནི་ %@་པ་ཞིག་རེད། གཟའ་མཇུག་སྤྲོ་པོ་ཡོང་བར་སྨོན།!
bs: Sutra je %@. Ugodan vikend!
ca: Demà és %@. Que tingueu un bon cap de setmana!
cs: Zítra je %@. Hezký víkend!
cy: Mae yfory'n %@. Mwynha'r penwythnos!
da: I morgen er %@ . Hav en god weekend!
de: Morgen ist %@. Ich wünsche dir ein schönes Wochenende!
el: Αύριο είναι %@. Να έχεις καλό σαββατοκύριακο!
es: Mañana es %@ . ¡Pasa un buen fin de semana!
et: Homme on %@. Ilusat nädalavahetust!
eu: Bihar %@da. Asteburu ona pasa!
fa: فردا %@. آخر هفته ی خوبی داشته باشید!
fi: Huominen %@ on. Hyvää viikonloppua!
fil: Bukas ay %@. Magkaroon ng isang magandang katapusan ng linggo!
fo: Í morgin er %@. Gott vikuskifti!
fr: Demain, %@ c’est. Bon week-end!
ga: Amárach %@. Go raibh deireadh seachtaine deas agat!
gl: Mañá é %@. Que teñas unha boa fin de semana!
gu: આવતીકાલે %@છે. તમને શનિ-રવિની શુભેચ્છાઓ!
he: מחר %@. שיהיה לך סוף שבוע נחמד!
hi: कल %@है। आपका सप्ताहांत शुभ हो!
hr: Sutra je %@. Ugodan vikend!
hu: Holnap %@. Jó hétvégét!
hy: Վաղը %@է . Բարի հանգստյան օրեր!
id: Besok %@. Semoga akhir pekan Anda menyenangkan!
is: Á morgun er %@. Eigðu góða helgi!
it: Domani è %@. Buon fine settimana!
ja: 明日は %@ .楽しい週末を過ごしてください！
ka: ხვალ %@. სასიამოვნო უქმეებს გისურვებთ!
kk: Ертең - %@. Демалыс жақсы өтсін!
km: ថ្ងៃស្អែក %@. រីករាយ​ក្នុង​ថ្ងៃ​ចុង​ស​ប្តា​ហ៍!
kn: ನಾಳೆ %@. ಶುಭ ವಾರಾಂತ್ಯ!
ko: 내일은 %@입니다. 주말 잘 보내세요!
ku: سبەی %@کۆتایی هەفتەیەکی شاد!
ky: Эртең %@. Дем алышың жакшы өтсүн!
lo: ມື້ອື່ນ %@. ຂໍໃຫ້ມີຄວາມສຸກຕອນທ້າຍອາທິດເດີ!
lt: Rytoj %@. Gero savaitgalio!
lv: Rīt ir %@. Lai tev jauka nedēļas nogale!
mg: Rahampitso dia %@. Manaova faran'ny herinandro mahafinaritra!
mi: Āpōpō ka %@. Kia pai tō mutunga wiki!
mk: Утре е %@. Имај убав викенд!
ml: നാളെ %@. നല്ലൊരു വാരാന്ത്യം ആശംസിക്കുന്നു!
mn_cyrl: Маргааш %@. Амралтын өдрөө сайхан өнгөрүүлээрэй!
mr: उद्या %@आहे. शनिवार व रविवार चांगला जावो!
ms: Esok %@. Selamat menikmati hujung minggu!
mt: Għada %@. Gawdi tmiem il-ġimgħa!
my: မနက်ဖြန်မှာ %@။ ကောင်းသောနားရက်ဖြစ်ပါစေ!
nb: I morgen er %@. Ha en fin helg!
ne: भोलि %@छ । सप्ताहन्त राम्रो रहोस्!
nl: Morgen is %@. Een prettig weekend!
or: ଆସନ୍ତାକାଲି %@। ସପ୍ତାହର ଶେଷ ଦିନ ଭଲରେ କଟୁ!
pa: ਕੱਲ੍ਹ %@ਹੈ। ਤੁਹਾਡਾ ਵੀਕਐਂਡ ਸ਼ੁੱਭ ਰਹੇ!
pl: Jutro jest %@. Miłego weekendu!
ps: سبا د %@. ښه اوونیزه رخصتي درته غواړم!
pt_br: Amanhã é %@. Um ótimo final de semana para você!
ro: Mâine este %@. Weekend plăcut!
ru: Завтра %@. Хороших выходных!
sk: Zajtrajšok je %@. Pekný víkend!
sl: Jutri je %@. Lep konec tedna ti želim!
sq: Nesër është %@. Fundjavë të këndshme!
sr_latn: Sutra je %@. Ugodan vikend!
sv: Imorgon är det %@. Trevlig helg!
sw: Kesho ni %@. Uwe na wikendi njema!
ta: நாளை %@. வார இறுதி நன்றாக இருக்கட்டும்!
te: రేపు %@. వారాంతము చక్కగా గడుచునని ఆశిస్తున్నాను!
th: พรุ่งนี้เป็น %@. ขอให้มีวันหยุดสุดสัปดาห์แสนสุข!
tk: Ertir %@... Dynç günüňizi gowy geçiriň!
tr: Yarın %@. İyi hafta sonları!
tt: Иртәгә %@. Хәерле ял көннәре!
ug: ئەتە %@. خەيرلىك ھەپتە ئاخىرى بولسۇن!
uk: Завтра %@. Гарних вихідних!
ur: کل %@ہے . تمھارا ہفتے کا آخر اچھا گزرے!
uz: Ertaga %@. Dam olish kunlaringizni yaxshi o'tkazing!
vi: Ngày mai là %@. Chúc cuối tuần vui vẻ!
zh_hans: 明天是 %@。周末愉快！
zu: Kusasa %@. Yiba nempelasonto emnandi!

# home_holiday_christmans
source: Tomorrow is Christmas Eve. Merry Christmas!
af: Môre is Kersfees. Geseënde Kersfees!
am: ነገ የገና ዋዜማ ነው። መልካም የልደት በዓል!
ar: غداً هو عشية عيد الميلاد عيدميلادمجيد!
as: কাইলৈ খ্ৰীষ্টমাছৰ প্ৰাকক্ষণ। শুভ বৰদিন!
az: Sabah Novruz bayramıdır. Milad Bayramınız mübarək!
bg: Утре е Бъдни вечер. Весела Коледа!
bn: আগামীকাল ক্রিসমাস ইভ। মেরী ক্রিসমাস!
bo: སང་ཉིན་ནི་ཡེ་ཤུའི་འཁྲུངས་སྐར་གྱི་མཚན་མོ ཡེ་ཤུའི་འཁྲུངས་སྐར་འཚམས་འདྲི་ཞུ།!
bs: Sutra je Badnje veče. Sretan Božić!
ca: Demà és nit de Nadal. Bon Nadal!
cs: Zítra je Štědrý den. Veselé Vánoce!
cy: Yfory mae Noswyl Nadolig. Nadolig Llawen!
da: I morgen er juleaften. Glædelig jul!
de: Morgen ist Heiligabend. Frohe Weihnachten!
el: Αύριο είναι παραμονή Χριστουγέννων. Καλά Χριστούγεννα!
es: Mañana es Nochebuena. ¡Feliz Navidad!
et: Homme on jõululaupäev. Häid Jõule!
eu: Bihar Gabon-gaua da. Eguberri on!
fa: فردا شب کريسمس ه کریسمس مبارک!
fi: Huomenna on jouluaatto. Iloista joulua!
fil: Bukas ay Bisperas ng Pasko. Maawain pasko!
fo: Í morgin er jólaaftan. Gleðilig jól!
fr: Demain, c’est la veille de Noel. Joyeux Noël!
ga: Amárach Oíche Nollag. Nollaig Shona!
gl: Mañá é Noiteboa. Feliz Navidad!
gu: આવતીકાલે નાતાલની પૂર્વસંધ્યા છે. મેરી ક્રિસમસ!
he: מחר בערב חג המולד. חג מולד שמח!
hi: कल क्रिसमस की पूर्व संध्या है। क्रिसमस की शुभकामनाएँ!
hr: Sutra je Badnjak. Sretan Božić!
hu: Holnap karácsony estéje van. Boldog karácsonyt!
hy: Վաղը Սուրբ Ծննդյան ճրագալույցն է: Շնորհավոր Սուրբ Ծնունդ!
id: Besok adalah Malam Natal. Selamat Natal!
is: Á morgun er aðfangadagskvöld. Gleðileg jól!
it: Domani è la vigilia di Natale. Buon Natale!
ja: 明日はクリスマスイブです。メリークリスマス！
ka: სრპვ ვ ბჲლნთწ ევა. შობას გილოცავ!
kk: Ертең – Рождество мерекесі. Рождество мерекесімен!
km: ថ្ងៃ ស្អែក គឺ ជា ថ្ងៃ ព្រហស្បតិ៍ បុណ្យ គ្រីស្ទម៉ាស់ ។ រីករាយ​ថ្ងៃ​បុណ្យ​ណូអែល!
kn: ನಾಳೆ ಕ್ರಿಸ್ ಮಸ್ ಹಬ್ಬ. ಮೆರ್ರಿ ಕ್ರಿಸ್ಮಸ್!
ko: 내일은 크리스마스 이브입니다. 즐거운 성탄절!
ku: بەیانی جەژنی کریسمسە کریسمەس پیرۆز!
ky: Эртең – Рождество майрамы. Рождество майрамы менен!
lo: ມື້ອື່ນແມ່ນວັນຄຣິສມາສ. ສຸກສັນວັນຄຣິດສະມັດ!
lt: Rytoj – Kūčios. Linksmų Šv. Kalėdų!
lv: Rīt ir Ziemassvētku vakars. Priecīgus Ziemassvētkus!
mg: Alin'ny Krismasy rahampitso. Arahaba ry Krismasy!
mi: Āpōpō ko te Eve Kirihimete. Meri Kirihimete!
mk: Утре е Бадник. Среќен Божиќ!
ml: നാളെ ക്രിസ്മസ് രാവാണ്. ക്രിസ്മസ് ആശംസകൾ!
mn_cyrl: Маргааш Христийн Мэндэлсний Баярын өмнөх өдөр. Зул сарын мэнд!
mr: उद्या ख्रिसमसची संध्याकाळ आहे. मेरी ख्रिसमस!
ms: Esok adalah Malam Krismas. Selamat Hari Krismas!
mt: Għada lejlet il-Milied. Il-Milied It-Tajjeb!
my: မနက်ဖြန်မှာ ခရစ္စမတ်အကြိုနေ့ပါ။ ပျော်ရွှင်သောခရစ္စမတ်ဖြစ်ပါစေ!
nb: I morgen er det julaften. God jul!
ne: भोलि क्रिसमसको पूर्वसन्ध्या हो। मेरी क्रिसमस!
nl: Morgen is het kerstavond. Vrolijk kerstfeest!
or: ଆସନ୍ତାକାଲି ଖ୍ରୀଷ୍ଟମାସ ପୂର୍ବାହ୍ନ । ଶୁଭ ବଡ଼ଦିନ!
pa: ਕੱਲ੍ਹ ਕ੍ਰਿਸਮਸ ਦੀ ਸ਼ਾਮ ਹੈ। ਕ੍ਰਿਸਮਸ ਦੀਆਂ ਵਧਾਈਆਂ!
pl: Jutro jest Wigilia. Wesołych Świąt Bożego Narodzenia!
ps: سبا د کرسمس شپه ده. کریسمس مبارک!
pt_br: Amanhã é véspera de Natal. Feliz Natal!
ro: Mâine este Ajunul Crăciunului. Crăciun Fericit!
ru: Завтра Сочельник. С Рождеством!
sk: Zajtra je Štedrý večer. Veselé Vianoce!
sl: Jutri je božični večer. Vesel Božič!
sq: Nesër është pragu i Krishtlindjeve. Gëzuar Krishtëlindjet!
sr_latn: Sutra je Badnje veče. Srećan Božić!
sv: Imorgon är det julafton. God jul!
sw: Kesho ni mkesha wa Krismasi. Krismasi Njema!
ta: நாளை கிறிஸ்துமஸ் ஈவ். கிறிஸ்துமஸ் வாழ்த்துக்கள்!
te: రేపు క్రిస్మస్ ఈవ్. క్రిస్మస్ శుభాకాంక్షలు!
th: พรุ่งนี้เป็นวันคริสต์มาสอีฟ สุขสันต์วันคริสต์มาส!
tk: Ertir Roždestwo baýramy. Isa PygamberIň doglan güni gutly bolsun!
tr: Yarın Noel arifesi. Mutlu Noeller!
tt: Иртәгә – Раштуаны бәйрәм итә. Бәхетле Раштуа!
ug: ئەتە روژدېستۋو بايرىمى ھارپىسى. خەيرلىك روژدېستۋا بايرىمى!
uk: Завтра – Святвечір. З Різдвом!
ur: کل کرسمس کی شام ہے. کرسمسمبارک!
uz: Ertaga Rojdestvo oqshomi. Rojdestsvo muborak!
vi: Ngày mai là đêm Giáng sinh. Chúc Mừng Giáng Sinh!
zh_hans: 明天是平安夜。圣诞快乐！
zu: Kusasa ngu-Eva kaKhisimusi. Jabulela ukhisimusi!

# home_holiday_easter
source: Tomorrow is Cutting Thursday. Happy easter!
af: Môre sny Donderdag. Gelukkige Paasfees!
am: ነገ ቆራጭ ሀሙስ ነው። በደስታ በዓለ ትንሣኤ!
ar: غداً سُقطع الخميس عيد فصح سعيد!
as: কাইলৈ বৃহস্পতিবাৰে কাটিআছে। শুভ ইষ্টাৰ!
az: Sabah Cümə axşamı Kəsmədir. Pasxa bayramınız mübarək!
bg: Утре е Рязане в четвъртък. Честита Великден!
bn: আগামীকাল বৃহস্পতিবার কাটিং। শুভ ইস্টার!
bo: སང་ཉིན་ནི་གཟའ་ཕུར་བུ་ཡིན། བསྐྱར་གསོན་དུས་ཆེན་ལ་བཀྲ་ཤིས་
bs: Sutra je Cutting Četvrtak. Sretan Uskrs!
ca: Demà és dijous de tall. Feliç Pasqua!
cs: Zítra je Stříhání čtvrtek. Veselé velikonoce!
cy: Yfory yw Torri Dydd Iau. Pasg hapus!
da: I morgen er Skæring torsdag. God påske!
de: Morgen ist Cutting Thursday. Frohe Ostern!
el: Αύριο είναι η Πέμπτη. Καλό Πάσχα!
es: Mañana es jueves de corte. ¡Feliz Pascua!
et: Homme on neljapäev. Head lihavõttepüha!
eu: Bihar osteguna da. Eguberri on!
fa: فردا پنج شنبه داره قطع ميشه عید پاک مبارک!
fi: Huomenna on torstain leikkaus. Hyvää pääsiäistä!
fil: Bukas ay pagputol Huwebes. Maligayang pasko ng Pagkabuhay!
fo: Í morgin sker hósdag. Góðan preygnirnar!
fr: Demain, c’est jeudi. Joyeuses Pâques!
ga: Amárach gearradh Déardaoin. Cáisc shona!
gl: Mañana se corta el jueves. ¡Feliz Pascua!
gu: આવતીકાલે કટિંગ ગુરુવાર છે. હેપ્પી ઈસ્ટર!
he: מחר הוא יום חמישי חותך. חג פסח שמח!
hi: कल गुरुवार को काटना है। ईस्टर की बधाई!
hr: Sutra je rezanje četvrtka. Sretan Uskrs!
hu: Holnap lesz a vágás csütörtöke. Kellemes húsvéti ünnepeket!
hy: Վաղը Հինգշաբթի է կտրողը: Երանի՜ Զատիկին...
id: Besok adalah Memotong Kamis. Selamat Paskah!
is: Á morgun er klippt fimmtudagur. Gleðilega páska!
it: Domani è il giovedì di taglio. Buona Pasqua!
ja: 明日は木曜日を切る。ハッピーイースター!
ka: ხვალ ხუთშაბათს იჭრება. Გილოცა
kk: Ертең бейсенбі күні кесіп өтеді. Пасха құтты болсын!
km: ថ្ងៃ ស្អែក គឺ ការ កាត់ ថ្ងៃ ព្រហស្បតិ៍ ។ រីករាយ បុណ្យ អ៊ីស្ទើរ !
kn: ನಾಳೆ ಗುರುವಾರ ಕತ್ತರಿಸುತ್ತಿದೆ. ಹ್ಯಾಪಿ ಈಸ್ಟರ್!
ko: 내일은 목요일을 자르고 있습니다. 행복한 부활절!
ku: بەیانی ڕۆژی پێنج شەممە دەبڕێت لە کوێیە؟
ky: Эртең бейшемби күнү кесүү болуп саналат. Бактылуу Пасха!
lo: ມື້ອື່ນແມ່ນການຕັດວັນພະຫັດ. ສຸກສັນວັນອິສເຕີ!
lt: Rytoj – ketvirtadienis. Su Velykomis!
lv: Rīt ir griešanas ceturtdiena. Priecīgas Lieldienas!
mg: Rahampitso dia tapaka ny Alakamisy. Tratry ny atsinanana!
mi: Kai te tapahi āpōpō i te Tāite. Kia hari te rāwhiti!
mk: Утре ќе сече во четврток. Среќен Велигден!
ml: നാളെ വ്യാഴാഴ്ച മുറിക്കുന്നു. ഹാപ്പി ഈസ്റ്റർ!
mn_cyrl: Маргааш пүрэв гарагт хасах. Улаан өндөгний баярын мэнд хүргэе!
mr: उद्या गुरुवारी कटिंग आहे. ईस्टरच्या हार्दिक शुभेच्छा!
ms: Esok adalah Memotong Khamis. Selamat paskah!
mt: Għada qed taqta 'l-Ħamis. L-Għid it-Tajjeb!
my: မနက်ဖြန် ကြာသပတေးနေ့မှာ ဖြတ်တောက်နေပါတယ်။ ပျော်ရွှင်ဖွယ် အီစတာပွဲ!
nb: I morgen er det kutt torsdag. God påske!
ne: कल कटिंग गुरुवार है। मुबारक हो ईस्टर!
nl: Morgen is het Snij donderdag. Zalig Pasen!
or: ଆସନ୍ତାକାଲି ଗୁରୁବାର କାଟୁଛି। ହାପି ଇଷ୍ଟର!
pa: ਕੱਲ੍ਹ ਕਟਿੰਗ ਵੀਰਵਾਰ ਹੈ। ਈਸਟਰ ਮੁਬਾਰਕ ਹੋਵੇ!
pl: Jutro jest cięcie czwartek. Wesołych Świąt Wielkanocnych!
ps: سبا د پنجشنبې ورځ پرې کول دی. ایشرق مبارک !
pt_br: Amanhã é quinta-feira de corte. Feliz Páscoa!
ro: Mâine este tăiere joi. Paşte fericit!
ru: Завтра резка четверг. Счастливой Пасхи!
sk: Zajtra je štvrtok rezania. Veselú Veľkú noc!
sl: Jutri je četrtek rezanje. Veselo veliko noč!
sq: Nesër do të shkurtohet të enjten. Gëzuar Pashkët!
sr_latn: Sutra je Rezanje u иetvrtak. Srećan Uskrs!
sv: Imorgon är det skärtorsdag. Glad påsk!
sw: Kesho inakata Alhamisi. Heri ya pasaka!
ta: நாளை வெட்டும் வியாழக்கிழமை. ஈஸ்டர் வாழ்த்துக்கள்!
te: రేపు గురువారం కటింగ్. హ్యాపీ ఈస్టర్!
th: พรุ่งนี้จะตัดวันพฤหัสบดี สุขสันต์วันอีสเตอร์!
tk: Ertir penşenbe güni kesilýär. Gutly bolsun, pasha baýramy!
tr: Yarın Kesme Perşembe. Mutlu Paskalyalar!
tt: Иртәгә пәнҗешәмбе кисә. Пасха белән!
ug: ئەتە پەيشەنبە كۈنى كېسىش. پاسخا بايرىمىڭلارغا مۇبارەك بولسۇن!
uk: Завтра скоротиться четвер. Зі святом Великодня!
ur: کل جمعرات کو کاٹ رہا ہے. ایسٹر مبارک!
uz: Ertaga payshanba kuni kesish. Baxtli pasxa!
vi: Ngày mai sẽ cắt giảm thứ năm. Chúc mừng Lễ phục sinh!
zh_hans: 明天是切割星期四。复活节快乐！
zu: Kusasa ukusika ngoLwesine. Happy easter!
