Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_glas-klara_description
source: Glas-Klara glimmers and shimmers like the fine ball of glass that she is. With her big beautiful eye, she scans the surroundings and looks for uncolored glass, which are the finest things that she knows.
af: Glas-Klara glinster en glinster soos die fyn bal glas wat sy is. Met haar groot pragtige oog skandeer sy die omgewing en soek sy na ongekleurde glas, wat die beste dinge is wat sy ken.
am: ግላስ ክላራ እንደ ጥሩ የመስታወት ኳስ እያንጸባረቀችና እያንጸባረቀች ነው። በትልቁ ውብ ዓይኗ አካባቢዋን በመለየት ከምታውቃቸው ነገሮች ሁሉ ምርጥ የሆነውን ያልታሸገ ብርጭቆ ትፈልገዋለች።
ar: الزجاج جاهزة micas والوميض مثل الكرة غرامة من الآيس كريم أنها. مع عينها الجميلة الكبيرة ، تقوم بمسح المناطق المحيطة بها وتبحث عن الآيس كريم غير الملون ، وهي أفضل الأشياء التي تعرفها.
as: গ্লাছ-ক্লাৰাই তাই ৰখা গ্লাচৰ সূক্ষ্ম বলৰ দৰে জিলিকি উঠিছে আৰু জিলিকি উঠিছে। তাইৰ ডাঙৰ ধুনীয়া চকুৰে, তাই চাৰিওফালৰ পৰিৱেশ স্কেন কৰে আৰু ৰঙহীন গ্লাছ বিচাৰে, যিবোৰ তাই জনা সৰ্বশ্ৰেষ্ঠ বস্তু।
az: Qlas-Klara qlammers və şibyələr onun olduğu zərif şüşə topu kimi. O, böyük gözəl gözü ilə ətrafa skan edir və ən gözəl bildiyi ən gözəl şeylər olan üzdə olmayan şüşə axtarır.
bg: Глаз-Клара блести и блести като фината топка от стъкло, каквато е. С голямото си красиво око сканира околностите и търси неоцветено стъкло, които са най-фините неща, които знае.
bn: গ্লাস-ক্লারা কাচের সূক্ষ্ম বলের মতো চকচকে এবং ঝলমলে হয়ে ওঠে যা সে। তার বড় সুন্দর চোখ দিয়ে, সে চারপাশের স্ক্যান করে এবং বর্ণহীন কাচের সন্ধান করে, যা তার জানা সেরা জিনিস।
bo: ཀེ་ལ་སི་ཁི་ལ་ལ་འོད་ཆེམ་ཆེམ་དུ་འཕྲོ་བ་དང་འོད་ཆེམ་ཆེམ་དུ་འཕྲོ་བཞིན་ཡོད། ཁོ་མོས་མཛེས་སྡུག་ལྡན་པའི་མིག་ཟུང་ཆེན་པོས་མཐའ་འཁོར་གྱི་ཁོར་ཡུག་ལ་ཞིབ་བཤེར་བྱས་ནས་ཚོན་མདངས་རྣམ་པར་བཀྲ་བའི་ཤེལ་སྒོ་འཚོལ་བཞིན་ཡོད། འདི་ནི་ཁོ་མོས་ཤེས་པའི་ཆེས་ལེགས་ཤོས་ཀྱི་བྱ་བ་ཞིག་རེད།
bs: Glas-Klara svjetluca i svjetluca kao fina staklena kugla koja je ona. Svojim velikim lijepim okom skenira okolinu i traži nekolorirano staklo, koje su najbolje stvari koje zna.
ca: Glas-Klara brilla i brilla com la fina bola de vidre que és. Amb el seu gran ull bonic, escaneja l'entorn i busca vidres sense pintar, que són les millors coses que sap.
cs: Glas-Klara se třpytí a třpytí jako jemná skleněná koule, kterou je. Se svým velkým krásným okem skenuje okolí a hledá nebarevné sklo, což jsou ty nejlepší věci, které zná.
cy: Glas-Klara glimmers a shimmers fel y bêl gain o wydr y mae hi. Gyda'i llygad mawr prydferth, mae hi'n sganio'r amgylchoedd ac yn chwilio am wydr heb ei archwilio, sef y pethau gorau mae hi'n eu hadnabod.
da: Glasklare mikrofoner og glitrer som den fine kugle af is, som hun er. Med sit store smukke øje scanner hun omgivelserne og leder efter ufarvet is, som er de fineste ting, hun kender.
de: Glas-Klara schimmert und schimmert wie die feine Glaskugel, die sie ist. Mit ihrem großen, schönen Auge scannt sie die Umgebung ab und sucht nach ungefärbtem Glas, das sind die schönsten Dinge, die sie kennt.
el: Η Glas-Klara λάμπει και λάμπει σαν τη λεπτή μπάλα γυαλιού που είναι. Με το μεγάλο όμορφο μάτι της, σαρώνει το περιβάλλον και αναζητά άχρωμο γυαλί, που είναι τα καλύτερα πράγματα που γνωρίζει.
es: Micas listas para el vidrio y brillan como la fina bola de helado que es. Con su gran ojo hermoso, escanea los alrededores y busca helados sin color, que son las mejores cosas que sabe.
et: Glas-Klara särab ja särab nagu peen klaasipall, mis ta on. Oma suure ilusa silmaga skaneerib ta ümbrust ja otsib värvimata klaasi, mis on parimad asjad, mida ta teab.
eu: Glas-Klarak distira eta distira egiten du, beirazko bola finak bezala. Bere begi handi eta ederrekin, inguruak eskaneatzen ditu eta kolorerik gabeko beira bilatzen du, dakien gauzarik onenak baitira.
fa: گلاس-کلارا مثل توپ خوب شیشه ای که هست درخشش می کند و تاب می دهد. او با چشم زیبای بزرگش محیط اطراف را اسکن می کند و به دنبال شیشه های بی رنگ می شود که بهترین چیزهایی است که او می داند.
fi: Lasivalmis micas ja hohtaa kuin hieno jäätelöpallo, joka hän on. Suurella kauniilla silmällään hän skannaa ympäristöä ja etsii kaunistelemattomia jäätelöitä, jotka ovat hienoimpia asioita, jotka hän tietää.
fil: Glass-Klara glimmers at shimmers tulad ng pinong bola ng salamin na siya ay. Sa kanyang malaking magandang mata, siya scan ang mga paligid at naghahanap para sa uncolored salamin, na kung saan ay ang pinakamagagandang bagay na alam niya.
fo: Glas-Klara glimmerar og shimmerum sum tann góða bóltin í glasi, sum hon er. Við sínum stóra eyga, meðan hon sýgur seg upp í umstøðurnar og sær út til at vera eitt glas, sum hon veit.
fr: Glass-Ready micas et scintillements comme la fine boule de crème glacée qu’elle est. Avec son grand œil magnifique, elle scanne les environs et recherche de la crème glacée non colorée, qui sont les plus belles choses qu’elle connaisse.
ga: Glinnéirí glas-Klara agus glioscarnach cosúil leis an liathróid bhreá gloine atá inti. Lena súil mhór álainn, scanann sí an timpeallacht agus lorgaíonn sí gloine neamhchoilínithe, arb iad na rudaí is fearr atá ar eolas aici.
gl: Glas-Klara brilla e brilla como a fina bóla de vidro que é. Co seu gran ollo fermoso, escanea o entorno e busca vidros sen cor, que son as mellores cousas que coñece.
gu: ગ્લાસ-ક્લારા ચમકે છે અને તે જે કાચનો સરસ દડો છે તે જેવા ચમકતા હોય છે. તેની મોટી સુંદર આંખોથી, તે આસપાસના વિસ્તારને સ્કેન કરે છે અનેરંગા કાચની શોધ કરે છે, જે તે ણીને ખબર છે તે શ્રેષ્ઠ વસ્તુઓ છે.
he: גלאס-קלרה מנצנצת ומנצנצת כמו כדור הזכוכית הדק שהיא. עם העין הגדולה והיפה שלה, היא סורקת את הסביבה ומחפשת זכוכית לא צבעונית, שהם הדברים הטובים ביותר שהיא יודעת.
hi: ग्लास-क्लारा ग्लास की ठीक गेंद की तरह चमकती और झिलमिलाती है कि वह है। अपनी बड़ी खूबसूरत आंखों के साथ, वह परिवेश को स्कैन करती है और बिना रंग के ग्लास की तलाश करती है, जो बेहतरीन चीजें हैं जिन्हें वह जानती है।
hr: Glas-Klara svjetluca i svjetluca kao fina staklena kugla. Svojim velikim lijepim okom skenira okolinu i traži neobojeno staklo, što su najbolje stvari koje zna.
hu: Glas-Klara csillog és csillog, mint a finom üveggömb, ami ő. Nagy, gyönyörű szemével átvizsgálja a környezetet, és színtelen üveget keres, amelyek a legfinomabb dolgok, amiket ismer.
hy: Գլաս-Կլարա փայլեր եւ փայլեր, ինչպես ապակու հիանալի գնդակը, որ նա ունի: Իր մեծ գեղեցիկ աչքով նա սկանավորում է շրջապատը եւ փնտրում չկոորդինացված ապակին, որն իր ճանաչած ամենալավ բաներն են:
id: Glas-Klara berkilauan dan berkilauan seperti bola kaca halus seperti dia. Dengan matanya yang besar dan indah, dia memindai sekeliling dan mencari kaca yang tidak berwarna, yang merupakan hal terbaik yang dia tahu.
is: Glas-Klara glimmerar og glitrar eins og fíni glerkúlan sem hún er. Með stóra fallega auganu skannar hún umhverfið og leitar að ólituðu gleri, sem er það besta sem hún veit.
it: Glas-Klara brilla e brilla come la bella palla di vetro che è. Con il suo grande occhio bello, scansiona l'ambiente circostante e cerca vetri non colorati, che sono le cose più belle che conosce.
ja: 彼女はアイスクリームの細かいボールのようなガラス準備のマイカときらめき。彼女の大きな美しい目で、彼女は周囲をスキャンし、彼女が知っている最高のものである無色のアイスクリームを探します。
ka: Glas-Klara glimmers და shimmers მოსწონს ჯარიმა ბურთი მინის, რომ ის არის. თავისი დიდი ლამაზი თვალით, ის სკანირებს გარემოცვას და ეძებს უკოლარ მინას, რაც საუკეთესო რამ არის, რაც მან იცის.
kk: Glas-Klara жіліншіктері мен шым-шытырықтары әйнектің майда шары сияқты. Өзінің үлкен әдемі көзімен айналасын сканертеп, өзі білетін жарқын нәрселер болып табылатын бояусыз әйнек іздейді.
km: Glas-Klara glimmers និង shimmers ដូច ជា បាល់ ដ៏ ល្អ នៃ កែវ ដែល នាង មាន ។ ដោយ ភ្នែក ដ៏ ស្រស់ ស្អាត របស់ នាង នាង បាន ស្កេន ជុំវិញ នោះ ហើយ ស្វែង រក កែវ ដែល មិន បាន លម្អ ដែល ជា អ្វី ដែល ល្អ បំផុត ដែល នាង ដឹង ។
kn: ಗ್ಲಾಸ್-ಕ್ಲಾರಾ ಮಿನುಗುತ್ತಾಳೆ ಮತ್ತು ಅವಳು ಗಾಜಿನ ಉತ್ತಮ ಚೆಂಡಿನಂತೆ ಮಿನುಗುತ್ತಾಳೆ ಮತ್ತು ಮಿನುಗುತ್ತಾಳೆ. ತನ್ನ ದೊಡ್ಡ ಸುಂದರವಾದ ಕಣ್ಣಿನಿಂದ, ಅವಳು ಸುತ್ತಮುತ್ತಲಿನ ಪರಿಸರವನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡುತ್ತಾಳೆ ಮತ್ತು ಬಣ್ಣರಹಿತ ಗಾಜನ್ನು ಹುಡುಕುತ್ತಾಳೆ, ಅದು ಅವಳಿಗೆ ತಿಳಿದಿರುವ ಅತ್ಯುತ್ತಮ ವಿಷಯಗಳು.
ko: 글래스-클라라는 그녀가 있는 미세한 유리 공처럼 희미하고 반짝인다. 그녀의 큰 아름다운 눈으로, 그녀는 주변을 스캔하고 그녀가 알고있는 가장 훌륭한 것들 인 무색 유리를 찾습니다.
ku: گلاس کلارا گڵیس و دەلەرزێنێت وەک تۆپە جوانەکەی شووشە کە ئەو بە چاوە جوانە گەورەکەی، دەوروبەری سکان دەکات و بەدوای شووشەی بێ ڕەنگدا دەگەڕێت، کە باشترین شتە کە ئەو دەیزانێت.
ky: Глаз-Клара ал айнектин майда шары сыяктуу жаркырап, шымдайт. Өзүнүн чоң кооз көзү менен айлана-чөйрөнү сканерлеп, өзү билген эң сонун нерселер болгон моторсуз айнек издейт.
lo: Glas-Klara glimmers ແລະ shimmers ຄື ກັບ ຫມາກ ບານ ທີ່ ດີ ຂອງ ແກ້ວ ທີ່ ນາງ ເປັນ. ດ້ວຍຕາທີ່ສວຍງາມໃຫຍ່ຂອງນາງ, ນາງໄດ້ກວດເບິ່ງອ້ອມແອ້ມແລະຊອກຫາແວ່ນທີ່ບໍ່ມີສີ, ເຊິ່ງມັນເປັນສິ່ງທີ່ດີທີ່ສຸດທີ່ນາງຮູ້.
lt: Glas-Klara žvilgčioja ir mirga kaip dailus stiklo kamuolys, koks ji yra. Savo didele gražia akimi ji skenuoja aplinką ir ieško nespalvoto stiklo, kuris yra geriausi dalykai, kuriuos ji žino.
lv: Glas-Klara mirdz un mirdz kā smalkā stikla bumba, kas viņa ir. Ar savu lielo skaisto aci viņa skenē apkārtni un meklē nekrāsotu stiklu, kas ir vislabākās lietas, ko viņa zina.
mg: Glas-Klara glimmers sy shimmers tahaka ny baolina tsara tarehy amin'ny fitaratra misy azy. Amin'ny alalan'ny masony tsara tarehy no ijereny ny manodidina azy ary mitady fitaratra tsy misy fangarony izy, izay zavatra tsara indrindra fantany.
mi: Ko Glas-Klara glimmers me nga shimmers pēnei i te pōro karaehe tino pai ko ia. Na tōna whatu ātaahua nui, ka karapatia e ia nga karapoti me te kimi karaehe tē mōhiotia, koia nei nga mea tino pai e mōhio ana a ia.
mk: Глаз-Клара блеска и блеска како убавата топка од стакло што е. Со нејзиното големо убаво око, таа ја скенира околината и бара неоцрвено стакло, кои се најдобрите работи кои ги знае.
ml: ഗ്ലാസ്-ക്ളാര തിളങ്ങുന്നു, അവൾ തിളങ്ങുന്ന ഗ്ലാസ്സിന്റെ നല്ല പന്ത് പോലെ. അവളുടെ വലിയ സുന്ദരമായ കണ്ണുകൾ കൊണ്ട്, അവൾ ചുറ്റുപാടുകൾ സ്കാൻ ചെയ്യുകയും നിറമില്ലാത്ത ഗ്ലാസുകൾക്കായി തിരയുകയും ചെയ്യുന്നു, അവ അവൾക്കറിയാവുന്ന ഏറ്റവും മികച്ച കാര്യങ്ങളാണ്.
mn_cyrl: Глас-Клара шилэн бөмбөг шиг гялалзаж, гялалзаж байлаа. Тэр том үзэсгэлэнтэй нүдээрээ эргэн тойрноо гүйлгэн харж, хамгийн сайн мэддэг хамгийн сайхан зүйлс болох гоёмсог бус шилийг хайдаг.
mr: ग्लास-क्लारा ती आहे त्या काचेच्या बारीक बॉलप्रमाणे ग्लिमर्स आणि शिमर्स. आपल्या मोठ्या सुंदर डोळ्याने ती सभोवतालचा परिसर स्कॅन करते आणि न रंगलेल्या काचेचा शोध घेते, ज्या तिला माहित असलेल्या उत्कृष्ट गोष्टी आहेत.
ms: Glimmers glas-Klara dan shimmers seperti bola kaca halus yang dia ada. Dengan matanya yang cantik, dia mengimbas persekitaran dan mencari kaca yang tidak berwarna, yang merupakan perkara terbaik yang dia tahu.
mt: Glas-Klara glimmers u shimmers bħall-ballun fin tal-ħġieġ li hi. Bl-għajn sabiħa kbira tagħha, tiskannja l-inħawi u tfittex ħġieġ mingħajr kuluri, li huma l-ifjen affarijiet li taf.
my: ဂလပ်စ်-ကလာရာ ရောင်ခြည်တွေနဲ့ တောက်ပတဲ့ တောက်ပမှုတွေဟာ သူမရှိတဲ့ မှန်ဘောလုံးကောင်းလိုပေါ့။ သူ့ရဲ့ လှပတဲ့မျက်လုံးကြီးနဲ့ ပတ်ဝန်းကျင်ကို စကဲန်ကြည့်ပြီး သူသိထားတဲ့ အကောင်းဆုံးအရာတွေဖြစ်တဲ့ ရောင်စုံမရသေးတဲ့ ဖန်ကိုရှာတယ်။
nb: Glas-Klara glitrer og glitrer som den fine glasskulen hun er. Med sitt store vakre øye skanner hun omgivelsene og ser etter ufarget glass, som er de fineste tingene hun vet.
ne: ग्लास-क्लारा ग्लासको राम्रो बल जस्तै चम्किरहेको छ र झिम्काउँदछ जुन उनी हुन्। आफ्नो ठूलो सुन्दर आँखाको साथ, उनी वरपरको स्क्यान गर्छिन् र रङ्गहीन ग्लासको खोजी गर्छिन्, जुन उनलाई थाहा भएको सबै भन्दा राम्रो चीजहरू हुन्।
nl: Glas-Klara glimt en glinstert als de fijne glazen bol die ze is. Met haar grote mooie oog scant ze de omgeving en zoekt ze naar ongekleurd glas, de mooiste dingen die ze kent.
or: ଗ୍ଲାସ୍-କ୍ଲାରା ଗ୍ଲାସର ସୂକ୍ଷ୍ମ ବଲ୍ ପରି ଝଲସି ଉଠନ୍ତି ଏବଂ ଝଲସି ଉଠନ୍ତି | ତାଙ୍କର ବଡ ସୁନ୍ଦର ଆଖି ସହିତ, ସେ ପାରିପାର୍ଶ୍ୱିକ ପରିସ୍ଥିତିକୁ ସ୍କାନ୍ କରନ୍ତି ଏବଂ ଅଣରଙ୍ଗୀ କାଚ ଖୋଜନ୍ତି, ଯାହା ସେ ଜାଣନ୍ତି |
pa: ਗਲਾਸ-ਕਲਾਰਾ ਗਲਿਮਰ ਅਤੇ ਸ਼ਿਮਰ ਸ਼ੀਸ਼ੇ ਦੀ ਬਾਰੀਕ ਗੇਂਦ ਵਾਂਗ ਚਮਕਦੇ ਹਨ ਜੋ ਉਹ ਹੈ। ਆਪਣੀ ਵੱਡੀ ਸੁੰਦਰ ਅੱਖ ਨਾਲ, ਉਹ ਆਲੇ-ਦੁਆਲੇ ਨੂੰ ਸਕੈਨ ਕਰਦੀ ਹੈ ਅਤੇ ਬਿਨਾਂ ਰੰਗ ਦੇ ਸ਼ੀਸ਼ੇ ਦੀ ਤਲਾਸ਼ ਕਰਦੀ ਹੈ, ਜੋ ਕਿ ਸਭ ਤੋਂ ਵਧੀਆ ਚੀਜ਼ਾਂ ਹਨ ਜੋ ਉਹ ਜਾਣਦੀ ਹੈ।
pl: Glas-Klara błyszczy i migocze jak drobna kula szkła, którą jest. Swoim wielkim, pięknym okiem skanuje otoczenie i szuka bezbarwnego szkła, które są najlepszymi rzeczami, jakie zna.
ps: د ګلاس- کلارا ګلیمر او شیمرونه لکه د ښیښې ښه توپ چې هغه دی. د هغې د ښکلې سترګې سره، هغه شاوخوا سکېن کوی او د بې رنګه شیشو په اړه ښکاری، چې دا تر ټولو ښه شیان دی چې هغه پوهیږی.
pt_br: Glas-Klara brilha e brilha como a bela bola de vidro que ela é. Com seu grande e belo olho, ela escaneia os arredores e procura vidro não colorido, que são as melhores coisas que ela conhece.
ro: Glas-Klara strălucește și strălucește ca mingea fină de sticlă care este. Cu ochiul ei mare și frumos, ea scanează împrejurimile și caută sticlă necolorată, care sunt cele mai frumoase lucruri pe care le știe.
ru: Стекло-Готов micas и мерцает, как тонкий шар мороженого, что она есть. С ее большой красивый глаз, она сканирует окрестности и ищет неокрашенные мороженое, которые являются лучшими вещами, которые она знает.
sk: Glas-Klara sa leskne a trblieta ako jemná sklenená guľa, ktorou je. Svojím veľkým krásnym okom skenuje okolie a hľadá nefarbené sklo, čo sú tie najlepšie veci, ktoré pozná.
sl: Glas-Klara blešči in blešči kot fina steklena krogla, kot je ona. S svojim velikim lepim očesom skenira okolico in išče neobojno steklo, ki so najlepše stvari, ki jih pozna.
sq: Glas-Klara shkëlqen dhe shkëlqen si topi i hollë i qelqit që ajo është. Me syrin e saj të madh të bukur, ajo skanon mjedisin dhe kërkon xhama pa ngjyra, që janë gjërat më të bukura që di.
sr_latn: Glas-Klara svetluca i svetluca kao fina staklena kugla. Svojim velikim prelepim okom skenira okolinu i traži neodlikovano staklo, koje su najlepše stvari koje zna.
sv: Glas-Klara glimmar och skimrar som den fina glaskulan hon är. Med sitt stora vackra öga skannar hon av omgivningen och letar efter ofärgat glas, som är det bästa hon vet.
sw: Glas-Klara glimmers na shimmers kama mpira mzuri wa kioo alicho. Kwa jicho lake kubwa zuri, anachanganua mazingira na kutafuta kioo kisicho na rangi, ambayo ni vitu bora zaidi ambavyo anajua.
ta: கிளாஸ்-கிளாரா அவள் இருக்கும் கண்ணாடியின் நேர்த்தியான பந்தைப் போல பளபளப்பாகவும் பளபளப்பாகவும் ஜொலிக்கிறார். தனது பெரிய அழகான கண்ணால், அவள் சுற்றுப்புறங்களை ஸ்கேன் செய்கிறாள், நிறமற்ற கண்ணாடியைத் தேடுகிறாள், அவை அவளுக்குத் தெரிந்த மிகச்சிறந்த விஷயங்கள்.
te: గ్లాస్-క్లారా ఆమె ఉన్న గాజు యొక్క చక్కటి బంతి లాగా మెరుస్తూ మరియు మిరుమిట్లు గొలిపేస్తుంది. తన పెద్ద అందమైన కన్నుతో, ఆమె పరిసరాలను స్కాన్ చేస్తుంది మరియు రంగు లేని గాజు కోసం చూస్తుంది, ఇవి ఆమెకు తెలిసిన అత్యుత్తమ విషయాలు.
th: Glas-Klara เปล่งประกายระยิบระยับและระยิบระยับเหมือนลูกบอลแก้วละเอียดที่เธอเป็น ด้วยดวงตาที่สวยงามขนาดใหญ่ของเธอเธอสแกนสภาพแวดล้อมและมองหากระจกที่ไม่มีสีซึ่งเป็นสิ่งที่ดีที่สุดที่เธอรู้
tk: Glas-Klara aýnanyň oňat topy ýaly göz aýlap, şöhle salýar. Ol uly owadan gözi bilen daş-töweregini skan edip, reňksiz aýnany gözleýär. Bu onuň bilýän iň gowy zatlarydyr.
tr: Cam hazır mikalar ve parıltılar onun gibi güzel dondurma topu gibi. Büyük güzel gözüyle çevreyi tarar ve bildiği en güzel şeyler olan renksiz dondurma arar.
tt: Глаз-Клара глисмерлары һәм шымчылар ул булган пыяланың яхшы шары кебек. Зур матур күзе белән ул тирә-якны күзәтә һәм пыяла эзләп карый, бу ул белгән иң яхшы нәрсәләр.
ug: گلاز-كلانا پارقىراتقان ۋە چاقناپ تۇرغىنى ئۆزىدەك ئېسىل ئەينەك توپلىرىغا ئوخشايدىكەن. ئۇنىڭ يوغان گۈزەل كۆزى بىلەن ئەتراپنى سىكاننېرلاپ، رەڭسىز ئەينەكنى ئىزدىدى، بۇ، ئۇ ئۆزى بىلىدىغان ئەڭ ئېسىل نەرسىلەر.
uk: Глас-Клара блищить і переливається, як тонка куля скла, що вона є. Своїм великим красивим оком вона сканує околиці і шукає некольорове скло, яке є найкращими речами, які вона знає.
ur: گلاس کلارا شیشے کی باریک گیند کی طرح چمکتا اور چمکتا ہے جو وہ ہے۔ اپنی بڑی خوبصورت آنکھ سے، وہ ارد گرد کے ماحول کو سکین کرتی ہے اور بے رنگ شیشے کی تلاش کرتی ہے، جو بہترین چیزیں ہیں جو وہ جانتی ہے۔
uz: Glas-Klara o'sha shishaning nozik to'pi kabi porlaydi va porlaydi. Katta chiroyli ko'zi bilan u atrofni skanerlaydi va o'zi bilgan eng yaxshi narsalar bo'lgan to'kilmagan shishani qidiradi.
vi: Glas-Klara lấp lánh và lung linh như quả bóng thủy tinh mịn màng. Với đôi mắt to đẹp của mình, cô quét xung quanh và tìm kiếm kính không màu, đó là những điều tốt nhất mà cô biết.
zh_hans: 格拉斯-克拉拉闪闪发光，像她那样的细小玻璃球。她用她美丽的大眼睛扫描周围环境，寻找无色的玻璃，这是她所知道的最好的东西。
zu: Glas-Klara glimmers futhi shimmers like ibhola esihle ingilazi ukuthi yena. Ngeso lakhe elikhulu elihle, uhlola indawo ezungezile futhi ubheka ingilazi engenambala, okuyizinto ezinhle kakhulu aziyo.
