Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_farao_description
source: Farao is a little dangerous. She gets angry like a bee when she does not find her hazardous waste. What she loves most is old dried nail polish and hair spray.
af: Farao is 'n bietjie gevaarlik. Sy word kwaad soos 'n by wanneer sy nie haar gevaarlike afval vind nie. Wat sy die meeste liefhet, is ou gedroogde naellak en haarsproei.
am: ፋራኦ ትንሽ አደገኛ ነው። አደገኛ ቆሻሻዋን ሳታገኝ እንደ ንብ ትናደዳለች። በጣም የምትወደው የደረቀ የጥፍር ፖሊሽና የፀጉር መርጨት ነው ።
ar: فرعون خطير قليلا تغضب كالنحلة عندما لا تجد نفاياتها الخطرة ما تحبه أكثر هو طلاء الأظافر المجففة القديمة ورذاذ الشعر.
as: ফাৰাও অলপ বিপদজনক। যেতিয়া তাই তাইৰ বিপদজনক আৱৰ্জনা বিচাৰি নাপায় তেতিয়া তাই মৌমাখিৰ দৰে খং কৰে। তাই আটাইতকৈ বেছি ভাল পায় পুৰণি শুকান নেইল পলিছ আৰু হেয়াৰ স্প্ৰে।
az: Farao bir az təhlükəlidir. O, təhlükəli nəcisini tapmayanda arı kimi hirslənir. Ən çox sevdiyi şey köhnə qurudulmuş dırnaq cilası və saç spreyidir.
bg: Фарао е малко опасен. Тя се ядосва като пчела, когато не намира опасните си отпадъци. Това, което тя обича най-много, е стар изсушен лак за нокти и спрей за коса.
bn: ফারাও একটু বিপজ্জনক। যখন সে তার বিপজ্জনক বর্জ্য খুঁজে পায় না তখন সে মৌমাছির মতো রেগে যায়। তিনি যা সবচেয়ে বেশি পছন্দ করেন তা হ'ল পুরানো শুকনো নেইল পলিশ এবং হেয়ার স্প্রে।
bo: ཧྥ་ལའོ་ལ་ཉེན་ཁ་ཅུང་ཙམ་ཡོད། ཁོ་མོས་ཉེན་ཁ་ཡོད་པའི་ཟོག་རོ་མ་རྙེད་པའི་དུས་སུ་སྦྲང་མ་དང་འདྲ་བར་ཁོང་ཁྲོ་ལངས། ཁོ་མོ་ཆེས་དགའ་བ་ནི་སེན་མོ་སྐམ་པོ་དང་སྐྲ་སྨན་གཏོར་བ་དེ་རེད།
bs: Farao je malo opasan. Naljuti se kao bee kad ne nađe svoj opasni otpad. Ono što najviše voli je stari sušeni lak za nokte i sprej za kosu.
ca: Farao és una mica perillós. S'enfada com una abella quan no troba els seus residus perillosos. El que més li agrada és l'esmalt d'ungles seques antigues i l'esprai per al cabell.
cs: Farao je trochu nebezpečný. Rozzlobí se jako včela, když nenajde svůj nebezpečný odpad. Nejvíce miluje starý sušený lak na nehty a sprej na vlasy.
cy: Mae Farao ychydig yn beryglus. Mae hi'n gwylltio fel gwenynen pan nad yw'n dod o hyd i'w gwastraff peryglus. Yr hyn mae hi'n ei garu fwyaf yw hen sglein ewinedd sych a chwistrell gwallt.
da: Farao er lidt farlig. Hun bliver vred som en bi, når hun ikke finder sit farlige affald. Hvad hun elsker mest, er gamle tørrede neglelak og hårspray.
de: Farao ist ein wenig gefährlich. Sie wird wütend wie eine Biene, wenn sie ihren gefährlichen Abfall nicht findet. Was sie am meisten liebt, ist alter getrockneter Nagellack und Haarspray.
el: Ο Farao είναι λίγο επικίνδυνος. Θυμώνει σαν μέλισσα όταν δεν βρίσκει τα επικίνδυνα απόβλητά της. Αυτό που αγαπά περισσότερο είναι το παλιό αποξηραμένο βερνίκι νυχιών και το σπρέι μαλλιών.
es: Faraón es un poco peligroso. Se enoja como una abe cuando no encuentra sus residuos peligrosos. Lo que más le gusta es el esmalte de uñas seco viejo y el spray para el cabello.
et: Farao on veidi ohtlik. Ta vihastab nagu mesilane, kui ta ei leia oma ohtlikke jäätmeid. Mida ta kõige rohkem armastab, on vana kuivatatud küünelakk ja juuksesprei.
eu: Farao arriskutsu samarra da. Erle bat bezala haserretzen da bere hondakin arriskutsuak aurkitzen ez dituenean. Gehien gustatzen zaiona azkazal lehorreko esmaltea eta spray-a ilearentzat da.
fa: فارائو کمی خطرناک است. وقتی زباله های خطرناکش را پیدا نمی کند مثل یک bee عصبانی می شود. چیزی که او بیشتر دوست دارد لهستانی ناخن خشک قدیمی و اسپری مو است.
fi: Faarao on hieman vaarallinen. Hän suuttuu kuin äijä, kun ei löydä vaarallista jätettään. Eniten hän rakastaa vanhaa kuivattua kynsilakkaa ja hiussuihketta.
fil: Si Farao ay medyo mapanganib. Nagalit siya tulad ng isang bubuyog kapag hindi niya nakita ang mapanganib na basura. Ang pinaka-mahal niya ay lumang kuko polish at buhok spray.
fo: Farao er eitt sindur vandamikið. Hon verður ill sum ein býflugu, tá hon ikki finnur hennara svøru. Tað, sum hon elskar, er gomul, tá ið hon er í ferð við at gera.
fr: Pharaon est un peu dangereux. Elle se met en colère comme une bee quand elle ne trouve pas ses déchets dangereux. Ce qu’elle aime le plus, c’est le vieux vernis à ongles séché et le spray capillaire.
ga: Tá Farao beagáinín contúirteach. Bíonn fearg uirthi mar bheach nuair nach bhfaigheann sí a dramhaíl ghuaiseach. Is é an rud is mó a thaitníonn léi ná sean-snas ingne triomaithe agus sprae gruaige.
gl: O galego é un pouco perigoso. Ela enfádase como unha abella cando non atopa os seus residuos perigosos. O que máis lle gusta é o pulido de uñas secas e o spray de cabelo.
gu: ફરાઓ થોડો ખતરનાક છે. જ્યારે તેને પોતાનો જોખમી કચરો ન મળે ત્યારે તે મધમાખીની જેમ ગુસ્સે થઈ જાય છે. તેણીને જે સૌથી વધુ ગમે છે તે જૂની સૂકી નેઇલ પોલિશ અને હેર સ્પ્રે છે.
he: פאראו קצת מסוכן. היא כועסת כמו דבורה כשהיא לא מוצאת את הפסולת המסוכנת שלה. מה שהיא הכי אוהבת זה לק מיובש ישן ותרסיס לשיער.
hi: फराओ थोड़ा खतरनाक है। जब उसे अपना खतरनाक कचरा नहीं मिलता है तो वह मधुमक्खी की तरह गुस्सा हो जाती है। वह जो सबसे ज्यादा पसंद करती है वह पुरानी सूखी नेल पॉलिश और हेयर स्प्रे है।
hr: Farao je malo opasan. Ljuti se kao pčela kad ne nađe svoj opasni otpad. Ono što najviše voli je stari suhi lak za nokte i sprej za kosu.
hu: Farao egy kicsit veszélyes. Dühös lesz, mint egy méh, amikor nem találja meg a veszélyes hulladékát. Amit a legjobban szeret, az a régi szárított körömlakk és a hajlakk.
hy: Ֆարաոն մի քիչ վտանգավոր է: Նա բարկանում է մեղուների պես, երբ չի գտնում իր վտանգավոր թափոնները։ Այն, ինչ նա ամենից շատ սիրում է, հին չորացրած մեխերի փայլեցումն է եւ մազերի սպունգը:
id: Farao sedikit berbahaya. Dia marah seperti lebah ketika dia tidak menemukan limbah berbahayanya. Yang paling dia sukai adalah cat kuku kering tua dan semprotan rambut.
is: Farao er svolítið hættulegur. Hún verður reið eins og býfluga þegar hún finnur ekki hættulegan úrgang sinn. Það sem hún elskar mest er gamalt þurrkað naglalakk og hársprey.
it: Farao è un po 'pericoloso. Si arrabbia come un'ape quando non trova i suoi rifiuti pericolosi. Ciò che ama di più è il vecchio smalto per unghie essiccato e la lacca per capelli.
ja: ファラオは少し危険です。彼女は彼女の有害な廃棄物を見つけることができないとき、彼女はミツバチのように怒ります。彼女が最も愛しているのは、古い乾燥マニキュアとヘアスプレーです。
ka: ფარაო ცოტა საშიშია. ის გაბრაზდება ფუტკრის მსგავსად, როდესაც ვერ პოულობს თავის სახიფათო ნარჩენებს. ის, რაც მას ყველაზე მეტად უყვარს, ძველი გამხმარი ფრჩხილის პოლონელი და თმის სპრეია.
kk: Фарао кішкене қауіпті. Ол өзінің қауіпті қалдықтарын таппағанда ара сияқты ашуланады. Оның ең жақсы көретіні – ескі кептірілген тырнақ жылтыры мен шаш бүріккіш.
km: ហ្វារ៉ាវ មាន គ្រោះ ថ្នាក់ បន្តិច ។ នាង ខឹង នឹង ឃ្មុំ ពេល នាង មិន ឃើញ កាក សំណល់ ដែល មាន គ្រោះ ថ្នាក់ របស់ នាង ។ អ្វី ដែល នាង ស្រឡាញ់ បំផុត គឺ ដែកគោល ស្ងួត ចាស់ និង ការ បាញ់ សក់ ។
kn: ಫರಾವೊ ಸ್ವಲ್ಪ ಅಪಾಯಕಾರಿ. ಅವಳು ತನ್ನ ಅಪಾಯಕಾರಿ ತ್ಯಾಜ್ಯವನ್ನು ಕಂಡುಹಿಡಿಯದಿದ್ದಾಗ ಅವಳು ಜೇನುನೊಣದಂತೆ ಕೋಪಗೊಳ್ಳುತ್ತಾಳೆ. ಅವಳು ಹೆಚ್ಚು ಇಷ್ಟಪಡುವುದು ಹಳೆಯ ಒಣಗಿದ ನೇಲ್ ಪಾಲಿಶ್ ಮತ್ತು ಹೇರ್ ಸ್ಪ್ರೇ.
ko: 파라오는 조금 위험합니다. 그녀는 위험한 쓰레기를 찾지 못할 때 꿀벌처럼 화를 낸다. 그녀가 가장 좋아하는 것은 오래된 말린 매니큐어와 헤어 스프레이입니다.
ku: فاراو تۆزێک مەترسیدارە ئەو توڕە دەبێت وەک گێلە کاتێک کە پاشەڕۆی مەترسیداری خۆی نادۆزێتەوە. ئەوەی ئەو زۆر حەزی لێیە پۆڵینی نینۆکی وشک و پرچی کۆنە.
ky: Фарао бир аз кооптуу. Ал кооптуу таштандыларын таппаганда аары сыяктуу ачууланат. Ал эң жакшы көргөн нерсе эски кургатылган тырмак жылтырак жана чач брызги болуп саналат.
lo: ຟາຣາໂອເປັນອັນຕະລາຍຫນ້ອຍຫນຶ່ງ. ນາງໃຈຮ້າຍຄືກັບເຜິ້ງເມື່ອບໍ່ພົບສິ່ງເສດເຫຼືອອັນຕະລາຍ. ສິ່ງທີ່ນາງຮັກຫຼາຍທີ່ສຸດແມ່ນ polish nail ແຫ້ງເກົ່າແລະ spray ຜົມ.
lt: Farao yra šiek tiek pavojingas. Ji pyksta kaip bitė, kai neranda savo pavojingų atliekų. Tai, kas jai labiausiai patinka, yra senas džiovintas nagų lakas ir plaukų purškiklis.
lv: Farao ir nedaudz bīstams. Viņa dusmojas kā bite, kad neatrod savus bīstamos atkritumus. Tas, ko viņa mīl visvairāk, ir veca žāvēta nagu laka un matu laka.
mg: Somary mampidi-doza ihany i Farao. Tezitra toy ny tsikombakomba izy rehefa tsy mahita ny fakony mampidi-doza. Ny zavatra tiany indrindra dia ny fantsika maina sy ny tsifotra volo.
mi: He iti noa iho te mōrearea o Farao. Ka riri a ia pēnei i te pī ki te kore a ia e kite i tana ururua kino. Ko tāna e aroha ana ko te nuinga o te nēra maroke me te rehu makawe.
mk: Фарао е малку опасен. Се лути како пчела кога не го наоѓа својот опасен отпад. Она што таа најмногу го сака е стариот исуши лак за нокти и спрејот за коса.
ml: ഫറാവോ അല്പം അപകടകാരിയാണ്. അവളുടെ അപകടകരമായ മാലിന്യങ്ങൾ കണ്ടെത്താത്തപ്പോൾ അവൾ ഒരു തേനീച്ചയെപ്പോലെ ദേഷ്യപ്പെടുന്നു. അവൾ ഏറ്റവും ഇഷ്ടപ്പെടുന്നത് പഴയ ഉണങ്ങിയ നെയിൽ പോളിഷും ഹെയർ സ്പ്രേയുമാണ്.
mn_cyrl: Фарао жаахан аюултай. Аюултай хог хаягдлаа олохгүй бол тэр яг л шар айраг шиг уурладаг гэнэ. Түүний хамгийн их хайрладаг зүйл бол хуучин хатаасан хадаас өнгөлөгч, үсний шүршигч юм.
mr: फराव जरा खतरनाक आहे. जेव्हा तिला तिचा धोकादायक कचरा सापडत नाही तेव्हा ती मधमाशीसारखी रागावते. तिला सर्वात जास्त आवडते ते म्हणजे जुने वाळलेले नेल पॉलिश आणि हेअर स्प्रे.
ms: Farao agak berbahaya. Dia marah seperti lebah apabila dia tidak menemui sisa berbahayanya. Apa yang paling dia sukai ialah pengilat kuku kering lama dan semburan rambut.
mt: Farao huwa ftit perikoluż. Hija titrabjat bħal nagħġa meta ma ssibx l-iskart perikoluż tagħha. Dak li tħobb l-iktar huwa lustrar tad-dwiefer imnixxef antik u sprej tax-xagħar.
my: ဖာရာအိုဟာ နည်းနည်း အန္တရာယ်ရှိပါတယ်။ အန္တရာယ်ရှိတဲ့ အညစ်အကြေးတွေကို မတွေ့ရတဲ့အခါ ပျားတစ်ကောင်လို ဒေါသထွက်သွားတယ်။ သူအနှစ်သက်ဆုံးအရာကတော့ သံချောင်းအဟောင်းနဲ့ ဆံပင်ဖျန်းခြင်းဖြစ်တယ်။
nb: Farao er litt farlig. Hun blir sint som en bie når hun ikke finner sitt farlige avfall. Det hun elsker mest er gammel tørket neglelakk og hårspray.
ne: फराओ थोड़ा खतरनाक है। आफ्नो खतरनाक फोहर नभेटेपछि उनी माहुरीजस्तै रिसाउँछिन् । उनलाई सबैभन्दा बढी मन पर्ने कुरा भनेको पुरानो सुकेको नेल पालिस र हेयर स्प्रे हो।
nl: Farao is een beetje gevaarlijk. Ze wordt boos als een bij als ze haar gevaarlijke afval niet vindt. Waar ze het meest van houdt is oude gedroogde nagellak en haarspray.
or: ଫାରାଓ ଟିକିଏ ବିପଜ୍ଜନକ । ଯେତେବେଳେ ସେ ତାଙ୍କର ବିପଜ୍ଜନକ ବର୍ଜ୍ୟବସ୍ତୁ ପାଆନ୍ତି ନାହିଁ ସେତେବେଳେ ସେ ମହୁମାଛି ପରି କ୍ରୋଧିତ ହୁଅନ୍ତି | ସେ ଯାହା ଅଧିକ ଭଲ ପାଆନ୍ତି ତାହା ହେଉଛି ପୁରୁଣା ଶୁଖିଲା ନେଲ୍ ପଲିସ୍ ଏବଂ କେଶ ସ୍ପ୍ରେ |
pa: ਫਰਾਓ ਥੋੜ੍ਹਾ ਖਤਰਨਾਕ ਹੈ। ਜਦੋਂ ਉਸਨੂੰ ਆਪਣਾ ਖਤਰਨਾਕ ਕੂੜਾ-ਕਰਕਟ ਨਹੀਂ ਮਿਲਦਾ ਤਾਂ ਉਸਨੂੰ ਮਧੂ ਮੱਖੀ ਵਾਂਗ ਗੁੱਸਾ ਆ ਜਾਂਦਾ ਹੈ। ਜੋ ਉਸਨੂੰ ਸਭ ਤੋਂ ਵੱਧ ਪਸੰਦ ਹੈ ਉਹ ਹੈ ਪੁਰਾਣੀ ਸੁੱਕੀ ਨਹੁੰ ਪਾਲਿਸ਼ ਅਤੇ ਵਾਲਾਂ ਦਾ ਸਪਰੇਅ।
pl: Farao jest trochę niebezpieczne. Złości się jak pszczoła, gdy nie znajduje swoich niebezpiecznych odpadów. To, co kocha najbardziej, to stary suszony lakier do paznokci i lakier do włosów.
ps: فرائو یو څه خطرناک دی. هغه لکه د مچی په شان غصه کیږی کله چې هغه خپل خطرناک ضایعه پیدا نکړی. هغه څه چې هغه ډیره مینه لری هغه زوړ وچ د میخ پالش او د ویښتانو سپری دی.
pt_br: Farao é um pouco perigoso. Ela fica com raiva como uma abelha quando não encontra seu lixo perigoso. O que ela mais ama é esmalte seco velho e spray de cabelo.
ro: Farao este un pic periculos. Se înfurie ca o albină când nu-și găsește deșeurile periculoase. Ceea ce îi place cel mai mult este lacul de unghii uscat vechi și spray-ul de păr.
ru: Фараон немного опасен. Она сердится, как пчела, когда не найдет опасных отходов. То, что она любит больше всего старый сушеный лак для ногтей и лак для волос.
sk: Farao je trochu nebezpečný. Hnevá sa ako včela, keď nenájde svoj nebezpečný odpad. To, čo miluje najviac, je starý sušený lak na nechty a sprej na vlasy.
sl: Farao je malo nevaren. Jezna je, ko ne najde nevarnih odpadkov. Najbolj rada ima star posušen lak za nohte in pršilo za lase.
sq: Farao është pak e rrezikshme. Ajo zemërohet si një bletë kur nuk gjen mbeturinat e saj të rrezikshme. Ajo që ajo dashuron më shumë është manikyri i vjetër i tharë i thonjve dhe sprej për flokë.
sr_latn: Farao je malo opasan. Ljuti se kao pčela kada ne nađe svoj opasni otpad. Ono što najviše voli je stari sušeni lak za nokte i sprej za kosu.
sv: Farao är en lite farlig tjej. Hon blir arg som ett bi när hon inte hittar sitt farliga avfall. Det hon älskar mest är gammalt intorkat nagellack och hårspray.
sw: Farao ni hatari kidogo. Anakasirika kama nyuki wakati haoni taka zake hatarishi. Anachopenda zaidi ni polish ya zamani ya kucha iliyokaushwa na dawa ya nywele.
ta: ஃபாரோ கொஞ்சம் ஆபத்தானது. அவள் தனது அபாயகரமான கழிவுகளைக் கண்டுபிடிக்காதபோது ஒரு தேனீயைப் போல கோபமடைகிறாள். அவள் மிகவும் நேசிப்பது பழைய உலர்ந்த நெயில் பாலிஷ் மற்றும் ஹேர் ஸ்ப்ரே ஆகும்.
te: ఫరావో కొంచెం ప్రమాదకరం. ఆమె తన ప్రమాదకరమైన వ్యర్థాలను కనుగొనలేనప్పుడు తేనెటీగలా కోపం వస్తుంది. ఆమె ఎక్కువగా ఇష్టపడేది పాత ఎండిన నెయిల్ పాలిష్ మరియు హెయిర్ స్ప్రే.
th: ฟาราโอเป็นอันตรายเล็กน้อย เธอโกรธเหมือนผึ้งเมื่อเธอไม่พบของเสียอันตรายของเธอ สิ่งที่เธอรักมากที่สุดคือยาทาเล็บแห้งและสเปรย์ฉีดผมแบบเก่า
tk: Farao biraz howply. Ol howply zadyny tapmasa, aryny kimin gaharlanýar. Ol köne guradylan çüý polýusyny we saç spregi has gowy görýär.
tr: Firavun biraz tehlikelidir. Tehlikeli atıklarını bulamayınca arı gibi sinirleniyor. En çok sevdiği şey eski kurutulmuş oje ve saç spreyi.
tt: Фарао бераз куркыныч. Куркыныч калдыкларын тапмаса, ул ярсый башлый. Иң яраткан нәрсәсе иске киптерелгән тырнак поляк һәм чәч спрейы.
ug: فاراۋ سەل خەتەرلىك. ئۇ ئۆزىنىڭ خەتەرلىك تاشلاندۇقىنى بايقىمىغاندا ھەرەدەك ئاچچىقلىنىدۇ. ئۇ ئەڭ ياخشى كۆرىدىغان نەرسە كونا قۇرۇتۇلغان تىرناق پولتى ۋە چاچ پۈركىمىسى.
uk: Фарао трохи небезпечний. Вона сердиться, як бджола, коли не знаходить своїх небезпечних відходів. Те, що вона любить найбільше, це старий сушений лак для нігтів і спрей для волосся.
ur: فاراؤ تھوڑا خطرناک ہے۔ جب اسے اپنا خطرناک فضلہ نہیں ملتا تو وہ مکھی کی طرح غصے میں آجاتی ہے۔ وہ جو چیز سب سے زیادہ پسند کرتی ہے وہ پرانی خشک نیل پالش اور بالوں کا سپرے ہے۔
uz: Farao az xavfli ast. U xavfli chiqindilarini topmaganda asalarilar kabi g'azablanadi. U eng ko'p sevadigan narsa eski quritilgan mix polishasi va soch sepishdir.
vi: Farao hơi nguy hiểm. Cô ấy tức giận như một con ong khi cô ấy không tìm thấy chất thải nguy hại của mình. Điều cô yêu thích nhất là sơn móng tay khô cũ và xịt tóc.
zh_hans: 法劳有点危险。当她没有发现危险废物时，她会像蜜蜂一样生气。她最喜欢的是旧的干指甲油和发胶。
zu: UFafaro uyingozi kancane. Uthukuthele njengezinyosi lapho engayitholi imfucuza yakhe eyingozi. Into ayithanda kakhulu yi-nail polish endala eyomile kanye ne-spray yezinwele.
