Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_7_description
source: This means that everyone should be able to have electricity and heat that is good for our planet.
af: Dit beteken dat almal in staat moet wees om elektrisiteit en hitte te hê wat goed is vir ons planeet.
am: ይህም ማለት ሁሉም ሰው ለፕላኔታችን ጠቃሚ የሆነ የኤሌክትሪክና የሙቀት መጠን ሊኖረው ይገባል ማለት ነው ።
ar: وهذا يعني أن الجميع يجب أن تكون قادرة على الحصول على الكهرباء والحرارة التي هي جيدة لكوكبنا.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে বিদ্যুৎ আৰু তাপ পাবলৈ সক্ষম হ'ব লাগে যি আমাৰ গ্ৰহৰ বাবে ভাল।
az: Bu o deməkdir ki, hər kəs bizim planetimiz üçün yararlı olan elektrik və istiyə malik olmalıdır.
bg: Това означава, че всеки трябва да може да има електричество и топлина, която е добра за нашата планета.
bn: এর মানে হল যে প্রত্যেকেরই বিদ্যুৎ এবং তাপ থাকতে সক্ষম হওয়া উচিত যা আমাদের গ্রহের জন্য ভাল।
bo: འདིས་མི་རེ་རེ་ཚང་མར་ང་ཚོའི་སའི་གོ་ལར་ཕན་པའི་གློག་དང་ཚ་ནུས་ཡོད་དགོས་པ་མཚོན།
bs: To znači da bi svi trebali moći imati struju i toplinu koja je dobra za našu planetu.
ca: Això vol dir que tothom hauria de poder tenir electricitat i calor que sigui bona per al nostre planeta.
cs: To znamená, že každý by měl mít možnost mít elektřinu a teplo, které jsou dobré pro naši planetu.
cy: Mae hyn yn golygu y dylai pawb allu cael trydan a gwres sy'n dda i'n planed.
da: Det betyder, at alle skal kunne have elektricitet og varme, der er godt for vores planet.
de: Das bedeutet, dass jeder in der Lage sein sollte, Strom und Wärme zu haben, die gut für unseren Planeten sind.
el: Αυτό σημαίνει ότι όλοι θα πρέπει να μπορούν να έχουν ηλεκτρισμό και θερμότητα που είναι καλή για τον πλανήτη μας.
es: Esto significa que todo el mundo debería ser capaz de tener electricidad y calor que es bueno para nuestro planeta.
et: See tähendab, et igaühel peaks olema võimalik saada elektrit ja soojust, mis on meie planeedile hea.
eu: Horrek esan nahi du guztiek izan beharko luketela gure planetarentzat ona den elektrizitatea eta beroa.
fa: یعنی هر باید بتواند برق و گرما داشته باشد که برای سیاره ما خوب است.
fi: Tämä tarkoittaa, että kaikilla pitäisi olla maapallollemme hyvää sähköä ja lämpöä.
fil: Ito ay nangangahulugan na ang lahat ay dapat na magkaroon ng kuryente at init na mabuti para sa aming planeta.
fo: Hetta merkir, at øll áttu at kunna havt streym og hita, sum er gott fyri okkara gongustjørnu.
fr: Cela signifie que tout le monde devrait être en mesure d’avoir l’électricité et la chaleur qui est bon pour notre planète.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann leictreachas agus teas atá go maith dár bpláinéad a bheith acu.
gl: Isto significa que todo o mundo debería ter electricidade e calor que sexa bo para o noso planeta.
gu: આનો અર્થ એ છે કે દરેકને વીજળી અને ગરમી હોવી જોઈએ જે આપણા ગ્રહ માટે સારી છે.
he: משמעות הדבר היא שכולם צריכים להיות מסוגלים לקבל חשמל וחום שטובים לכוכב הלכת שלנו.
hi: इसका मतलब है कि हर किसी को बिजली और गर्मी में सक्षम होना चाहिए जो हमारे ग्रह के लिए अच्छा है।
hr: To znači da bi svatko trebao imati struju i toplinu koja je dobra za naš planet.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy olyan villamos energiával és hővel rendelkezzen, amely jót tesz bolygónknak.
hy: Սա նշանակում է, որ յուրաքանչյուրը պետք է կարողանա ունենալ էլեկտրականություն եւ ջերմություն, որը օգտակար է մեր մոլորակի համար:
id: Ini berarti bahwa setiap orang harus dapat memiliki listrik dan panas yang baik untuk planet kita.
is: Þetta þýðir að allir ættu að geta haft rafmagn og hita sem er gott fyrir plánetuna okkar.
it: Ciò significa che tutti dovrebbero essere in grado di avere elettricità e calore che fanno bene al nostro pianeta.
ja: これは、誰もが私たちの惑星のために良い電気と熱を持っていくことができるべきであることを意味します。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს ელექტროენერგია და სითბო, რაც კარგია ჩვენი პლანეტისთვის.
kk: Демек, әркімнің біздің планетамыз үшін жақсы электр энергиясы мен жылуы болуы керек.
km: នេះ មាន ន័យ ថា មនុស្ស គ្រប់ គ្នា គួរ តែ អាច មាន អគ្គិសនី និង កំដៅ ដែល ល្អ សម្រាប់ ភព របស់ យើង ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ನಮ್ಮ ಗ್ರಹಕ್ಕೆ ಉತ್ತಮವಾದ ವಿದ್ಯುತ್ ಮತ್ತು ಶಾಖವನ್ನು ಹೊಂದಲು ಸಮರ್ಥರಾಗಿರಬೇಕು.
ko: 이것은 모든 사람이 지구에 좋은 전기와 열을 가질 수 있어야한다는 것을 의미합니다.
ku: ئەمە مانای ئەوەیە کە پێویستە هەموو کەس بتوانێت کارەبا و گەرمای هەبێت کە بۆ هەسارەی ئێمە باشە.
ky: Бул ар бир адам планетабыз үчүн пайдалуу электр энергиясына жана жылуулукка ээ болушу керек дегенди билдирет.
lo: ນີ້ຫມາຍຄວາມວ່າທຸກຄົນຄວນຈະສາມາດມີໄຟຟ້າແລະຄວາມຮ້ອນທີ່ດີສໍາລັບໂລກຂອງເຮົາ.
lt: Tai reiškia, kad kiekvienas turėtų turėti galimybę turėti elektros energiją ir šilumą, kuri yra naudinga mūsų planetai.
lv: Tas nozīmē, ka ikvienam ir jāspēj iegūt elektrību un siltumu, kas ir labs mūsu planētai.
mg: Midika izany fa tokony ho afaka hanana herinaratra sy hafanana tsara ho an'ny planetantsika ny tsirairay.
mi: Ko te tikanga o tēnei kia āhei te katoa ki te whai hiko me te wera e pai ana mo to tātau aorangi.
mk: Тоа значи дека сите треба да можат да имаат струја и топлина која е добра за нашата планета.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും നമ്മുടെ ഗ്രഹത്തിന് നല്ല വൈദ്യുതിയും ചൂടും ഉണ്ടായിരിക്കാൻ കഴിയണം എന്നാണ്.
mn_cyrl: Энэ нь хүн бүр манай гариг дээр сайн цахилгаан, дулаантай байх ёстой гэсэн үг юм.
mr: याचा अर्थ असा की प्रत्येकाला आपल्या ग्रहासाठी चांगली वीज आणि उष्णता असणे शक्य झाले पाहिजे.
ms: Ini bermakna semua orang harus dapat memiliki elektrik dan haba yang baik untuk planet kita.
mt: Dan ifisser li kulħadd għandu jkun kapaċi jkollu elettriku u sħana li huwa tajjeb għall-pjaneta tagħna.
my: ယင်းက ကျွန်ုပ်တို့၏ဂြိုဟ်အတွက် ကောင်းမွန်သော လျှပ်စစ်ဓာတ်အားနှင့် အပူရှိန်ကို လူတိုင်းရရှိသင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle skal kunne ha strøm og varme som er bra for planeten vår.
ne: यसको अर्थ यो हो कि सबैले बिजुली र ताप प्राप्त गर्न सक्षम हुनुपर्दछ जुन हाम्रो ग्रहको लागि राम्रो छ।
nl: Dit betekent dat iedereen elektriciteit en warmte moet kunnen hebben die goed is voor onze planeet.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ବିଦ୍ୟୁତ୍ ଏବଂ ଉତ୍ତାପ ପାଇବାକୁ ସକ୍ଷମ ହେବା ଉଚିତଯାହା ଆମ ଗ୍ରହ ପାଇଁ ଭଲ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕਿਸੇ ਨੂੰ ਬਿਜਲੀ ਅਤੇ ਗਰਮੀ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਸਾਡੇ ਗ੍ਰਹਿ ਲਈ ਵਧੀਆ ਹੈ।
pl: Oznacza to, że każdy powinien mieć możliwość posiadania elektryczności i ciepła, które są dobre dla naszej planety.
ps: دا په دې مانا چې هر څوک باید وتوانیږی چې بریښنا او ګرمی ولری چې زموږ د سیارې لپاره ښه وی.
pt_br: Isso significa que todos devem ser capazes de ter eletricidade e calor que é bom para o nosso planeta.
ro: Acest lucru înseamnă că toată lumea ar trebui să fie în măsură să aibă energie electrică și căldură, care este bun pentru planeta noastră.
ru: Это означает, что каждый должен иметь возможность иметь электричество и тепло, что хорошо для нашей планеты.
sk: To znamená, že každý by mal mať možnosť mať elektrinu a teplo, ktoré je dobré pre našu planétu.
sl: To pomeni, da bi morali imeti vsi možnost elektrike in toplote, ki je dobra za naš planet.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të kenë elektricitet dhe ngrohje që është e mirë për planetin tonë.
sr_latn: To znači da svi treba da budu u stanju da imaju struju i toplotu koja je dobra za našu planetu.
sv: Det betyder att alla ska kunna ha el och värme som är bra för vår planet.
sw: Hii ina maana kwamba kila mtu anapaswa kuwa na umeme na joto ambalo ni zuri kwa sayari yetu.
ta: இதன் பொருள் என்னவென்றால், நம் கிரகத்திற்கு நல்லது என்று அனைவருக்கும் மின்சாரம் மற்றும் வெப்பம் இருக்க முடியும்.
te: అంటే ప్రతి ఒక్కరూ మన గ్రహానికి మేలు చేసే విద్యుత్ మరియు వేడిని పొందగలగాలి.
th: ซึ่งหมายความว่าทุกคนควรจะสามารถมีไฟฟ้าและความร้อนที่ดีสําหรับโลกของเรา
tk: Diýmek, her bir adamyň Ýer şaryna peýdaly bolan elektrik energiýasy we ýylylygy bolmalydyr.
tr: Bu, herkesin gezegenimiz için iyi olan elektriğe ve ısıya sahip olması gerektiği anlamına gelir.
tt: Димәк, планетабыз өчен файдалы электр һәм җылылык һәркем булырга тиеш.
ug: بۇ ھەر بىر ئادەمنىڭ پىلانېتىمىز ئۈچۈن پايدىلىق بولغان توك ۋە ئىسسىقلىق بولۇشى كېرەكلىكىدىن دېرەك بېرىدۇ.
uk: Це означає, що кожен повинен мати можливість мати електрику і тепло, що добре для нашої планети.
ur: اس کا مطلب یہ ہے کہ ہر ایک کو بجلی اور گرمی کے قابل ہونا چاہئے جو ہمارے سیارے کے لئے اچھا ہے۔
uz: Bu shuni anglatadiki, har bir inson sayyoramiz uchun yaxshi bo'lgan elektr va issiqlikqa ega bo'lishi kerak.
vi: Điều này có nghĩa là mọi người đều có thể có điện và nhiệt tốt cho hành tinh của chúng ta.
zh_hans: 这意味着每个人都应该能够拥有对我们的星球有益的电力和热量。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukuba nogesi nokushisa okuhle emhlabeni wethu.

# undp_goal_7_title
source: Goal 7: Affordable and clean energy
af: Doel 7: Bekostigbare en skoon energie
am: ግብ 7 ዋጋያለው እና ንጹህ ኃይል
ar: الهدف 7: الطاقة الميسورة التكلفة والنظيفة
as: লক্ষ্য 7: সুলভ আৰু পৰিষ্কাৰ শক্তি
az: Məqsəd 7: Sərfəli və təmiz enerji
bg: Цел 7: Достъпна и чиста енергия
bn: লক্ষ্য 7: সাশ্রয়ী মূল্যের এবং পরিষ্কার শক্তি
bo: དམིགས་འབེན་བདུན་པ། འགན་སྲུང་རང་བཞིན་དང་དྭངས་གཙང་ནུས་ཁུངས།
bs: Cilj 7: Pristupačna i čista energija
ca: Objectiu 7: Energia assequible i no contaminant
cs: Cíl 7: Cenově dostupná a čistá energie
cy: Nod 7: Ynni fforddiadwy a glân
da: Mål 7: Økonomisk overkommelig og ren energi
de: Ziel 7: Bezahlbare und saubere Energie
el: Στόχος 7: Οικονομικά προσιτή και καθαρή ενέργεια
es: Objetivo 7: Energía asequible y limpia
et: 7. eesmärk: taskukohane ja puhas energia
eu: 7. helburua: Energia eskuragarria eta garbia
fa: هدف 7: انرژی مقرون به صرفه و پاک
fi: Tavoite 7: Edullinen ja puhdas energia
fil: Mithiin 7: Abot-kayang at malinis na enerhiya
fo: Goal 7: Affordable and rein orku
fr: Objectif 7 : Énergie propre et abordable
ga: Sprioc 7: Fuinneamh inacmhainne agus glan
gl: Obxectivo 7: Enerxía limpa e accesible
gu: ધ્યેય ૭ઃ પરવડે તેવી અને સ્વચ્છ ઊર્જા
he: מטרה 7: אנרגיה זולה ונקייה
hi: लक्ष्य 7: सस्ती और स्वच्छ ऊर्जा
hr: Cilj 7: Pristupačna i čista energija
hu: 7. cél: Megfizethető és tiszta energia
hy: Նպատակ 7. Մատչելի եւ մաքուր էներգիա
id: Sasaran 7: Energi yang terjangkau dan bersih
is: Markmið 7: Hagkvæm og hrein orka
it: Obiettivo 7: Energia pulita e a prezzi accessibili
ja: 目標7:手頃な価格でクリーンなエネルギー
ka: მიზანი 7: ხელმისაწვდომი და სუფთა ენერგია
kk: 7-мақсат: Қолжетімді және таза энергия
km: គោលដៅទី៧៖ ថាមពលដែលមានតម្លៃសមរម្យ និងស្អាត
kn: ಗುರಿ 7: ಕೈಗೆಟುಕುವ ಮತ್ತು ಶುದ್ಧ ಇಂಧನ
ko: 목표 7 : 저렴하고 깨끗한 에너지
ku: ئامانج 7: وزەی گونجاو و خاوێن
ky: Максат 7: Жеткиликтүү жана таза энергия
lo: ເປົ້າຫມາຍທີ 7: ພະລັງງານທີ່ມີລາຄາຖືກ ແລະ ສະອາດ
lt: 7 tikslas: įperkama ir švari energija
lv: 7. mērķis: cenas ziņā pieejama un tīra enerģija
mg: Tanjona 7: Angovo azo ampiasaina sy madio
mi: Goal 7: Te pūngao utu me te mā
mk: Цел 7: Достапна и чиста енергија
ml: ലക്ഷ്യം 7: താങ്ങാനാവുന്നതും ശുദ്ധവുമായ ഊർജ്ജം
mn_cyrl: Зорилт 7. Зохистой, цэвэр эрчим хүч
mr: लक्ष्य ७: परवडणारी आणि स्वच्छ ऊर्जा
ms: Matlamat 7: Tenaga berpatutan dan bersih
mt: Għan 7: Enerġija affordabbli u nadifa
my: ပန်းတိုင် ၇– အသုံးဝင်ပြီး သန့်ရှင်းသောစွမ်းအင်
nb: Mål 7: Rimelig og ren energi
ne: लक्ष्य 7: किफायती र स्वच्छ ऊर्जा
nl: Doel 7: Betaalbare en schone energie
or: ଲକ୍ଷ୍ୟ 7: ସୁଲଭ ଏବଂ ସ୍ୱଚ୍ଛ ଶକ୍ତି
pa: ਟੀਚਾ 7: ਪੁੱਗਣਯੋਗ ਅਤੇ ਸਾਫ਼ ਊਰਜਾ
pl: Cel 7: Przystępna cenowo i czysta energia
ps: اووم هدف : مناسبه او پاکه انرژی
pt_br: Objetivo 7: Energia acessível e limpa
ro: Obiectivul 7: Energie accesibilă și curată
ru: Цель 7: Доступная и чистая энергия
sk: Cieľ 7: Cenovo dostupná a čistá energia
sl: Cilj 7: Cenovno dostopna in čista energija
sq: Synimi 7: Energji e përballueshme dhe e pastër
sr_latn: Cilj 7: Pristupačna i čista energija
sv: Mål 7: Hållbar energi för alla
sw: Lengo la 7: Nishati nafuu na safi
ta: இலக்கு 7: மலிவு மற்றும் சுத்தமான ஆற்றல்
te: లక్ష్యం 7: సరసమైన మరియు పరిశుభ్రమైన శక్తి
th: เป้าหมายที่ 7: พลังงานสะอาดและราคาไม่แพง
tk: 7-nji maksat: Elýeterli we arassa energiýa
tr: Hedef 7: Uygun fiyatlı ve temiz enerji
tt: 7-нче максат: Уңайлы һәм чиста энергия
ug: 7-نىشان: مۇۋاپىق ۋە پاكىز ئېنېرگىيە
uk: Ціль 7: Доступна та чиста енергія
ur: ہدف 7: سستی اور صاف توانائی
uz: 7-maqsad: Arzon va toza energiya
vi: Mục tiêu 7: Năng lượng sạch và giá cả phải chăng
zh_hans: 目标7：负担得起的清洁能源
zu: Umgomo 7: Amandla angabizi futhi ahlanzekile
