Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# calendar_weekday_friday
source: Friday is the fifth day of the week. The next day it's Saturday and then Sunday. After that, a new week begins.
af: Vrydag is die vyfde dag van die week. Die volgende dag is dit Saterdag en dan kom Sondag, die twee dae is ons vry. Daarna het 'n nuwe week begin.
am: አርብ የሳምንቱ ፭ኛው ቀን ነው። በሚቀጥለው ቀን ቅዳሜ ከዚያም እሁድ ይመጣል። ሁለቱ ቀናት ነፃ ነን። ከዚያ በኋላ አዲስ ሳምንት ይጀምራል።
ar: الجمعة هو اليوم الخامس من الأسبوع. في اليوم التالي يكون السبت ثم الأحد. بعد ذلك ، يبدأ أسبوع جديد.
as: শুক্ৰবাৰে সপ্তাহৰ পঞ্চম দিন। পিছদিনা শনিবাৰে আৰু তাৰ পিছত দেওবাৰে। তাৰ পিছত, এটা নতুন সপ্তাহ আৰম্ভ হয়।
az: Cümə günü həftənin beşinci günüdür. Ertəsi gün şənbə, sonra bazar gəlir. İki gün azadıq. Bundan sonra yeni bir həftə başlayır.
bg: Петък е петият ден от седмицата. На следващия ден е събота и после идва неделя, двата дни сме свободни. След това започва нова седмица.
bn: শুক্রবার সপ্তাহের পঞ্চম দিন। পরের দিন শনি ও পরে রবিবার। এরপর শুরু হয় নতুন এক সপ্তাহ।
bo: གཟའ་པ་སངས་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་ལྔ་བ་ཡིན། ཉིན་གཉིས་པ་ནི་གཟའ་སྤེན་པ་དང་དེ་ནས་གཟའ་ཉི་མ་རེད། དེའི་རྗེས་སུ་གཟའ་འཁོར་གསར་པ་ཞིག་འགོ་ཚུགས་པ་རེད།
bs: Petak je peti dan u nedelji. Sledećeg dana je subota, a onda dođe nedelja, dva dana smo slobodni. Nakon toga počinje nova sedmica.
ca: Divendres és el cinquè dia de la setmana. L'endemà és dissabte i després arriba diumenge, els dos dies que som lliures. Després d'això, comença una nova setmana.
cs: Pátek je pátý den v týdnu. Druhý den je sobota a pak přijde neděle, dva dny jsme volní. Poté začíná nový týden.
cy: Dydd Gwener yw pumed diwrnod yr wythnos. Y diwrnod wedyn mae'n ddydd Sadwrn ac yna dydd Sul yn dod, y deuddydd rydyn ni'n rhydd. Ar ôl hynny, mae wythnos newydd yn dechrau.
da: Fredag er den femte dag i ugen. Den næste dag er det lørdag og så søndag kommer, de to dage, vi er gratis. Derefter begynder en ny uge.
de: Freitag ist der fünfte Tag der Woche. Am nächsten Tag ist es Samstag und dann Sonntag. Danach beginnt eine neue Woche.
el: Η Παρασκευή είναι η πέμπτη ημέρα της εβδομάδας. Την επόμενη μέρα είναι Σάββατο και μετά Κυριακή. Μετά από αυτό, ξεκινά μια νέα εβδομάδα.
es: El viernes es el quinto día de la semana. Al día siguiente es sábado y luego llega el domingo, los dos días estamos libres. Después de eso, comienza una nueva semana.
et: Reede on viies nädalapäev. Järgmisel päeval on laupäev ja siis pühapäev. Pärast seda algab uus nädal.
eu: Ostirala asteko bosgarren eguna da. Hurrengo eguna larunbata da eta gero igandean dator, libre gauden bi egunak. Horren ondoren, aste berri bat hasiko da.
fa: جمعه پنجمین روز هفته است. روز بعد شنبه و بعد یکشنبه است. پس از آن هفته جدیدی آغاز می شود.
fi: Perjantai on viikon viides päivä. Seuraavana päivänä on lauantai ja sitten sunnuntai. Sen jälkeen alkaa uusi viikko.
fil: Ang Biyernes ay ang ikalimang araw ng linggo. Kinabukasan ay Sabado at pagkatapos ay Linggo. Pagkatapos nito, magsisimula ang isang bagong linggo.
fo: F fríggjadag er fimti dagur í vikuni. Dagin eftir er leygardagur, og síðani kemur vit tveir dagar, vit eru tøk. Eftir tað byrjar eina nýggja viku.
fr: Le vendredi est le cinquième jour de la semaine. Le lendemain, c’est samedi et puis le dimanche arrive, les deux jours que nous sommes libres. Après cela, une nouvelle semaine commence.
ga: Is í an Aoine an cúigiú lá den tseachtain. An lá dár gcionn is é Dé Sathairn agus ansin Dé Domhnaigh. Ina dhiaidh sin, tosaíonn seachtain nua.
gl: O venres é o quinto día da semana. Ao día seguinte é sábado e despois domingo. Despois diso, comeza unha nova semana.
gu: શુક્રવાર એ અઠવાડિયાનો પાંચમો દિવસ છે. બીજા દિવસે શનિવાર છે અને પછી રવિવાર આવે છે, બે દિવસ આપણે મુક્ત છીએ. ત્યાર બાદ નવા સપ્તાહની શરૂઆત થાય છે.
he: יום שישי הוא היום החמישי בשבוע. למחרת זה יום שבת ואז מגיע יום ראשון, היומיים אנחנו חופשיים. לאחר מכן מתחיל שבוע חדש.
hi: शुक्रवार सप्ताह का पांचवा दिन होता है। अगले दिन शनिवार है और फिर रविवार आता है, दो दिन हम स्वतंत्र हैं। इसके बाद एक नया सप्ताह शुरू होता है।
hr: Petak je peti dan u tjednu. Sljedeći dan je subota, a onda dolazi nedjelja, dva dana smo slobodni. Nakon toga počinje novi tjedan.
hu: Péntek a hét ötödik napja. Másnap szombat van, majd vasárnap jön, a két nap szabadok vagyunk. Ezután új hét kezdődik.
hy: Ուրբաթը շաբաթվա հինգերորդ օրն է: Հաջորդ օրը շաբաթ է, հետո կիրակի է գալիս, երկու օր ազատ ենք: Դրանից հետո սկսվում է նոր շաբաթ:
id: Jumat adalah hari kelima dalam seminggu. Keesokan harinya hari Sabtu dan kemudian Minggu. Setelah itu, minggu baru dimulai.
is: Föstudagur er fimmti dagur vikunnar. Daginn eftir er laugardagur og svo sunnudagur. Eftir það hefst ný vika.
it: Il venerdì è il quinto giorno della settimana. Il giorno dopo è sabato e poi domenica. Dopo di ciò, inizia una nuova settimana.
ja: 金曜日は週の5日目です。次の日は土曜日で、日曜日が来て、私たちは自由です。その後、新しい週が始まります。
ka: პარასკევი კვირის მეხუთე დღეა. მეორე დღეს ეს შაბათია და შემდეგ კვირა მოდის, ორი დღე ჩვენ თავისუფალი ვართ. ამის შემდეგ, ახალი კვირა იწყება.
kk: Жұма — аптаның бесінші күні. Келесі күні ол сенбі, содан кейін жексенбі келеді, екі күн тегін. Осыдан кейін жаңа апта басталады.
km: ថ្ងៃ សុក្រ គឺ ជា ថ្ងៃ ទី ប្រាំ នៃ សប្តាហ៍ នេះ ។ ថ្ងៃ បន្ទាប់ វា គឺ ជា ថ្ងៃ សៅរ៍ និង បន្ទាប់ មក ថ្ងៃ អាទិត្យ ។ បន្ទាប់ ពី នោះ សប្ដាហ៍ ថ្មី ចាប់ ផ្ដើម ។
kn: ಶುಕ್ರವಾರ ವಾರದ ಐದನೇ ದಿನ. ಮರುದಿನ ಶನಿವಾರ ಮತ್ತು ನಂತರ ಭಾನುವಾರ ಬರುತ್ತದೆ, ಎರಡು ದಿನಗಳು ನಾವು ಮುಕ್ತವಾಗಿದ್ದೇವೆ. ಅದರ ನಂತರ, ಹೊಸ ವಾರವು ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.
ko: 금요일은 주중 다섯 번째 날입니다. 다음날은 토요일과 일요일입니다. 그 후 새로운 주가 시작됩니다.
ku: هەینی پێنجەم ڕۆژی هەفتەیە ڕۆژی دواتر شەممەیە و دواتر یەکشەممە دێت، ئەو دوو ڕۆژەی کە ئێمە ئازادین دوای ئەوە، هەفتەیەکی نوێ دەستپێدەکات
ky: Жума жума жуманын бешинчи күнү болуп саналат. Кийинки күнү ишемби, андан кийин жекшемби келет, эки күн эркинбиз. Андан кийин жаңы жума башталат.
lo: ວັນ ສຸກ ເປັນ ມື້ ທີ ຫ້າ ຂອງ ອາທິດ. ມື້ຕໍ່ມາແມ່ນວັນເສົາແລ້ວວັນອາທິດຈະມາເຖິງ, ສອງມື້ທີ່ພວກເຮົາເປັນອິດສະຫຼະ. ຫຼັງຈາກນັ້ນ, ອາທິດໃຫມ່ເລີ່ມຕົ້ນ.
lt: Penktadienis yra penktoji savaitės diena. Kitą dieną – šeštadienis, o paskui sekmadienis. Po to prasideda nauja savaitė.
lv: Piektdiena ir nedēļas piektā diena. Nākamajā dienā ir sestdiena un tad svētdiena. Pēc tam sākas jauna nedēļa.
mg: Andro fahadimy amin'ny herinandro ny Zoma. Ny ampitson'iny dia Asabotsy ary avy eo Alahady. Aorian'izay, manomboka ny herinandro vaovao.
mi: Ko te Paraire te rima o nga rā o te wiki. A tērā rā ko te Hātarei, kātahi ka tae mai te Rātapu, e rua rā e wātea ana mātau. I muri iho i tēnā, ka tīmata te wiki hou.
mk: Петок е петтиот ден од неделата. Следниот ден е сабота, а потоа и недела. После тоа, започнува нова недела.
ml: വെള്ളിയാഴ്ച ആഴ്ചയിലെ അഞ്ചാമത്തെ ദിവസമാണ്. അടുത്ത ദിവസം ശനിയാഴ്ചയാണ്, പിന്നെ ഞായറാഴ്ച വരുന്നു, രണ്ട് ദിവസം ഞങ്ങൾ സ്വതന്ത്രരാണ്. അതിനുശേഷം ഒരു പുതിയ ആഴ്ച ആരംഭിക്കുന്നു.
mn_cyrl: Баасан гараг бол долоо хоногийн тав дахь өдөр. Маргааш нь бямба, дараа нь ням гараг. Үүний дараа шинэ долоо хоног эхэлнэ.
mr: शुक्रवारी आठवड्याचा पाचवा दिवस आहे. दुसऱ्या दिवशी शनिवार आणि नंतर रविवार असतो. त्यानंतर नव्या आठवड्याची सुरुवात होते.
ms: Jumaat adalah hari kelima dalam seminggu. Keesokan harinya ialah Sabtu dan kemudian Ahad. Selepas itu, minggu baru bermula.
mt: Il-Ġimgħa huwa l-ħames jum tal-ġimgħa. L-għada huwa s-Sibt u mbagħad jiġi l-Ħadd, il-jumejn li aħna b'xejn. Wara dan, tibda ġimgħa ġdida.
my: သောကြာနေ့သည် သီတင်းပတ်၏ ပဉ္စမနေ့ဖြစ်သည်။ နောက်တစ်နေ့ စနေနေ့ရောက်တော့ တနင်္ဂနွေနေ့ ရောက်လာတယ်၊ နှစ်ရက်လွတ်လပ်နေပါတယ်။ ပြီးတော့ တစ်ပတ်သစ် စတင်တယ်။
nb: Fredag er den femte dagen i uken. Neste dag er det lørdag og så søndag. Etter det begynner en ny uke.
ne: शुक्रबार हप्ताको पाँचौं दिन हो । अर्को दिन शनिबार हो र त्यसपछि आइतबार आउँछ, दुई दिन हामी स्वतन्त्र हुन्छौं। त्यसपछि नयाँ हप्ता सुरु हुन्छ ।
nl: Vrijdag is de vijfde dag van de week. De volgende dag is het zaterdag en dan komt zondag, de twee dagen dat we vrij zijn. Daarna begint een nieuwe week.
or: ଶୁକ୍ରବାର ହେଉଛି ସପ୍ତାହର ପଞ୍ଚମ ଦିନ । ପରଦିନ ଏହା ଶନିବାର ଏବଂ ତା'ପରେ ରବିବାର ଆସେ, ଦୁଇ ଦିନ ଆମେ ମୁକ୍ତ | ଏହା ପରେ, ଏକ ନୂତନ ସପ୍ତାହ ଆରମ୍ଭ ହୁଏ |
pa: ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਹਫਤੇ ਦਾ ਪੰਜਵਾਂ ਦਿਨ ਹੁੰਦਾ ਹੈ। ਅਗਲੇ ਦਿਨ ਸ਼ਨੀਵਾਰ ਹੁੰਦਾ ਹੈ ਅਤੇ ਫੇਰ ਐਤਵਾਰ ਆਉਂਦਾ ਹੈ, ਦੋ ਦਿਨ ਅਸੀਂ ਖਾਲੀ ਹੁੰਦੇ ਹਾਂ। ਇਸ ਤੋਂ ਬਾਅਦ, ਇੱਕ ਨਵਾਂ ਹਫ਼ਤਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ.
pl: Piątek jest piątym dniem tygodnia. Następnego dnia jest sobota, a potem przychodzi niedziela, dwa dni, w których jesteśmy wolni. Następnie rozpoczyna się nowy tydzień.
ps: جمعه د اونۍ پنځمه ورځ ده. بله ورځ دا د شنبې او بیا د اتوار ورځ ده. له هغه وروسته، یوه نوې اونۍ پیل یږی.
pt_br: Sexta-feira é o quinto dia da semana. No dia seguinte é sábado e então domingo chega, os dois dias estamos livres. Depois disso, uma nova semana começa.
ro: Vineri este a cincea zi a săptămânii. A doua zi e sâmbătă și apoi vine duminica, cele două zile în care suntem liberi. După aceea, începe o nouă săptămână.
ru: Пятница – пятый день недели. На следующий день суббота, а затем приходит воскресенье, два дня мы свободны. После этого начинается новая неделя.
sk: Piatok je piaty deň v týždni. Nasledujúci deň je sobota a potom nedeľa. Potom sa začína nový týždeň.
sl: Petek je peti dan v tednu. Naslednji dan je sobota in potem pride nedelja, dva dni sva svobodna. Po tem se začne nov teden.
sq: E premtja është dita e pestë e javës. Ditën tjetër është e shtunë dhe pastaj e diel. Pas kësaj, fillon një javë e re.
sr_latn: Petak je peti dan u nedelji. Sledeжeg dana je subota, a onda dolazi nedelja, dva dana smo slobodni. Posle toga počinje nova nedelja.
sv: Fredag är veckans femte dag. Nästa dag är det lördag och sen kommer söndag. Efter det börjar en ny vecka.
sw: Ijumaa ni siku ya tano ya wiki. Siku inayofuata ni Jumamosi halafu Jumapili inakuja, siku mbili tuko huru. Baada ya hapo, wiki mpya inaanza.
ta: வெள்ளிக்கிழமை வாரத்தின் ஐந்தாவது நாளாகும். அடுத்த நாள் சனி, பிறகு ஞாயிறு. அதன் பிறகு, ஒரு புதிய வாரம் தொடங்குகிறது.
te: శుక్రవారం వారంలో ఐదవ రోజు. మరుసటి రోజు శనివారం మరియు తరువాత ఆదివారం. ఆ తర్వాత కొత్త వారం మొదలవుతుంది.
th: วันศุกร์เป็นวันที่ห้าของสัปดาห์ วันรุ่งขึ้นเป็นวันเสาร์และวันอาทิตย์ หลังจากนั้นสัปดาห์ใหม่จะเริ่มขึ้น
tk: Anna — Hepdäniň bäşinji güni. Ertesi şenbe, soň ýekşenbe. Şondan soň täze hepde başlanýar.
tr: Cuma haftanın beşinci günüdür. Ertesi gün Cumartesi ve sonra Pazar. Bundan sonra yeni bir hafta başlar.
tt: Җомга – атнаның бишенче көне. Икенче көнне бу шимбә, аннары якшәмбе. Шуннан соң яңа атна башлана.
ug: جۈمە ھەپتىنىڭ بەشىنچى كۈنىدۇر. ئەتىسى شەنبە، ئاندىن يەكشەنبە كۈنى كېلىدۇ، ئىككى كۈن ۋاقتىمىز بار. شۇنىڭدىن كېيىن يېڭى بىر ھەپتە باشلىنىدۇ.
uk: П'ятниця - п'ятий день тижня. На наступний день це субота, а потім настає неділя, два дні ми вільні. Після цього починається новий тиждень.
ur: جمعہ ہفتے کا پانچواں دن ہوتا ہے۔ اگلے دن یہ ہفتہ اور پھر اتوار ہے. اس کے بعد ایک نیا ہفتہ شروع ہوتا ہے۔
uz: Juma – haftaning beshinchi kuni. Ertasi kuni shanba, keyin yakshanba. Shundan so'ng yangi hafta boshlanadi.
vi: Thứ Sáu là ngày thứ năm trong tuần. Ngày hôm sau là thứ bảy và sau đó chủ nhật đến, hai ngày chúng tôi được tự do. Sau đó, một tuần mới bắt đầu.
zh_hans: 星期五是一周的第五天。第二天是星期六，然后星期天来了，我们空闲了两天。之后，新的一周开始了。
zu: ULwesihlanu usuku lwesihlanu lwesonto. Ngosuku olulandelayo kunguMgqibelo bese kuba ngeSonto. Ngemuva kwalokho, isonto elisha liqala.

# calendar_weekday_friday_today
source: Friday is the fifth day of the week. Tomorrow is Saturday and then Sunday. After that, a new week begins.
af: Vrydag is die vyfde dag van die week. Môre is Saterdag en dan Sondag, die twee dae wat ons vry is. Daarna het 'n nuwe week begin.
am: አርብ የሳምንቱ ፭ኛው ቀን ነው። ነገ ቅዳሜ ከዚያም እሁድ ነው። ሁለቱ ቀናት ነፃ ነን። ከዚያ በኋላ አዲስ ሳምንት ይጀምራል።
ar: الجمعة هو اليوم الخامس من الأسبوع. غدا هو السبت ثم الأحد. بعد ذلك ، يبدأ أسبوع جديد.
as: শুক্ৰবাৰে সপ্তাহৰ পঞ্চম দিন। কাইলৈ শনিবাৰে আৰু তাৰ পিছত দেওবাৰে। তাৰ পিছত, এটা নতুন সপ্তাহ আৰম্ভ হয়।
az: Cümə günü həftənin beşinci günüdür. Sabah şənbə, sonra isə bazar günüdür. İki gün azadıq. Bundan sonra yeni bir həftə başlayır.
bg: Петък е петият ден от седмицата. Утре е събота и после неделя, двата дни сме свободни. След това започва нова седмица.
bn: শুক্রবার সপ্তাহের পঞ্চম দিন। আগামীকাল শনিবার, তারপর রবিবার। এরপর শুরু হয় নতুন এক সপ্তাহ।
bo: གཟའ་པ་སངས་ནི་གཟའ་འཁོར་གཅིག་གི་ཉིན་ལྔ་བ་ཡིན། སང་ཉིན་ནི་གཟའ་སྤེན་པ་དང་དེ་ནས་གཟའ་ཉི་མ་ དེའི་རྗེས་སུ་གཟའ་འཁོར་གསར་པ་ཞིག་འགོ་ཚུགས་པ་རེད།
bs: Petak je peti dan u nedelji. Sutra je subota, a onda nedjelja, dva dana smo slobodni. Nakon toga počinje nova sedmica.
ca: Divendres és el cinquè dia de la setmana. Demà és dissabte i després diumenge, els dos dies que som lliures. Després d'això, comença una nova setmana.
cs: Pátek je pátý den v týdnu. Zítra je sobota a pak neděle, dva dny jsme volní. Poté začíná nový týden.
cy: Dydd Gwener yw pumed diwrnod yr wythnos. Yfory yw dydd Sadwrn ac yna dydd Sul, y ddau ddiwrnod rydyn ni'n rhydd. Ar ôl hynny, mae wythnos newydd yn dechrau.
da: Fredag er den femte dag i ugen. I morgen er lørdag og derefter søndag, de to dage, vi er gratis. Derefter begynder en ny uge.
de: Freitag ist der fünfte Tag der Woche. Morgen ist Samstag und dann Sonntag. Danach beginnt eine neue Woche.
el: Η Παρασκευή είναι η πέμπτη ημέρα της εβδομάδας. Αύριο είναι Σάββατο και μετά Κυριακή. Μετά από αυτό, ξεκινά μια νέα εβδομάδα.
es: El viernes es el quinto día de la semana. Mañana es sábado y luego domingo, los dos días estamos libres. Después de eso, comienza una nueva semana.
et: Reede on viies nädalapäev. Homme on laupäev ja siis pühapäev. Pärast seda algab uus nädal.
eu: Ostirala asteko bosgarren eguna da. Bihar larunbata da eta gero igandea, libre gauden bi egunak. Horren ondoren, aste berri bat hasiko da.
fa: جمعه پنجمین روز هفته است. فردا شنبه و بعد یکشنبه است. پس از آن هفته جدیدی آغاز می شود.
fi: Perjantai on viikon viides päivä. Huomenna on lauantai ja sitten sunnuntai. Sen jälkeen alkaa uusi viikko.
fil: Ang Biyernes ay ang ikalimang araw ng linggo. Bukas ay Sabado at pagkatapos ay Linggo. Pagkatapos nito, magsisimula ang isang bagong linggo.
fo: F fríggjadag er fimti dagur í vikuni. Í morgin er leygardagur, og síðani eru tveir dagar, vit eru tøk. Eftir tað byrjar eina nýggja viku.
fr: Le vendredi est le cinquième jour de la semaine. Demain, c’est samedi et dimanche, les deux jours que nous sommes libres. Après cela, une nouvelle semaine commence.
ga: Is í an Aoine an cúigiú lá den tseachtain. Amárach an Satharn agus ansin Dé Domhnaigh. Ina dhiaidh sin, tosaíonn seachtain nua.
gl: O venres é o quinto día da semana. Mañá é sábado e despois domingo. Despois diso, comeza unha nova semana.
gu: શુક્રવાર એ અઠવાડિયાનો પાંચમો દિવસ છે. આવતીકાલે શનિવાર છે અને પછી રવિવાર છે, બે દિવસ આપણે મુક્ત છીએ. ત્યાર બાદ નવા સપ્તાહની શરૂઆત થાય છે.
he: יום שישי הוא היום החמישי בשבוע. מחר בשבת ואז ביום ראשון, ביומיים אנחנו חופשיים. לאחר מכן מתחיל שבוע חדש.
hi: शुक्रवार सप्ताह का पांचवा दिन होता है। कल शनिवार है और फिर रविवार है, दो दिन हम स्वतंत्र हैं। इसके बाद एक नया सप्ताह शुरू होता है।
hr: Petak je peti dan u tjednu. Sutra je subota, a onda nedjelja, dva dana smo slobodni. Nakon toga počinje novi tjedan.
hu: Péntek a hét ötödik napja. Holnap szombat, majd vasárnap lesz, az a két nap, amikor szabadok vagyunk. Ezután új hét kezdődik.
hy: Ուրբաթը շաբաթվա հինգերորդ օրն է: Վաղը շաբաթ է, իսկ հետո կիրակի, երկու օր ազատ ենք: Դրանից հետո սկսվում է նոր շաբաթ:
id: Jumat adalah hari kelima dalam seminggu. Besok adalah hari Sabtu dan kemudian Minggu. Setelah itu, minggu baru dimulai.
is: Föstudagur er fimmti dagur vikunnar. Á morgun er laugardagur og svo sunnudagur. Eftir það hefst ný vika.
it: Il venerdì è il quinto giorno della settimana. Domani è sabato e poi domenica. Dopo di ciò, inizia una nuova settimana.
ja: 金曜日は週の5日目です。明日は土曜日と日曜日、私たちは自由です。その後、新しい週が始まります。
ka: პარასკევი კვირის მეხუთე დღეა. ხვალ არის შაბათი და შემდეგ კვირა, ორი დღე ჩვენ თავისუფალი ვართ. ამის შემდეგ, ახალი კვირა იწყება.
kk: Жұма — аптаның бесінші күні. Ертең сенбі, содан кейін жексенбі, екі күн тегін. Осыдан кейін жаңа апта басталады.
km: ថ្ងៃ សុក្រ គឺ ជា ថ្ងៃ ទី ប្រាំ នៃ សប្តាហ៍ នេះ ។ ថ្ងៃ ស្អែក គឺ ថ្ងៃ សៅរ៍ និង បន្ទាប់ មក ថ្ងៃ អាទិត្យ ។ បន្ទាប់ ពី នោះ សប្ដាហ៍ ថ្មី ចាប់ ផ្ដើម ។
kn: ಶುಕ್ರವಾರ ವಾರದ ಐದನೇ ದಿನ. ನಾಳೆ ಶನಿವಾರ ಮತ್ತು ನಂತರ ಭಾನುವಾರ, ನಾವು ಎರಡು ದಿನಗಳು ಸ್ವತಂತ್ರರಾಗಿದ್ದೇವೆ. ಅದರ ನಂತರ, ಹೊಸ ವಾರವು ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.
ko: 금요일은 주중 다섯 번째 날입니다. 내일은 토요일이고 일요일입니다. 그 후 새로운 주가 시작됩니다.
ku: هەینی پێنجەم ڕۆژی هەفتەیە سبەی شەممەیە و دواتر یەکشەممە، ئەو دوو ڕۆژەی کە ئێمە ئازادین دوای ئەوە، هەفتەیەکی نوێ دەستپێدەکات
ky: Жума жума жуманын бешинчи күнү болуп саналат. Эртең ишемби, андан кийин жекшемби күнү, эки күн эркинбиз. Андан кийин жаңы жума башталат.
lo: ວັນ ສຸກ ເປັນ ມື້ ທີ ຫ້າ ຂອງ ອາທິດ. ມື້ອື່ນແມ່ນວັນເສົາແລະຈາກນັ້ນວັນອາທິດ, ສອງມື້ທີ່ພວກເຮົາເປັນອິດສະຫຼະ. ຫຼັງຈາກນັ້ນ, ອາທິດໃຫມ່ເລີ່ມຕົ້ນ.
lt: Penktadienis yra penktoji savaitės diena. Rytoj yra šeštadienis, o tada sekmadienis. Po to prasideda nauja savaitė.
lv: Piektdiena ir nedēļas piektā diena. Rīt ir sestdiena un tad svētdiena. Pēc tam sākas jauna nedēļa.
mg: Andro fahadimy amin'ny herinandro ny Zoma. Rahampitso dia Sabotsy ary avy eo Alahady. Aorian'izay, manomboka ny herinandro vaovao.
mi: Ko te Paraire te rima o nga rā o te wiki. Ko āpōpō te Hātarei, a, ko te Rātapu, ko nga rā e rua e wātea ana mātau. I muri iho i tēnā, ka tīmata te wiki hou.
mk: Петок е петтиот ден од неделата. Утре е сабота, а потоа во недела. После тоа, започнува нова недела.
ml: വെള്ളിയാഴ്ച ആഴ്ചയിലെ അഞ്ചാമത്തെ ദിവസമാണ്. നാളെ ശനിയാഴ്ചയും പിന്നെ ഞായറാഴ്ചയുമാണ്, രണ്ട് ദിവസം ഞങ്ങൾ സ്വതന്ത്രരാണ്. അതിനുശേഷം ഒരു പുതിയ ആഴ്ച ആരംഭിക്കുന്നു.
mn_cyrl: Баасан гараг бол долоо хоногийн тав дахь өдөр. Маргааш бямба, дараа нь ням гараг. Үүний дараа шинэ долоо хоног эхэлнэ.
mr: शुक्रवारी आठवड्याचा पाचवा दिवस आहे. उद्या शनिवार आणि नंतर रविवार. त्यानंतर नव्या आठवड्याची सुरुवात होते.
ms: Jumaat adalah hari kelima dalam seminggu. Esok adalah hari Sabtu dan kemudian Ahad. Selepas itu, minggu baru bermula.
mt: Il-Ġimgħa huwa l-ħames jum tal-ġimgħa. Għada huwa s-Sibt u mbagħad il-Ħadd, il-jumejn li aħna ħielsa. Wara dan, tibda ġimgħa ġdida.
my: သောကြာနေ့သည် သီတင်းပတ်၏ ပဉ္စမနေ့ဖြစ်သည်။ မနက်ဖြန်က စနေနေ့ဖြစ်ပြီး တနင်္ဂနွေနေ့၊ တနင်္ဂနွေနေ့မှာတော့ နှစ်ရက်လွတ်လပ်ပါတယ်။ ပြီးတော့ တစ်ပတ်သစ် စတင်တယ်။
nb: Fredag er den femte dagen i uken. I morgen er det lørdag og deretter søndag. Etter det begynner en ny uke.
ne: शुक्रबार हप्ताको पाँचौं दिन हो । भोलि शनिबार र त्यसपछि आइतबार, दुई दिन हामी स्वतन्त्र छौं। त्यसपछि नयाँ हप्ता सुरु हुन्छ ।
nl: Vrijdag is de vijfde dag van de week. Morgen is het zaterdag en dan zondag, de twee dagen dat we vrij zijn. Daarna begint een nieuwe week.
or: ଶୁକ୍ରବାର ହେଉଛି ସପ୍ତାହର ପଞ୍ଚମ ଦିନ । ଆସନ୍ତାକାଲି ଶନିବାର ଏବଂ ତା'ପରେ ରବିବାର, ଦୁଇ ଦିନ ଆମେ ମୁକ୍ତ । ଏହା ପରେ, ଏକ ନୂତନ ସପ୍ତାହ ଆରମ୍ଭ ହୁଏ |
pa: ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਹਫਤੇ ਦਾ ਪੰਜਵਾਂ ਦਿਨ ਹੁੰਦਾ ਹੈ। ਕੱਲ੍ਹ ਸ਼ਨੀਵਾਰ ਹੈ ਅਤੇ ਫਿਰ ਐਤਵਾਰ ਹੈ, ਦੋ ਦਿਨ ਅਸੀਂ ਖਾਲੀ ਹਾਂ। ਇਸ ਤੋਂ ਬਾਅਦ, ਇੱਕ ਨਵਾਂ ਹਫ਼ਤਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ.
pl: Piątek jest piątym dniem tygodnia. Jutro jest sobota, a potem niedziela, dwa dni jesteśmy wolni. Następnie rozpoczyna się nowy tydzień.
ps: جمعه د اونۍ پنځمه ورځ ده. سبا د شنبې او بیا د اتوار ورځ ده. له هغه وروسته، یوه نوې اونۍ پیل یږی.
pt_br: Sexta-feira é o quinto dia da semana. Amanhã é sábado e depois domingo, os dois dias que estamos livres. Depois disso, uma nova semana começa.
ro: Vineri este a cincea zi a săptămânii. Mâine este sâmbătă și apoi duminică, cele două zile în care suntem liberi. După aceea, începe o nouă săptămână.
ru: Пятница – пятый день недели. Завтра суббота, а затем воскресенье, два дня мы свободны. После этого начинается новая неделя.
sk: Piatok je piaty deň v týždni. Zajtra je sobota a potom nedeľa. Potom sa začína nový týždeň.
sl: Petek je peti dan v tednu. Jutri je sobota in nedelja, dva dni sva prosta. Po tem se začne nov teden.
sq: E premtja është dita e pestë e javës. Nesër është e shtuna dhe pastaj e diela. Pas kësaj, fillon një javë e re.
sr_latn: Petak je peti dan u nedelji. Sutra je subota, a onda nedelja, dva dana smo slobodni. Posle toga počinje nova nedelja.
sv: Fredag är veckans femte dag. Imorgon är det lördag och sen kommer söndag. Efter det börjar en ny vecka.
sw: Ijumaa ni siku ya tano ya wiki. Kesho ni Jumamosi halafu Jumapili, siku mbili tuko huru. Baada ya hapo, wiki mpya inaanza.
ta: வெள்ளிக்கிழமை வாரத்தின் ஐந்தாவது நாளாகும். நாளை சனிக்கிழமை, பிறகு ஞாயிற்றுக்கிழமை. அதன் பிறகு, ஒரு புதிய வாரம் தொடங்குகிறது.
te: శుక్రవారం వారంలో ఐదవ రోజు. రేపు శనివారం మరియు తరువాత ఆదివారం. ఆ తర్వాత కొత్త వారం మొదలవుతుంది.
th: วันศุกร์เป็นวันที่ห้าของสัปดาห์ พรุ่งนี้เป็นวันเสาร์และวันอาทิตย์ หลังจากนั้นสัปดาห์ใหม่จะเริ่มขึ้น
tk: Anna — Hepdäniň bäşinji güni. Ertir şenbe, soňra ýekşenbe. Şondan soň täze hepde başlanýar.
tr: Cuma haftanın beşinci günüdür. Yarın cumartesi ve sonra pazar. Bundan sonra yeni bir hafta başlar.
tt: Җомга – атнаның бишенче көне. Иртәгә шимбә, аннары якшәмбе. Шуннан соң яңа атна башлана.
ug: جۈمە ھەپتىنىڭ بەشىنچى كۈنىدۇر. ئەتە شەنبە، ئاندىن يەكشەنبە، ئىككى كۈن ۋاقتىمىز بار. شۇنىڭدىن كېيىن يېڭى بىر ھەپتە باشلىنىدۇ.
uk: П'ятниця - п'ятий день тижня. Завтра субота, а потім неділя, два дні ми вільні. Після цього починається новий тиждень.
ur: جمعہ ہفتے کا پانچواں دن ہوتا ہے۔ کل ہفتہ اور پھر اتوار ہے۔ اس کے بعد ایک نیا ہفتہ شروع ہوتا ہے۔
uz: Juma – haftaning beshinchi kuni. Ertaga shanba, keyin yakshanba. Shundan so'ng yangi hafta boshlanadi.
vi: Thứ Sáu là ngày thứ năm trong tuần. Ngày mai là thứ bảy và sau đó là chủ nhật, hai ngày chúng tôi được tự do. Sau đó, một tuần mới bắt đầu.
zh_hans: 星期五是一周的第五天。明天是星期六，然后是星期天，这两天我们有空。之后，新的一周开始了。
zu: ULwesihlanu usuku lwesihlanu lwesonto. Kusasa ngoMgqibelo bese kuba yiSonto. Ngemuva kwalokho, isonto elisha liqala.
