Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# about_laiban_3
source: Hi! This is Laiban. You could call me a digital colleague of the educators at the preschool. I'm an artificial intelligence that helps out here at preschool, so you kids can find out different things by asking me. You can, for example, see and hear what you've done in the past by tapping the camera icon.
af: Haai! Dit is Laiban. U kan my 'n digitale kollega van die opvoeders by die kleuterskool noem. Ek is 'n kunsmatige intelligensie wat hier by die kleuterskool help, sodat u kinders verskillende dinge kan uitvind deur my te vra. U kan byvoorbeeld sien en hoor wat u in die verlede gedoen het deur op die kamera -ikoon te tik.
am: ታዲያስ! ይህ ላይባን ነው። ለትምህርት ያልደረሱ ተማሪዎች የዲጂታል የሥራ ባልደረባ ብላችሁ ልትጠሩኝ ትችላላችሁ። እኔ እዚህ በቅድመ ትምህርት ቤት የሚረዳ ሰው ሠራሽ የማሰብ ችሎታ ነኝ, ስለዚህ እናንተ ልጆች በመጠየቅ የተለያዩ ነገሮችን ማወቅ ይችላሉ. ለምሳሌ ያህል፣ ቀደም ሲል የሠራኸውን ነገር የካሜራውን ምስል በመቅረጽ ማየትና መስማት ትችላለህ።
ar: مرحبا! هذا (لايبان) يمكنك أن تدعوني زميل رقمي للمعلمين في مرحلة ما قبل المدرسة. أنا الذكاء الاصطناعي الذي يساعد هنا في مرحلة ما قبل المدرسة، حتى تتمكنوا من معرفة أشياء مختلفة من خلال سؤالي. يمكنك، على سبيل المثال، رؤية وسماع ما قمت به في الماضي عن طريق النقر على رمز الكاميرا.
as: নমস্কাৰ! এয়া লাইবান। আপুনি মোক প্ৰাকবিদ্যালয়ৰ শিক্ষাবিদসকলৰ ডিজিটেল সহকৰ্মী বুলি ক'ব পাৰে। মই এক কৃত্ৰিম বুদ্ধিমত্তা যি ইয়াত প্ৰাক-বিদ্যালয়ত সহায় কৰে, যাতে আপুনি শিশুৱে মোক সুধি বিভিন্ন বস্তু বিচাৰি উলিয়াব পাৰে। উদাহৰণ স্বৰূপে, আপুনি কেমেৰা আইকনটো টেপ কৰি অতীতত কি কৰিছে চাব আৰু শুনিব পাৰে।
az: Salam! Bu, Laybandır. Mənə məktəbdənkənar təhsilverənlərin rəqəmsal əməkdaşı deyə bilərsiniz. Mən burada preschool kömək edən süni intellekt, belə ki, siz uşaqlar məndən soruşaraq müxtəlif şeylər tapa bilərsiniz. Məsələn, kameranın simasına tuşlayaraq keçmişdə etdiklərinizi görə və eşidə bilərsiniz.
bg: Здравей! Това е Лайбан. Може да ме наречеш дигитален колега на педагозите в предучилищната. Аз съм изкуствен интелект, който помага тук в предучилищна възраст, така че вие, деца, можете да разберете различни неща, като ме питате. Можете например да видите и чуете какво сте правили в миналото, като докоснете иконата на камерата.
bn: হাই! ইনি হলেন লাইবান। আপনি আমাকে প্রাক-বিদ্যালয়ের শিক্ষাবিদদের ডিজিটাল সহকর্মী বলতে পারেন। আমি একটি কৃত্রিম বুদ্ধিমত্তা যা এখানে প্রাক-বিদ্যালয়ে সাহায্য করে, তাই আপনি বাচ্চারা আমাকে জিজ্ঞাসা করে বিভিন্ন জিনিস খুঁজে পেতে পারেন। উদাহরণস্বরূপ, ক্যামেরা আইকনটি ট্যাপ করে আপনি অতীতে কী করেছেন তা দেখতে এবং শুনতে পারেন।
bo: ཨ་རོགས།! འདི་ནི་ལའེ་པན་རེད། ཁྱོད་ཀྱིས་ང་ལ་སློབ་ན་མ་སོན་གོང་གི་སློབ་གསོའི་ལས་ཀ་བྱེད་མཁན་གྱི་ཨང་ཀིའི་ལས་གྲོགས་ཞེས་འབོད་ཆོག ང་ནི་སློབ་ན་མ་སོན་གོང་འདི་རུ་རོགས་རམ་བྱེད་པའི་མིས་བཟོས་རིག་སྟོབས་ཤིག་ཡིན།དེ་བས་ཁྱོད་ཚོའི་བྱིས་པ་ཚོས་ང་ལ་འདྲི་རྩད་བྱས་ན་དོན་དག་མི་འདྲ་བ་རྙེད་ཐུབ། དཔེར་ན། པར་ཆས་ཀྱི་མཚོན་རྟགས་མཐིལ་རྟོགས་བྱས་པ་དེས་སྔོན་ཆད་ཁྱེད་ཚོས་བསྒྲུབས་པའི་བྱ་བར་ལྟ་ཞིབ་དང་ཐོས་ཐུབ།
bs: Zdravo! Ovo je Laiban. Mogao bi me zvati digitalnim kolegom edukatora u predškolskoj. Ja sam umjetna inteligencija koja pomaže ovdje u predškolskom, tako da vi djeco možete saznati različite stvari tako što ćete me pitati. Možete, na primer, da vidite i čujete šta ste uradili u prošlosti tako što ćete pljeskati ikonu kamere.
ca: Hola! Es tracta de Laiban. Em podríeu anomenar un company digital de les educadores de l'escola infantil. Sóc una intel·ligència artificial que ajuda aquí a l'escola infantil, de manera que els nens poden esbrinar coses diferents preguntant-me. Podeu, per exemple, veure i escoltar el que heu fet en el passat tocant la icona de la càmera.
cs: Ahoj! Tohle je Laiban. Mohli byste mě nazvat digitálním kolegou pedagogů ve školce. Jsem umělá inteligence, která pomáhá tady ve školce, takže vy děti můžete zjistit různé věci tím, že se mě zeptáte. Můžete například vidět a slyšet, co jste udělali v minulosti klepnutím na ikonu fotoaparátu.
cy: Siwmae! Dyma Laiban. Gallech fy ngalw'n gydweithiwr digidol i'r addysgwyr yn y cyn-ysgol. Dwi'n ddeallusrwydd artiffisial sy'n helpu yma yn preschool, fel y gallwch chi blant ddarganfod gwahanol bethau drwy ofyn i mi. Gallwch, er enghraifft, weld a chlywed beth rydych chi wedi'i wneud yn y gorffennol drwy dapio'r eicon camera.
da: Hej! Det her er Laiban. Du kan kalde mig en digital kollega af pædagoger på børnehaven. Jeg er en kunstig intelligens, der hjælper her i børnehaven, så I børn kan finde ud af forskellige ting ved at spørge mig. Du kan f.eks. se og høre, hvad du har gjort tidligere, ved at trykke på kameraikonet.
de: Hallo! Das ist Laiban. Man könnte mich einen digitalen Kollegen der Erzieherinnen und Erzieher im Kindergarten nennen. Ich bin eine künstliche Intelligenz, die hier in der Vorschule hilft, so dass Sie Kinder verschiedene Dinge herausfinden können, indem Sie mich fragen. Sie können beispielsweise sehen und hören, was Sie in der Vergangenheit getan haben, indem Sie auf das Kamerasymbol tippen.
el: Γεια σου! Αυτός είναι ο Λάιμπαν. Θα μπορούσατε να με αποκαλέσετε ψηφιακό συνάδελφο των εκπαιδευτικών στο νηπιαγωγείο. Είμαι μια τεχνητή νοημοσύνη που βοηθά εδώ στο νηπιαγωγείο, ώστε εσείς τα παιδιά να μπορείτε να μάθετε διαφορετικά πράγματα ρωτώντας με. Μπορείτε, για παράδειγμα, να δείτε και να ακούσετε τι έχετε κάνει στο παρελθόν πατώντας το εικονίδιο κάμερας.
es: ¡hola! Esto es Laiban. Podrías llamarme un colega digital de los educadores en el preescolar. Soy una inteligencia artificial que ayuda aquí en el preescolar, para que los niños puedan descubrir cosas diferentes preguntándome. Puede, por ejemplo, ver y escuchar lo que ha hecho en el pasado tocando el icono de la cámara.
et: Hei! See on Laiban. Võite mind nimetada eelkooli pedagoogide digitaalseks kolleegiks. Ma olen tehisintellekt, mis aitab siin eelkoolieas, nii et teie, lapsed, saate minult küsides teada erinevaid asju. Näiteks saate kaameraikooni puudutades vaadata ja kuulda, mida olete varem teinud.
eu: Kaixo! Hau Laiban da. Eskolaurreko hezitzaileen lankide digitala dei zenezake. Eskolaurrean laguntzen duen adimen artifiziala naiz, haurrek gauza ezberdinak deskubritu ahal izan ditzaten, galdetuz. Adibidez, iraganean kameraren ikonoa jotzen ikusi eta entzun dezakezu.
fa: سلام! اين لايبان ه ميتوني منو همکار ديجيتالي آموزشدهندگان پيش دبستاني صدا کني من یک هوش مصنوعی هستم که در پیش دبستانی به اینجا کمک می کند، بنابراین شما بچه ها می توانید با پرسیدن از من چیزهای متفاوتی پیدا کنید. به عنوان مثال می توانید با ضربه زدن به آیکون دوربین، آنچه را که در گذشته انجام داده ایید ببینید و بشنوید.
fi: Moikka! Tämä on Laiban. Voisit kutsua minua esikoulun opettajien digitaaliseksi kollegaksi. Olen tekoäly, joka auttaa täällä esikoulussa, jotta te lapset voitte selvittää eri asioita kysymällä minulta. Voit esimerkiksi nähdä ja kuulla, mitä olet tehnyt aiemmin napauttamalla kamerakuvaketta.
fil: Hi! Ito ay Laiban. Maaari kang tumawag sa akin ng isang digital kasamahan ng mga tagapagturo sa preschool. Ako ay isang artipisyal na katalinuhan na tumutulong dito sa preschool, kaya maaari mong malaman ng mga bata ang iba't ibang bagay sa pamamagitan ng pagtatanong sa akin. Halimbawa, maaari mong makita at marinig ang nagawa mo noon sa pamamagitan ng pag-tap sa icon ng camera.
fo: Hey! Hetta er Laiban. Tú/kundi/kundu ringt til mín ein digita starvsfelagi í útbúgvunum. Eg eri ein eftirgjørda vit, sum hjálpir her á preschool, so tú kanst finna út av tí, sum tú biður meg um. Tú/kanst/kunnu, til dømis, vita og hoyrir, hvat tú/hevur/hava gjørt í fortíðini við at gera myndatólið.
fr: Salut! C’est Laiban. Vous pourriez m’appeler un collègue numérique des éducateurs à l’école maternelle. Je suis une intelligence artificielle qui aide ici à l’école maternelle, afin que vous les enfants puissiez découvrir différentes choses en me demandant. Vous pouvez, par exemple, voir et entendre ce que vous avez fait dans le passé en appuyant sur l’icône de la caméra.
ga: Haigh! Seo Laiban. D'fhéadfá comhghleacaí digiteach de chuid na n-oideachasóirí a ghlaoch orm sa réamhscoil. Is intleacht shaorga mé a chabhraíonn anseo ag an réamhscoil, ionas gur féidir le páistí rudaí éagsúla a fháil amach trí cheist a chur orm. Is féidir leat, mar shampla, an méid atá déanta agat roimhe seo a fheiceáil agus a chloisteáil trí dheilbhín an cheamara a thapú.
gl: Hola! Este é o Laiban. Poderías chamarme un compañeiro dixital dos educadores da preescolar. Eu son unha intelixencia artificial que axuda aquí na preescolar, para que os nenos poidan descubrir cousas diferentes preguntándome. Podes, por exemplo, ver e escoitar o que fixeches no pasado tocando a icona da cámara.
gu: કેમ છે! આ લાઇબાન છે. તમે મને પૂર્વશાળાના શિક્ષકોના ડિજિટલ સાથીદાર કહી શકો છો. હું એક આર્ટિફિશિયલ ઇન્ટેલિજન્સ છું જે અહીં પ્રિસ્કૂલમાં મદદ કરે છે, જેથી તમે બાળકો મને પૂછીને જુદી જુદી વસ્તુઓ શોધી શકો. ઉદાહરણ તરીકે, તમે કૅમેરા આઇકન પર ટેપ કરીને ભૂતકાળમાં શું કર્યું છે તે જોઈ અને સાંભળી શકો છો.
he: היי! זה לאיבאן. אתה יכול לקרוא לי עמית דיגיטלי של המחנכים בגן הילדים. אני בינה מלאכותית שעוזרת כאן בגן, כדי שאתם הילדים תוכלו לגלות דברים שונים על ידי כך שתשאלו אותי. לדוגמה, באפשרותך לראות ולשמוע מה עשית בעבר על-ידי הקשה על סמל המצלמה.
hi: नमस्ते! यह लैबान है। आप मुझे पूर्वस्कूली में शिक्षकों का डिजिटल सहयोगी कह सकते हैं। मैं एक कृत्रिम बुद्धिमत्ता हूं जो पूर्वस्कूली में यहां मदद करती है, इसलिए आप बच्चे मुझसे पूछकर अलग-अलग चीजों का पता लगा सकते हैं। उदाहरण के लिए, आप कैमरा आइकन पर टैप करके देख और सुन सकते हैं कि आपने अतीत में क्या किया है।
hr: Haj! Ovo je Laiban. Možete me nazvati digitalnim kolegom odgojitelja u predškolskoj ustanovi. Ja sam umjetna inteligencija koja pomaže ovdje u predškolskoj ustanovi, tako da vi klinci možete saznati različite stvari pitajući me. Možete, na primjer, vidjeti i čuti što ste učinili u prošlosti dodirom ikone kamere.
hu: Szia! Ez Laiban. Hívhatna engem az óvodában a pedagógusok digitális kollégájának. Én egy mesterséges intelligencia vagyok, ami segít itt az óvodában, így ti gyerekek különböző dolgokat tudhattok meg, ha megkérdeztek tőlem. A kamera ikonra koppintva például megtekintheti és hallhatja, hogy mit tett a múltban.
hy: Բարև! Սա Լայբանն է: Դուք կարող եք ինձ անվանել նախադպրոցական տարիքի մանկավարժների թվային գործընկեր: Ես արհեստական բանականություն եմ, որն օգնում է այստեղ նախադպրոցական տարիքում, ուստի դուք՝ երեխաներս, կարող եք տարբեր բաներ իմանալ՝ հարցնելով ինձ: Դուք կարող եք, օրինակ, տեսնել եւ լսել, թե ինչ եք արել անցյալում' կտպացնելով տեսախցիկի պատկերը:
id: Hai! Ini Laiban. Anda bisa memanggil saya kolega digital para pendidik di prasekolah. Saya adalah kecerdasan buatan yang membantu di sini di prasekolah, sehingga Anda anak-anak dapat mengetahui berbagai hal dengan bertanya kepada saya. Anda dapat, misalnya, melihat dan mendengar apa yang telah Anda lakukan di masa lalu dengan mengetuk ikon kamera.
is: Hæ! Þetta er Laiban. Það mætti kalla mig stafrænan samstarfsmann kennaranna í leikskólanum. Ég er gervigreind sem hjálpar til hér á leikskólanum, svo þið krakkarnir getið fundið út mismunandi hluti með því að spyrja mig. Þú getur til dæmis séð og heyrt hvað þú hefur gert áður með því að pikka á myndavélartáknið.
it: Ciao! Questo è Laiban. Potresti chiamarmi un collega digitale degli educatori della scuola materna. Sono un'intelligenza artificiale che aiuta qui all'asilo, quindi voi bambini potete scoprire cose diverse chiedendomelo. Ad esempio, puoi vedere e ascoltare ciò che hai fatto in passato toccando l'icona della fotocamera.
ja: こんにちは！こちらはライバンです。あなたは私を幼稚園の教育者のデジタル同僚と呼ぶことができました。私は就学前にここで役立つ人工知能ですので、子供たちは私に尋ねることによって異なることを見つけることができます。たとえば、カメラアイコンをタップすると、過去に行ったことを確認したり、聞いたりすることができます。
ka: გამარჯობა! ეს არის ლაიბანი. თქვენ შეგიძლიათ დამირეკოთ პედაგოგების ციფრული კოლეგა სკოლამდელი აღზრდის დროს. მე ხელოვნური ინტელექტი ვარ, რომელიც აქ სკოლამდელი აღზრდის დროს ეხმარება, ასე რომ თქვენ ბავშვებს შეუძლიათ გაარკვიონ სხვადასხვა რამ, მეკითხებიან. მაგალითად, შეგიძლიათ ნახოთ და მოისმინოთ ის, რაც წარსულში გააკეთეთ კამერის ხატის შეხებით.
kk: Сәлем! Бұл Лайбан. Мені мектепке дейінгі тәрбиешілердің сандық әріптесі деп атауға болар еді. Мен мұнда мектепке дейінгі мекемеде көмектесетін жасанды интеллектпін, сондықтан балалар менен сұрап әр түрлі нәрселерді білуге болады. Мысалы, камера белгішесін түрту арқылы бұрын жасаған істеріңізді көруге және естуге болады.
km: សួស្តី! នេះ ជា Laiban។ អ្នក អាច ហៅ ខ្ញុំ ថា ជា មិត្ត រួម ការងារ ឌីជីថល របស់ គ្រូ បង្រៀន នៅ សាលា មុន អាយុ ។ ខ្ញុំ ជា បញ្ញា សិប្បនិម្មិត ដែល ជួយ នៅ ទីនេះ នៅ សាលា មុន សាលា ដូច្នេះ អ្នក អាច ស្វែង យល់ ពី រឿង ផ្សេង គ្នា ដោយ សួរ ខ្ញុំ ។ ឧទាហរណ៍ អ្នក អាច មើល និង ស្តាប់ នូវ អ្វី ដែល អ្នក បាន ធ្វើ កាល ពី មុន ដោយ វាយ រូប តំណាង ម៉ាស៊ីន ថត ។
kn: ನಮಸ್ತೆ! ಇದು ಲೈಬಾನ್. ನೀವು ನನ್ನನ್ನು ಪ್ರಿಸ್ಕೂಲ್ ನಲ್ಲಿ ಶಿಕ್ಷಕರ ಡಿಜಿಟಲ್ ಸಹೋದ್ಯೋಗಿ ಎಂದು ಕರೆಯಬಹುದು. ನಾನು ಒಂದು ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆಯಾಗಿದ್ದು, ಅದು ಪ್ರಿಸ್ಕೂಲ್ ನಲ್ಲಿ ಇಲ್ಲಿ ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಆದ್ದರಿಂದ ನೀವು ಮಕ್ಕಳು ನನ್ನನ್ನು ಕೇಳುವ ಮೂಲಕ ವಿಭಿನ್ನ ವಿಷಯಗಳನ್ನು ಕಂಡುಹಿಡಿಯಬಹುದು. ಉದಾಹರಣೆಗೆ, ಕ್ಯಾಮೆರಾ ಐಕಾನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಹಿಂದೆ ಏನು ಮಾಡಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನೀವು ನೋಡಬಹುದು ಮತ್ತು ಕೇಳಬಹುದು.
ko: 안녕! 이것은 라이반입니다. 유치원에서 교육자들의 디지털 동료라고 부를 수 있습니다. 나는 유치원에서 여기에서 도움이되는 인공 지능이기 때문에 아이들이 나에게 물어봄으로써 다른 것을 발견 할 수 있습니다. 예를 들어 카메라 아이콘을 탭하여 과거에 수행한 작업을 보고 들을 수 있습니다.
ku: سڵاو! ئەوە لایبانە تۆ دەتوانیت من بە هاوکارێکی دیجیتاڵی پەروەردەکاران بانگ بکەیت لە پێش قوتابخانە. من زیرەکێکی دەستکردم کە یارمەتیت دەدات لێرە لە قۆناغی پێش قوتابخانە، بۆیە ئێوە منداڵان دەتوانن بە پرسیارکردن لە من شتی جیاواز بدۆزنەوە. دەتوانیت بۆ نمونە ببینیت و بیبیستیت کە لە ڕابردوودا چیت کردووە بە لێدانی ئایکۆنی کامێراکە.
ky: Салам! Бул Лайбан. Сен мени мектепке чейинки мектептеги окутуучулардын санариптик кесиптеши деп атай аласың. Мен бул жерде мектепке чейинки балдарга жардам берген жасалма интеллектмин, ошондуктан силер менден сурап ар кандай нерселерди биле аласыз. Мисалы, камеранын белгисин түртүп, мурун кылган иштериңерди көрө аласыз жана уга аласыз.
lo: ສະບາຍດີ! ນີ້ແມ່ນ Laiban. ທ່ານ ສາມາດ ເອີ້ນ ຂ້າພະເຈົ້າ ວ່າ ເປັນ ເພື່ອນ ຮ່ວມ ງານ ທາງ ດິຈິ ຕອລ ຂອງ ພວກ ນັກ ສຶກສາ ຢູ່ ໂຮງຮຽນ ກ່ອນ ໄວ ຮຽນ. ຂ້າ ພະ ເຈົ້າ ເປັນ ສະ ຕິ ປັນ ຍາ ຈອມ ປອມ ທີ່ ຊ່ວຍ ອອກ ມາ ຢູ່ ທີ່ ນີ້ ໃນ ໂຮງ ຮຽນ ກ່ອນ ໄວ ຮຽນ , ສະ ນັ້ນ ພວກ ທ່ານ ເດັກ ນ້ອຍ ສາ ມາດ ຊອກ ຫາ ສິ່ງ ທີ່ ແຕກ ຕ່າງ ກັນ ໂດຍ ການ ຖາມ ຂ້າ ພະ ເຈົ້າ . ຍົກຕົວຢ່າງ, ທ່ານສາມາດເບິ່ງແລະໄດ້ຍິນສິ່ງທີ່ທ່ານໄດ້ເຮັດໃນອະດີດໂດຍການtapping ຮູບພາບຮູບພາບ.
lt: Sveikas! Tai Laibanas. Galite mane pavadinti ikimokyklinio ugdymo pedagogų skaitmeniniu kolega. Aš esu dirbtinis intelektas, kuris padeda čia, ikimokyklinio amžiaus, kad jūs, vaikai, galite sužinoti įvairius dalykus klausdami manęs. Pavyzdžiui, bakstelėdami fotoaparato piktogramą galite pamatyti ir išgirsti, ką darėte praeityje.
lv: Čau! Tas ir Laibans. Jūs varētu mani saukt par pirmsskolas pedagogu digitālo kolēģi. Es esmu mākslīgais intelekts, kas palīdz šeit, pirmsskolā, lai jūs, bērni, varētu uzzināt dažādas lietas, jautājot man. Piemēram, varat redzēt un dzirdēt, ko esat darījis iepriekš, pieskaroties kameras ikonai.
mg: Miarahaba! Laibana ity. Azonao atao ny miantso ahy ho mpiara-miasa nomerikan'ny mpanabe ao amin'ny akanin-janano. Faharanitan-tsaina artifisialy aho izay manampy eto amin'ny akanin-janakioa, noho izany dia afaka mahita zavatra samihafa ianareo ankizy amin'ny alalan'ny fanontaniana ahy. Azonao atao, ohatra, ny mahita sy mandre ny zavatra nataonao taloha tamin'ny alalan'ny fikasihana ny sary fakantsary.
mi: Kia ora! Ko Rāna tēnei. Ka taea e koe te karanga mai he hoa mahi mamati ki a au o nga kaiwhakaako i te kura tōmua. He mōhiotanga waihanga ahau e āwhina ana i konei i te kura tōmua, nā reira ka kitea e koe ngā tamariki i ngā mea rerekē mā te pātai mai ki a au. Hei tauira, ka taea e koe te kite me te rongo i āu mahi i mua mā te patopato i te ata kāmera.
mk: Здраво! Ова е Лаибан. Можеш да ме наречеш дигитален колега на едукаторите во предучилишната. Јас сум вештачка интелигенција која помага овде во предшколска школо, па вие деца можете да дознаете различни работи, прашувајќи ме. Можете, на пример, да видите и чуете што сте правеле во минатото со прислушкување на иконата на камерата.
ml: ഹലോ! ഇതാണ് ലൈബാൻ. പ്രീസ്കൂളിലെ അധ്യാപകരുടെ ഡിജിറ്റൽ സഹപ്രവർത്തകൻ എന്ന് നിങ്ങൾക്ക് എന്നെ വിളിക്കാം. ഞാൻ ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് ആണ്, അത് പ്രീസ്കൂളിൽ ഇവിടെ സഹായിക്കുന്നു, അതിനാൽ നിങ്ങൾ കുട്ടികൾക്ക് എന്നോട് ചോദിക്കുന്നതിലൂടെ വ്യത്യസ്ത കാര്യങ്ങൾ കണ്ടെത്താൻ കഴിയും. ഉദാഹരണത്തിന്, ക്യാമറ ഐക്കൺ ടാപ്പുചെയ്തുകൊണ്ട് നിങ്ങൾ മുൻകാലങ്ങളിൽ ചെയ്ത കാര്യങ്ങൾ കാണാനും കേൾക്കാനും കഴിയും.
mn_cyrl: Сайн уу! Энэ бол Лайбан. Та намайг сургуулийн өмнөх насны сурган хүмүүжүүлэгчдийн цахим хамтран зүтгэгч гэж нэрлэж болно. Би бол сургуулийн өмнөх насны хүүхдүүдэд энд тусалдаг хиймэл оюун ухаан. Тиймээс хүүхдүүд та нар надаас асууснаар өөр өөр зүйлсийг олж мэдэж болно. Жишээ нь та өмнө нь камерын зургыг зүүснээр юу хийж байснаа харж, сонсож болно.
mr: हाय! हे लायबान आहे. आपण मला प्रीस्कूलमधील शिक्षकांचा डिजिटल सहकारी म्हणू शकता. मी एक कृत्रिम बुद्धिमत्ता आहे जी येथे प्रीस्कूलमध्ये मदत करते, जेणेकरून आपण मुले मला विचारून वेगवेगळ्या गोष्टी शोधू शकता. उदाहरणार्थ, कॅमेरा आयकॉन टॅप करून आपण भूतकाळात काय केले आहे ते पाहू आणि ऐकू शकता.
ms: Hi! Ini adalah Laiban. Anda boleh memanggil saya rakan sekerja digital pendidik di prasekolah. Saya adalah kecerdasan buatan yang membantu di sini di prasekolah, jadi anda kanak-kanak boleh mengetahui perkara yang berbeza dengan bertanya kepada saya. Anda boleh, sebagai contoh, melihat dan mendengar apa yang telah anda lakukan pada masa lalu dengan mengetik ikon kamera.
mt: Hello! Dan huwa Laiban. Tista 'ssejjaħli kollega diġitali tal-edukaturi fil-preskola. Jien intelliġenza artifiċjali li tgħin hawn fil-preskola, sabiex it-tfal tkun tista 'ssir taf affarijiet differenti billi tistaqsini. Tista ', pereżempju, tara u tisma' dak li għamilt fil-passat billi ttektek l-ikona tal-kamera.
my: မင်္ဂလာပါ! ဒါက လစ်ဘန်ပါ။ ကျောင်းမတက်ခင်က ပညာတတ်တွေရဲ့ ဒစ်ဂျစ်တယ် လုပ်ဖော်ကိုင်ဖက်လို့ ခေါ်နိုင်ပါတယ်။ ခင်ဗျားက ကလေးတွေက ကျွန်မကို မေးခြင်းအားဖြင့် မတူတဲ့ အရာတွေကို ရှာဖွေနိုင်ပါတယ်။ ဥပမာ၊ ကင်မရာပုံရိပ်ကို ရိုက်ခြင်းအားဖြင့် အတိတ်က ဘာတွေလုပ်ခဲ့သလဲဆိုတာ ကြည့်ပါ။ ကြားနိုင်ပါတယ်။
nb: Hei! Dette er Laiban. Du kan kalle meg en digital kollega av lærerne i barnehagen. Jeg er en kunstig intelligens som hjelper til her i barnehagen, så dere kan finne ut forskjellige ting ved å spørre meg. Du kan for eksempel se og høre hva du har gjort tidligere, ved å trykke på kameraikonet.
ne: हाइ! यो लैबन हो। तपाईं मलाई पूर्वस्कूलीमा शिक्षकहरूको डिजिटल सहकर्मी भन्न सक्नुहुन्छ। म एक कृत्रिम बुद्धि हुँ जसले यहाँ पूर्वस्कूलीमा मद्दत गर्दछ, त्यसैले तपाईं बच्चाहरूले मलाई सोधेर विभिन्न चीजहरू पत्ता लगाउन सक्नुहुनेछ। उदाहरणका लागि, तपाईं क्यामेरा आइकन ट्याप गरेर विगतमा के गर्नुभयो भनेर हेर्न र सुन्न सक्नुहुन्छ।
nl: Hallo! Dit is Laiban. Je zou me een digitale collega van de opvoeders op de kleuterschool kunnen noemen. Ik ben een kunstmatige intelligentie die hier op de kleuterschool helpt, dus je kinderen kunnen verschillende dingen ontdekken door het me te vragen. Je kunt bijvoorbeeld zien en horen wat je in het verleden hebt gedaan door op het camerapictogram te tikken.
or: ହାଏ! ଏହା ହେଉଛି ଲାଇବାନ୍ । ଆପଣ ମୋତେ ପ୍ରିସ୍କୁଲରେ ଶିକ୍ଷାବିତ୍ ମାନଙ୍କର ଏକ ଡିଜିଟାଲ୍ ସହକର୍ମୀ ବୋଲି କହିପାରିବେ | ମୁଁ ଏକ କୃତ୍ରିମ ବୁଦ୍ଧି ଯାହା ଏଠାରେ ପ୍ରିସ୍କୁଲରେ ସାହାଯ୍ୟ କରେ, ତେଣୁ ଆପଣ ପିଲାମାନେ ମୋତେ ପଚାରି ବିଭିନ୍ନ ଜିନିଷ ପାଇପାରିବେ | ଉଦାହରଣ ସ୍ୱରୂପ, ଆପଣ କ୍ୟାମେରା ଆଇକନ୍ ଟ୍ୟାପ୍ କରି ଅତୀତରେ ଆପଣ କ'ଣ କରିଛନ୍ତି ତାହା ଦେଖିପାରିବେ ଏବଂ ଶୁଣିପାରିବେ।
pa: ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ! ਇਹ ਲਾਇਬਾਨ ਹੈ। ਤੁਸੀਂ ਮੈਨੂੰ ਪ੍ਰੀ-ਸਕੂਲ ਵਿਖੇ ਸਿੱਖਿਅਕਾਂ ਦਾ ਇੱਕ ਡਿਜੀਟਲ ਸਹਿਕਰਮੀ ਕਹਿ ਸਕਦੇ ਹੋ। ਮੈਂ ਇੱਕ ਬਣਾਵਟੀ ਬੁੱਧੀ ਹਾਂ ਜੋ ਏਥੇ ਪ੍ਰੀ-ਸਕੂਲ ਵਿਖੇ ਮਦਦ ਕਰਦੀ ਹੈ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਬੱਚੇ ਮੈਨੂੰ ਪੁੱਛਕੇ ਵਿਭਿੰਨ ਚੀਜ਼ਾਂ ਦਾ ਪਤਾ ਲਗਾ ਸਕੋਂ। ਉਦਾਹਰਨ ਲਈ, ਤੁਸੀਂ ਕੈਮਰਾ ਆਈਕੋਨ 'ਤੇ ਟੈਪ ਕਰਕੇ ਇਹ ਦੇਖ ਅਤੇ ਸੁਣ ਸਕਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਅਤੀਤ ਵਿੱਚ ਕੀ ਕੀਤਾ ਹੈ।
pl: Cześć! To jest Laiban. Możesz nazwać mnie cyfrowym kolegą wychowawców w przedszkolu. Jestem sztuczną inteligencją, która pomaga tutaj w przedszkolu, więc dzieci mogą dowiedzieć się różnych rzeczy, pytając mnie. Możesz na przykład zobaczyć i usłyszeć, co zrobiłeś w przeszłości, dotykając ikony aparatu.
ps: سلام! دا لیبان دی. تاسو ما ته د ښوونځی د زده کړې د زده کړې د ډیجیټل همکار په توګه زنګ ووهئ. زه یو مصنوعی ځیرکتیا یم چې دلته په مخکې ښوونځی کې مرسته کوی، نو تاسو ماشومان زما څخه په پوښتنه کولو سره مختلف شیان معلومولې شئ. تاسو د مثال په توګه د کیمرې د ایکن په نښه کولو سره لیدلی او اوریدلی شئ.
pt_br: Oi! Este é Laiban. Você poderia me chamar de colega digital dos educadores da pré-escola. Sou uma inteligência artificial que ajuda aqui na pré-escola, para que vocês possam descobrir coisas diferentes me perguntando. Você pode, por exemplo, ver e ouvir o que fez no passado tocando no ícone da câmera.
ro: Salut! Acesta este Laiban. Ai putea să-mi spui un coleg digital al educatorilor de la grădiniță. Sunt o inteligență artificială care ajută aici, la grădiniță, astfel încât copiii să poată afla lucruri diferite întrebându-mă. Puteți, de exemplu, să vedeți și să auziți ce ați făcut în trecut atingând pictograma camerei.
ru: Привет! Это Лайбан. Вы можете назвать меня цифровым коллегой воспитателей в дошкольном учреждении. Я искусственный интеллект, который помогает здесь, в дошкольном учреждении, так что вы, дети, можете узнать разные вещи, спрашивая меня. Вы можете, например, увидеть и услышать, что вы сделали в прошлом, нажав на значок камеры.
sk: Ahoj! Toto je Laiban. Mohli by ste ma nazvať digitálnym kolegom pedagógov v predškolskom zariadení. Som umelá inteligencia, ktorá pomáha tu v predškolskom zariadení, takže vy, deti, môžete zistiť rôzne veci tým, že sa ma opýtate. Môžete napríklad vidieť a počuť, čo ste robili v minulosti, klepnutím na ikonu fotoaparátu.
sl: Živjo! To je Laiban. Lahko bi me klicali digitalni kolega iz vrtca. Sem umetna inteligenca, ki pomaga tukaj v predšolski šoli, tako da vi otroci lahko izvete različne stvari tako, da me vprašate. Vidite in slišite lahko na primer, kaj ste storili v preteklosti, tako da tapping ikono fotoaparata.
sq: Përshëndetje! Ky është Laiban. Mund të më quash koleg dixhital i edukatorëve në shkollë. Unë jam një inteligjencë artificiale që ndihmon këtu në parashkollor, kështu që ju fëmijë mund të gjeni gjëra të ndryshme duke më pyetur mua. Për shembull, mund të shihni dhe të dëgjoni se çfarë keni bërë në të kaluarën duke përgjuar ikonën e kamerës.
sr_latn: Zdravo! Ovo je Laiban. Možete me zvati digitalnim kolegom vaspitača u predškolskoj ustanovi. Ja sam veštačka inteligencija koja pomaže ovde u predškolskom, tako da vi deco možete da saznate različite stvari tako što ćete me pitati. Na primer, možete da vidite i čujete šta ste radili u prošlosti tako što ćete dodirnuti ikonu kamere.
sv: Tjena! Laiban här. Man skulle kunna kalla mig en digital kollega till pedagogerna på förskolan. Jag är en artificiell intelligens som hjälper till här på förskolan, så att ni barn får reda på olika saker genom att fråga mig. Som att ni kan få se och höra vad ni gjort tidigare genom att trycka på kameraikonen.
sw: Hujambo! Huyu ndiye Laiban. Unaweza kuniita mwenzangu wa kidijitali wa waelimishaji katika shule ya awali. Mimi ni akili bandia ambayo inasaidia hapa shule ya awali, hivyo ninyi watoto mnaweza kujua mambo mbalimbali kwa kuniuliza. Unaweza, kwa mfano, kuona na kusikia kile ulichofanya zamani kwa kugonga ikoni ya kamera.
ta: ஹாய்! இவர்தான் லைபன். பாலர் பள்ளியில் உள்ள கல்வியாளர்களின் டிஜிட்டல் சக ஊழியர் என்று நீங்கள் என்னை அழைக்கலாம். நான் பாலர் பள்ளியில் இங்கே உதவுகிறது என்று ஒரு செயற்கை நுண்ணறிவு இருக்கிறேன், எனவே நீங்கள் குழந்தைகள் என்னை கேட்டு பல்வேறு விஷயங்களை கண்டுபிடிக்க முடியும். எடுத்துக்காட்டாக, கேமரா ஐகானைத் தட்டுவதன் மூலம் கடந்த காலத்தில் நீங்கள் என்ன செய்தீர்கள் என்பதைப் பார்க்கவும் கேட்கவும் முடியும்.
te: హాయ్! ఇది లైబాన్. మీరు నన్ను ప్రీస్కూల్ వద్ద అధ్యాపకుల డిజిటల్ సహోద్యోగి అని పిలవవచ్చు. నేను ఒక కృత్రిమ మేధస్సును, ఇది ప్రీస్కూల్ వద్ద ఇక్కడ సహాయపడుతుంది, కాబట్టి మీరు పిల్లలు నన్ను అడగడం ద్వారా విభిన్న విషయాలను కనుగొనవచ్చు. ఉదాహరణకు, కెమెరా చిహ్నాన్ని ట్యాప్ చేయడం ద్వారా మీరు గతంలో ఏమి చేశారో చూడవచ్చు మరియు వినవచ్చు.
th: สวัสดี! นี่คือไลบัน คุณสามารถเรียกฉันว่าเพื่อนร่วมงานดิจิทัลของนักการศึกษาที่โรงเรียนอนุบาล ฉันเป็นปัญญาประดิษฐ์ที่ช่วยที่นี่ตั้งแต่ก่อนวัยเรียนดังนั้นเด็ก ๆ ของคุณสามารถค้นหาสิ่งต่าง ๆ ได้โดยถามฉัน ตัวอย่างเช่น คุณสามารถดูและได้ยินสิ่งที่คุณทําในอดีตได้โดยแตะที่ไอคอนกล้อง
tk: Salam! Bu Laýban. Siz maňa mekdebe çenli mugallymlaryň digital işdeşi diýip bilersiňiz. Men bu ýerde mekdebe çenli kömek edýän emeli akylym. Şonuň üçin siz çagalar menden sorap, dürli zatlary bilip bilersiňiz. Mysal üçin, kameranyň simwolyny tygşytlap, geçmişde eden işleriňizi görüp we eşidip bilersiňiz.
tr: merhaba! Bu Laiban. Bana anaokulundaki eğitimcilerin dijital iş arkadaşı diyebilirsin. Ben anaokulunda yardımcı olan bir yapay zekayım, böylece siz çocuklar bana sorarak farklı şeyler öğrenebilirsiniz. Örneğin, kamera simgesine dokunarak geçmişte ne yaptığınızı görebilir ve duyabilirsiniz.
tt: Сәлам! Бу Лайбан. Мәктәпкәсә тәрбиячеләрнең дигитал коллегасын шалтырата аласыз. Мин монда мәктәпкәчә ярдәм итүче ясалма интеллект, шуңа күрә балалар миннән сорау белән төрле әйберләрне табарга мөмкин. Мәсәлән, камера иконасын тапып, үткәндә кылган эшләреңне күреп, ишетә аласың.
ug: ياخشىمۇ! بۇ لابان. سەن مېنى يەسلىدىكى مائارىپچىلارنىڭ رەقەملىك خىزمەتدىشى دەپ چاقىرساڭ بولىدۇ. مەن بۇ يەردە يەسلىدە ياردەم بېرىدىغان سۈنئىي ئىدراك، شۇڭا سىلەر مەندىن سورىساڭلار ئوخشاش بولمىغان نەرسىلەرنى بايقىيالايسىلەر. مەسىلەن كامېرا سىنبەلگىسىنى تىڭشىتىپ ئۆتكەندە قىلغانلىرىڭىزنى كۆرەلەيسىز ۋە ئاڭلىيالايسىز.
uk: Привіт! Це Лайбан. Ви можете назвати мене цифровим колегою вихователів у дошкільному закладі. Я штучний інтелект, який допомагає тут, у дошкільному закладі, тому ви, діти, можете дізнатися різні речі, запитавши мене. Наприклад, ви можете побачити й почути, що ви зробили в минулому, натиснувши значок камери.
ur: سلام! یہ لائبان ہے۔ آپ مجھے پری اسکول میں ماہرین تعلیم کا ڈیجیٹل ساتھی کہہ سکتے ہیں۔ میں ایک مصنوعی ذہانت ہوں جو یہاں پری اسکول میں مدد کرتی ہے، تاکہ آپ بچے مجھ سے پوچھ کر مختلف چیزیں تلاش کر سکیں۔ مثال کے طور پر، آپ کیمرے کے آئیکون کو ٹیپ کرکے دیکھ اور سن سکتے ہیں کہ آپ نے ماضی میں کیا کیا ہے۔
uz: Salom! Bu Laiban. Meni maktabgacha taʼlim muassasasi tarbiyachilarining raqamli hamkasbi deb atashingiz mumkin. Men bu erda maktabgacha ta'lim muassasasida yordam beradigan sun'iy aqlman, shuning uchun siz bolalar mendan so'rash orqali turli narsalarni bilib olishingiz mumkin. Masalan, kamera nishoniga tegib, o'tmishda qilgan ishlaringizni ko'rishingiz va eshitishingiz mumkin.
vi: Chào bạn! Đây là Laiban. Bạn có thể gọi tôi là đồng nghiệp kỹ thuật số của các nhà giáo dục tại trường mầm non. Tôi là một trí tuệ nhân tạo giúp ở đây ở trường mầm non, vì vậy trẻ em có thể tìm ra những điều khác nhau bằng cách hỏi tôi. Ví dụ, bạn có thể xem và nghe những gì bạn đã làm trong quá khứ bằng cách nhấn vào biểu tượng máy ảnh.
zh_hans: 你好！这是莱班。你可以称我为幼儿园教育工作者的数字同事。我是一个人工智能，在幼儿园帮忙，所以你们的孩子可以通过问我来找出不同的东西。例如，您可以通过点击相机图标来查看和收听您过去所做的事情。
zu: Sawubona! Lona Laiban. Ungangibiza ngokuthi umlingani wedijithali wabafundisi esikoleni se-preschool. Ngingubuhlakani bokufakelwa obusiza lapha e-preschool, ukuze nina bantwana nithole izinto ezahlukene ngokungibuza. Ungakwazi, isibonelo, ukubona nokuzwa lokho okwenzile esikhathini esidlule ngokushaya isithonjana sekhamera.
