Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# weather_hot
source: It seems to be really hot outside. It's %@ degrees. Remember to drink and find shade to be in
af: Dit lyk regtig warm buite. Dit is %@ grade. Onthou om te drink en vind skaduwee om in te wees
am: ውጪ በጣም ሞቃት ይመስላል። %@ ዲግሪ ነው። መጠጣትንና ጥላ ማግኘትን አስታውስ
ar: يبدو أن الجو حار حقا في الخارج. إنها %@ درجة. تذكر أن تشرب وتجد الظل لتكون في
as: এইটো বাহিৰত সঁচাকৈয়ে গৰম যেন লাগিছে। এইটো %@ ডিগ্ৰী। সুৰাপান কৰিবলৈ মনত ৰাখিব আৰু থাকিবলৈ ছাঁ বিচাৰিব
az: Görünür, bayırda həqiqətən istidir. %@ dərəcədir. İçməyi və içində kölgə tapmağı unutmayın
bg: Изглежда е наистина горещо навън. Това е %@ градуса. Не забравяйте да пиете и да намерите сянка, за да бъде в
bn: মনে হচ্ছে বাইরে খুব গরম। এটা %@ ডিগ্রি। পান করতে ভুলবেন না এবং ছায়া খুঁজে পেতে
bo: ཕྱི་རོལ་དུ་དངོས་གནས་ཚ་བ་ཆེ་བ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན། ཆང་འཐུང་རྒྱུ་མ་བརྗེད། གྲིབ་བསིལ་བཙལ་ནས་ནང་དུ་འགྲོ་རྒྱུ་མ་བརྗེད།
bs: Izgleda da je vani stvarno vruće. To je %@ stepeni. Zapamti da piješ i nađeš hlad da bi bio u
ca: Sembla que fa molta calor a fora. És %@ graus. Recordeu beure i trobar ombra per estar-hi
cs: Zdá se, že venku je opravdu horko. Je to %@ stupňů. Nezapomeňte pít a najít stín, ve kterém chcete být
cy: Mae'n ymddangos ei bod hi'n boeth iawn y tu allan. Mae'n %@ graddau. Cofiwch yfed a chanfod cysgod i fod ynddo
da: Det ser ud til at være virkelig varmt udenfor. Det er %@ grader. Husk at drikke og find skygge at være i
de: Es scheint draußen wirklich heiß zu sein. Es sind %@ Grad. Denken Sie daran, zu trinken und Schatten zu finden
el: Φαίνεται να είναι πολύ ζεστό έξω. Είναι %@ βαθμοί. Θυμηθείτε να πιείτε και να βρείτε σκιά για να είστε μέσα
es: Parece hacer mucho calor afuera. Es %@ grados. Recuerda beber y encontrar sombra para estar
et: Tundub, et väljas on tõesti palav. See on %@ kraadi. Ärge unustage juua ja leida varju, kus olla
eu: Kanpoan bero handia egiten duela dirudi. %@ gradu da. Gogoratu edatea eta itzala aurkitzea egoteko
fa: به نظر ميرسه بيرون خيلي گرمه . درجه %@ است. به یاد داشته باشید برای نوشیدن و پیدا کردن سایه به در
fi: Ulkona näyttää olevan todella kuuma. Se on %@ astetta. Muista juoda ja löytää varjo olla
fil: Tila talagang mainit sa labas. Ito ay %@ degrees. Tandaan na uminom at maghanap ng lilim na mapunta sa
fo: Tað tykist sera heitt úti. Tað er %@ stig. Minst/minnist til at drekka og finna skugganum at vera í.
fr: Il semble faire vraiment chaud dehors. C’est %@ degrés. N’oubliez pas de boire et de trouver de l’ombre pour être dans
ga: Is cosúil go bhfuil sé iontach te taobh amuigh. Tá sé %@ céimeanna. Cuimhnigh ar ól agus scáth a aimsiú le bheith istigh
gl: Parece que vai moita calor fóra. É %@ graos. Beber e atopar sombra para estar en
gu: તે બહાર ખરેખર ગરમ લાગે છે. ડિગ્રી %@ છે. પીવાનું યાદ રાખો અને તેમાં છાંયડો શોધવાનું યાદ રાખો
he: נראה שממש חם בחוץ. זה %@ מעלות. זכרו לשתות ולמצוא צל להיות בו
hi: बाहर बहुत गर्मी लग रही है। यह %@ डिग्री है। पीने के लिए याद रखें और छाया में होना चाहिए
hr: Čini se da je vani jako vruće. To je %@ stupnjeva. Ne zaboravite piti i pronaći hlad u kojem ćete biti
hu: Úgy tűnik, hogy nagyon meleg van kint. Ez %@ fok. Ne felejtsen el inni, és találjon árnyékot, hogy benne legyen
hy: Թվում է, թե դրսում շատ շոգ է։ %@ աստիճան է: Հիշիր խմել եւ ստվեր գտնել, որ ներս մտնեն
id: Sepertinya di luar sangat panas. Ini %@ derajat. Ingatlah untuk minum dan menemukan tempat teduh untuk berada di
is: Það virðist vera mjög heitt úti. Það er %@ gráður. Mundu að drekka og finna skugga til að vera í
it: Sembra essere molto caldo fuori. Sono %@ gradi. Ricordati di bere e trovare ombra per essere in
ja: 外は本当に暑いようです。 それは %@ 度です。 飲んで、日陰を見つけることを忘れないでください
ka: როგორც ჩანს, ეს მართლაც ცხელია გარეთ. ეს %@ გრადუსია. გახსოვდეთ, რომ დალიეთ და იპოვნეთ ჩრდილში ყოფნა
kk: Сырты шынымен де ыстық сияқты. Ол %@ градус. Ішуге және көлеңке табуға есте сақтаңыз
km: វា ហាក់ ដូច ជា ក្តៅ ណាស់ នៅ ខាង ក្រៅ ។ %@ ដឺក្រេ។ ចាំផឹកហើយរកស្រមោលអោយចូល
kn: ಇದು ಹೊರಗೆ ನಿಜವಾಗಿಯೂ ಬಿಸಿಯಾಗಿದೆ ಎಂದು ತೋರುತ್ತದೆ. ಇದು %@ ಡಿಗ್ರಿಗಳು. ಕುಡಿಯಲು ಮರೆಯದಿರಿ ಮತ್ತು ಅದರಲ್ಲಿರಲು ನೆರಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ
ko: 밖에서 정말 더운 것 같습니다. 그것은 %@ 도입니다. 술을 마시고 그늘을 찾는 것을 잊지 마십시오.
ku: وا دیارە لە دەرەوە زۆر گەرمە. ئەوە پلەی %@ بیرت بێت بخۆنەوە و سێبەر بدۆزنەوە بۆ ئەوەی لە
ky: Сыртта чындап ысык болуп көрүнөт. Бул %@ даража. Ичип - жеп , көлөкө табууну унутпа
lo: ເບິ່ງ ຄື ວ່າ ຮ້ອນ ຢູ່ ຂ້າງ ນອກ ແທ້ໆ. %@ . ຢ່າລືມດື່ມແລະຊອກຫາຮົ່ມທີ່ຈະຢູ່ໃນ
lt: Atrodo, kad lauke tikrai karšta. Tai %@ laipsniai. Nepamirškite gerti ir raskite pavėsį, kuriame norite būti
lv: Šķiet, ka ārā ir patiešām karsts. Tas ir %@ grādiem. Atcerieties dzert un atrast toni, lai atrastos
mg: Toa tena mafana tokoa izany any ivelany. %@ mari-pahaizana izany. Tsarovy ny misotro ary mahita alokaloka ao anatin'ny
mi: Te āhua nei he tino wera i waho. He waeine %@ tēnei. Kia mahara ki te inu me te kimi uriuri kia noho ki roto
mk: Изгледа дека е навистина жешко надвор. Тоа е %@ степени. Не заборавај да пиеш и да најдеш сенка во која ќе бидеш
ml: പുറത്ത് നല്ല ചൂടാണെന്ന് തോന്നുന്നു. ഇത് %@ ഡിഗ്രിയാണ്. കുടിക്കാൻ ഓർമ്മിക്കുക, തണൽ കണ്ടെത്താൻ
mn_cyrl: Гадаа үнэхээр халуун байгаа бололтой. %@ зэрэгтэй. Ууж, байх сүүдэр олохоо сана
mr: बाहेर खरच तापल्यासारखं वाटतंय. %@ अंश आहे. पिणे लक्षात ठेवा आणि त्यात असणे सावली शोधा
ms: Nampaknya sangat panas di luar. Ia %@ darjah. Ingatlah untuk minum dan mencari naungan untuk berada di
mt: Jidher li huwa tassew sħun barra. Huwa %@ gradi. Ftakar li tixrob u ssib dell li jkun fih
my: အပြင်မှာ တကယ့်ကို ပူနေပုံရတယ်။ %@ ဒီဂရီပါ။ အရက်သောက်ပြီး အရိပ်ရှာဖို့ သတိရပါ
nb: Det ser ut til å være veldig varmt ute. Det er %@ grader. Husk å drikke og finne skygge å være i
ne: बाहिर एकदमै तातो देखिन्छ । यो %@ डिग्री हो। पिउन नबिर्सनुहोस् र छायाँ फेला पार्नुहोस्
nl: Het schijnt echt warm te zijn buiten. Het is %@ graden. Vergeet niet om te drinken en schaduw te vinden om in te zijn
or: ଏହା ବାହାରେ ପ୍ରକୃତରେ ଗରମ ଥିବା ପରି ମନେହୁଏ | ଏହା %@ ଡିଗ୍ରୀ । ପିଇବାକୁ ମନେ ରଖନ୍ତୁ ଏବଂ ଭିତରକୁ ରହିବାକୁ ଛାଇ ଖୋଜନ୍ତୁ
pa: ਬਾਹਰ ਸੱਚਮੁੱਚ ਗਰਮੀ ਜਾਪਦੀ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ %@ ਹੈ। ਪੀਣਾ ਅਤੇ ਅੰਦਰ ਰਹਿਣ ਲਈ ਛਾਂ ਲੱਭਣਾ ਯਾਦ ਰੱਖੋ
pl: Na zewnątrz wydaje się, że jest naprawdę gorąco. To %@ stopni. Pamiętaj, aby pić i znaleźć cień, w którym możesz być
ps: داسې ښکاری چې دا بهر په ریښتیا ګرم وی. دا د %@ دی. په یاد ولرئ چې وڅښئ او سیوری پیدا کړئ چې په کې وی
pt_br: Parece estar muito quente lá fora. Está %@ graus. Lembre-se de beber e encontrar sombra para estar em
ro: Se pare a fi foarte cald afara. Sunt %@ grade. Amintiți-vă să bea și de a găsi umbra pentru a fi în
ru: Кажется, на улице очень жарко. Это %@ градусы. Не забывайте пить и находить тень, чтобы быть в ней
sk: Zdá sa, že vonku je naozaj horúco. Je to %@ stupňov. Nezabudnite piť a nájsť tieň, v ktorom by ste mohli byť
sl: Zunaj je videti zelo vroče. To je %@ stopinj. Ne pozabite piti in najti sen, da bi bili v
sq: Duket të jetë shumë nxehtë jashtë. Është %@ gradë. Mos harroni të pini dhe të gjeni hije për të qenë në
sr_latn: Izgleda da je napolju stvarno vruće. To je %@ stepeni. Ne zaboravi da piješ i nađeš hladovinu u koju ćeš biti
sv: Det verkar vara riktigt varmt ute. Det är %@ grader. Tänk på att dricka och hitta skugga att vara i
sw: Inaonekana kuwa moto kweli kweli nje. Ni digrii %@ . Kumbuka kunywa na kupata kivuli cha kuwa ndani
ta: இது வெளியே மிகவும் சூடாக இருப்பதாகத் தெரிகிறது. இது %@ டிகிரி. குடிக்க நினைவில் மற்றும் இருக்க நிழல் கண்டுபிடிக்க
te: ఇది బయట నిజంగా వేడిగా అనిపిస్తుంది. ఇది %@ డిగ్రీలు. త్రాగాలని గుర్తుంచుకోండి మరియు నీడను కనుగొనడం
th: ดูเหมือนว่าจะร้อนจริงๆข้างนอก มัน %@ องศา อย่าลืมดื่มและหาที่ร่มให้อยู่
tk: Daşarda gaty gyzgyn ýaly görünýär. %@ dereje. Içmegi we içinde bolmak üçin kölegäni tapmagy unutmaň
tr: Dışarısı gerçekten sıcak görünüyor. %@ derecedir. İçmeyi ve içinde bulunacak gölgeyi bulmayı unutmayın
tt: Тышкы яктан чыннан да кайнар булып тоела. Ул %@ дәрәҗә. Эчәргә нәсыйхәт бирегез, вә ул җәннәт хәмерендә чыдамлы булыгыз.
ug: سىرت قارىماققا بەك ئىسسىقتەك قىلىدۇ. گىرادۇس %@ . ھاراق ئىچىشنى ئۇنۇتماڭ سايە ئىزدەڭ
uk: На вулиці дуже жарко. Це %@ градусів. Не забудьте випити і знайти тінь, щоб бути в
ur: ایسا لگتا ہے کہ باہر واقعی گرم ہے۔ یہ %@ ڈگری ہے. پینا اور سایہ تلاش کرنا یاد رکھیں
uz: Tashqarida chindan ham issiq bo'lib ko'rinadi. %@ daraja. Va ichinglar, soʻrilarida bogʻlanishni ham.
vi: Bên ngoài có vẻ rất nóng. Đó là %@ độ. Hãy nhớ uống và tìm bóng râm để ở trong
zh_hans: 外面似乎很热。 这是 %@ 度。 记得喝酒，找阴凉处
zu: Kubonakala kushisa ngempela ngaphandle. Kuyinto degrees %@ . Khumbula ukuphuza futhi uthole umthunzi okufanele ube kuwo

# weather_rainy
source: It seems to be rainy outside. It's %@ degrees.
af: Dit lyk of dit reënerig buite is. Dit is %@ grade.
am: ከውጭ ዝናብ የሚዘንብ ይመስላል። %@ ዲግሪ ነው።
ar: يبدو أنها ممطرة في الخارج. إنها %@ درجة.
as: বাহিৰত বৰষুণ হোৱা যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Çöldə yağışlı görünür. %@ dərəcədir.
bg: Изглежда навън е дъждовно. Това е %@ градуса.
bn: বাইরে মনে হচ্ছে বৃষ্টি হচ্ছে। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་ཆར་བ་བབས་པ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je napolju kišovito. To je %@ stepeni.
ca: Sembla que plou a l'exterior. És %@ graus.
cs: Zdá se, že venku prší. Je to %@ stupňů.
cy: Mae'n ymddangos ei bod hi'n glawog y tu allan. Mae'n %@ graddau.
da: Det ser ud til at være regnfuldt udenfor. Det er %@ grader.
de: Draußen scheint es regnerisch zu sein. Es sind %@ Grad.
el: Φαίνεται να είναι βροχερό έξω. Είναι %@ βαθμοί.
es: Parece llover afuera. Es %@ grados.
et: Tundub, et väljas on vihmane. See on %@ kraadi.
eu: Kanpoan euria ari duela dirudi. %@ gradu da.
fa: به نظر مياد بيرون باروني باشه . درجه %@ است.
fi: Ulkona näyttää olevan sateista. Se on %@ astetta.
fil: Tila maulan ito sa labas. Ito ay %@ degrees.
fo: Tað tykist at regna uttanfyri. Tað er %@ stig.
fr: Il semble pleuvoir dehors. C’est %@ degrés.
ga: Is cosúil go bhfuil sé ag cur báistí taobh amuigh. Tá sé %@ céimeanna.
gl: Parece que chove por fóra. É %@ graos.
gu: બહાર વરસાદ પડે તેવું લાગે છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה גשום בחוץ. זה %@ מעלות.
hi: बाहर बरसात होती दिख रही है। यह <span translate='no'>string</span> डिग्री है।
hr: Čini se da je vani kišovito. To je %@ stupnjeva.
hu: Úgy tűnik, hogy kint esős. Ez %@ fok.
hy: Դրսում անձրեւ է գալիս։ %@ աստիճան է:
id: Sepertinya di luar hujan. Ini %@ derajat.
is: Það virðist vera rigning úti. Það er %@ gráður.
it: Sembra essere piovoso fuori. Sono %@ gradi.
ja: 外は雨が降っているようです。 それは %@ 度です。
ka: როგორც ჩანს, წვიმიანია გარეთ. ეს %@ გრადუსია.
kk: Сыртынан жаңбыр жауған сияқты. Ол %@ градус.
km: វា ហាក់ ដូច ជា ភ្លៀង ធ្លាក់ នៅ ខាង ក្រៅ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಇದು ಹೊರಗೆ ಮಳೆಗಾಲದಂತೆ ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 밖에서 비가 오는 것 같습니다. 그것은 %@ 도입니다.
ku: وادیارە لە دەرەوە باراناوی بێت ئەوە پلەی %@
ky: Сыртынан жаан жаагандай сезилет. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຝົນ ຢູ່ ຂ້າງ ນອກ. <span translate='no'>string</span> .
lt: Atrodo, kad lauke lietinga. Tai %@ laipsniai.
lv: Šķiet, ka ārā ir lietains. Tas ir %@ grādiem.
mg: Toa avy ny orana any ivelany. %@ mari-pahaizana izany.
mi: Te āhua nei he marangai i waho. He waeine %@ tēnei.
mk: Изгледа врнежливо надвор. Тоа е %@ степени.
ml: പുറത്ത് മഴയാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Гадаа бороотой юм шиг байна. %@ зэрэгтэй.
mr: बाहेर पाऊस पडलेला दिसतो. %@ अंश आहे.
ms: Nampaknya hujan di luar. Ia %@ darjah.
mt: Jidher li huwa bix-xita barra. Huwa %@ gradi.
my: အပြင်ဘက်မှာ မိုးရွာနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være regnfullt ute. Det er %@ grader.
ne: बाहिर पानी परेको जस्तो देखिन्छ । यो <span translate='no'>string</span> डिग्री हो।
nl: Het schijnt buiten regenachtig te zijn. Het is %@ graden.
or: ଏହା ବାହାରେ ବର୍ଷା ପରି ମନେହୁଏ | ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਬਾਹਰ ਮੀਂਹ ਪੈ ਰਿਹਾ ਜਾਪਦਾ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Na zewnątrz wydaje się, że jest deszczowo. To %@ stopni.
ps: دا بهر بارانی ښکاری. دا د %@ دی.
pt_br: Parece estar chovendo lá fora. Está %@ graus.
ro: Afară pare să plouă. Sunt %@ grade.
ru: Кажется, на улице дождливо. Это %@ градусы.
sk: Zdá sa, že vonku je daždivo. Je to %@ stupňov.
sl: Zunaj je deževno. To je %@ stopinj.
sq: Duket të jetë me shi jashtë. Është %@ gradë.
sr_latn: Izgleda da je napolju kišovito. To je %@ stepeni.
sv: Det verkar vara regnigt ute. Det är %@ grader
sw: Inaonekana mvua inanyesha nje. Ni digrii %@ .
ta: வெளியே மழை பெய்கிறது போல் தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: బయట వర్షం పడుతున్నట్లు తెలుస్తోంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ดูเหมือนว่าจะมีฝนตกข้างนอก มัน <span translate='no'>string</span> องศา
tk: Daşarda ýagyşly ýaly görünýär. %@ dereje.
tr: Dışarısı yağmurlu görünüyor. %@ derecedir.
tt: Читтә яңгыр ява кебек. Ул %@ дәрәҗә.
ug: سىرتتا يامغۇر يېغىپ كەتكەندەك قىلىدۇ. گىرادۇس %@ .
uk: На вулиці дощитиме. Це %@ градусів.
ur: ایسا لگتا ہے کہ باہر بارش ہو رہی ہے۔ یہ %@ ڈگری ہے.
uz: Tashqarida yomg'irli bo'lib ko'rinadi. %@ daraja.
vi: Bên ngoài có vẻ như đang mưa. Đó là %@ độ.
zh_hans: 外面好像下雨了。 这是 %@ 度。
zu: Kubonakala sengathi kunemvula ngaphandle. Kuyinto degrees %@ .

# weather_unknown
source: Look out the window
af: Kyk deur die venster
am: በመስኮት ይመልከቱ
ar: انظر من النافذة
as: উইন্ডোৰ বাহিৰলৈ চাওক
az: Pəncərədən bax
bg: Погледнете през прозореца
bn: জানালা দিয়ে বাইরে তাকাও
bo: སྒེའུ་ཁུང་ཕྱི་རོལ་ལ་བལྟས།།
bs: Pogledaj kroz prozor
ca: Mirar per la finestra
cs: Podívejte se z okna
cy: Edrych allan y ffenest
da: Kig ud af vinduet
de: Schauen Sie aus dem Fenster
el: Κοιτάξτε έξω από το παράθυρο
es: Mira por la ventana
et: Vaata aknast välja
eu: Begiratu leihotik
fa: از پنجره بیرون را نگاه کنید
fi: Katso ulos ikkunasta
fil: Tingnan ang bintana
fo: Hygg/Hyggið út gjøgnum vindeygað
fr: Regardez par la fenêtre
ga: Féach amach an fhuinneog
gl: Mira pola fiestra
gu: વિન્ડોની બહાર જુઓ
he: תסתכל מהחלון
hi: खिड़की से बाहर देखो
hr: Pogledajte kroz prozor
hu: Nézz ki az ablakon
hy: Պատուհանից դուրս նայեք
id: Lihat ke luar jendela
is: Horfðu út um gluggann
it: Guarda fuori dalla finestra
ja: 窓の外を見る
ka: დააკვირდით ფანჯარას
kk: Терезені қарап шығу
km: មើល ចេញ ពី បង្អួច
kn: ಕಿಟಕಿಯ ಹೊರಗೆ ನೋಡಿ
ko: 창 밖 내다 봐
ku: سەیری پەنجەرەکە بکە
ky: Терезеден карагыла
lo: ເບິ່ງອອກປ່ອງຢ້ຽມ
lt: Pažvelkite pro langą
lv: Skaties ārā pa logu
mg: Jereo ny fikandrana
mi: Tirohia te matapihi
mk: Погледни низ прозорецот.
ml: ജാലകത്തിലൂടെ പുറത്തേക്ക് നോക്കൂ.
mn_cyrl: Цонхоор гадагш хар
mr: खिडकीतून बाहेर बघा
ms: Lihatlah tetingkap
mt: Ħares 'il barra mit-tieqa
my: ပြတင်းပေါက်ကနေ ကြည့်ပါ
nb: Se ut av vinduet
ne: सञ्झ्याल बाहिर हेर्नुहोस्
nl: Kijk uit het raam
or: ୱିଣ୍ଡୋ ବାହାରକୁ ଦେଖନ୍ତୁ
pa: ਖਿੜਕੀ ਵਿੱਚੋਂ ਬਾਹਰ ਦੇਖੋ
pl: Wyjrzyj przez okno
ps: له کړکۍ بهر وګورئ
pt_br: Olhe pela janela.
ro: Uită-te pe fereastră
ru: Посмотрите в окно
sk: Pozrite sa z okna
sl: Poglej skozi okno.
sq: Shiko nga dritarja
sr_latn: Pogledaj kroz prozor
sv: Titta ut genom fönstret
sw: Angalia dirishani
ta: ஜன்னல் வெளியே பாருங்கள்
te: కిటికీ నుంచి బయటకు చూడండి
th: มองออกไปนอกหน้าต่าง
tk: Äpişgeden seret
tr: Pencereden dışarı bakın
tt: Тәрәзәне карагыз
ug: دېرىزە سىرتىغا نەزەر
uk: Подивіться у вікно
ur: کھڑکی سے باہر دیکھیں
uz: Oynadan tashqariga qarab
vi: Nhìn ra ngoài cửa sổ
zh_hans: 望向窗外
zu: Bheka ngewindi

# weather_warm
source: It seems to be hot outside. It's %@ degrees.
af: Dit lyk asof dit warm buite is. Dit is %@ grade.
am: ከውጭ ሞቅ ያለ ይመስላል። %@ ዲግሪ ነው።
ar: يبدو أن الجو حار في الخارج. إنها %@ درجة.
as: বাহিৰত গৰম যেন লাগিছে। এইটো <span translate='no'>string</span> ডিগ্ৰী।
az: Bayırda isti görünür. %@ dərəcədir.
bg: Навън изглежда е горещо. Това е %@ градуса.
bn: মনে হচ্ছে বাইরে গরম পড়ছে। এটা <span translate='no'>string</span> ডিগ্রি।
bo: ཕྱི་རོལ་དུ་གནམ་གཤིས་ཧ་ཅང་ཚ་བ་འདྲ། དེ་ནི་ཏུའུ་ %@ ་ཡིན།
bs: Izgleda da je vani vruće. To je %@ stepeni.
ca: Sembla que fa calor a fora. És %@ graus.
cs: Zdá se, že venku je horko. Je to %@ stupňů.
cy: Mae'n ymddangos ei fod yn boeth y tu allan. Mae'n %@ graddau.
da: Det ser ud til at være varmt udenfor. Det er %@ grader.
de: Es scheint draußen heiß zu sein. Es sind %@ Grad.
el: Φαίνεται να είναι ζεστό έξω. Είναι %@ βαθμοί.
es: Parece hacer calor afuera. Es %@ grados.
et: Tundub, et väljas on palav. See on %@ kraadi.
eu: Kanpoan bero egiten duela dirudi. %@ gradu da.
fa: به نظر مياد بيرون گرم باشه . درجه %@ است.
fi: Ulkona näyttää olevan kuuma. Se on %@ astetta.
fil: Tila mainit sa labas. Ito ay %@ degrees.
fo: Tað tykist vera heitt úti. Tað er %@ stig.
fr: Il semble faire chaud dehors. C’est %@ degrés.
ga: Is cosúil go bhfuil sé te taobh amuigh. Tá sé %@ céimeanna.
gl: Parece que vai calor fóra. É %@ graos.
gu: બહાર ગરમી લાગે છે. ડિગ્રી <span translate='no'>string</span> છે.
he: נראה שחם בחוץ. זה %@ מעלות.
hi: बाहर गर्मी पड़ती दिख रही है। यह <span translate='no'>string</span> डिग्री है।
hr: Čini se da je vani vruće. To je %@ stupnjeva.
hu: Úgy tűnik, meleg van odakint. Ez %@ fok.
hy: Թվում է՝ դրսում շոգ է: %@ աստիճան է:
id: Sepertinya di luar panas. Ini %@ derajat.
is: Það virðist vera heitt úti. Það er %@ gráður.
it: Sembra essere caldo fuori. Sono %@ gradi.
ja: 外は暑いようです。 それは %@ 度です。
ka: როგორც ჩანს, გარეთ ცხელია. ეს %@ გრადუსია.
kk: Сыртынан ыстық болып көрінеді. Ол %@ градус.
km: វា ហាក់ ដូច ជា ក្តៅ នៅ ខាង ក្រៅ ។ <span translate='no'>string</span> ដឺក្រេ។
kn: ಇದು ಹೊರಗೆ ಬಿಸಿಯಾಗಿರುವಂತೆ ತೋರುತ್ತದೆ. ಇದು <span translate='no'>string</span> ಡಿಗ್ರಿಗಳು.
ko: 밖에서 더운 것 같습니다. 그것은 %@ 도입니다.
ku: وا دیارە لە دەرەوە گەرمە. ئەوە پلەی %@
ky: Сыртынан ысык болуп көрүнөт. Бул %@ даража.
lo: ເບິ່ງ ຄື ວ່າ ຮ້ອນ ຢູ່ ຂ້າງ ນອກ. <span translate='no'>string</span> .
lt: Atrodo, kad lauke karšta. Tai %@ laipsniai.
lv: Šķiet, ka ārā ir karsts. Tas ir %@ grādiem.
mg: Toa mafana ny any ivelany. %@ mari-pahaizana izany.
mi: Te āhua nei he wera i waho. He waeine %@ tēnei.
mk: Изгледа дека е жешко надвор. Тоа е %@ степени.
ml: പുറത്ത് നല്ല ചൂടാണെന്ന് തോന്നുന്നു. ഇത് <span translate='no'>string</span> ഡിഗ്രിയാണ്.
mn_cyrl: Гадаа халуун байгаа бололтой. %@ зэрэгтэй.
mr: बाहेर उकाडा जाणवत आहे. %@ अंश आहे.
ms: Nampaknya panas di luar. Ia %@ darjah.
mt: Jidher li huwa sħun barra. Huwa %@ gradi.
my: အပြင်မှာ ပူနေပုံရတယ်။ <span translate='no'>string</span> ဒီဂရီပါ။
nb: Det ser ut til å være varmt ute. Det er %@ grader.
ne: बाहिर तातो जस्तो देखिन्छ । यो <span translate='no'>string</span> डिग्री हो।
nl: Het schijnt warm te zijn buiten. Het is %@ graden.
or: ଏହା ବାହାରେ ଗରମ ଥିବା ପରି ମନେହୁଏ | ଏହା <span translate='no'>string</span> ଡିଗ୍ରୀ ।
pa: ਬਾਹਰ ਗਰਮੀ ਜਾਪਦੀ ਹੈ। ਇਹ ਡਿਗਰੀਆਂ <span translate='no'>string</span> ਹੈ।
pl: Na zewnątrz wydaje się, że jest gorąco. To %@ stopni.
ps: دا بهر ګرم ښکاری. دا د %@ دی.
pt_br: Parece estar quente lá fora. Está %@ graus.
ro: Se pare a fi cald afara. Sunt %@ grade.
ru: Кажется, что на улице жарко. Это %@ градусы.
sk: Zdá sa, že vonku je horúco. Je to %@ stupňov.
sl: Zunaj je videti vroče. To je %@ stopinj.
sq: Duket të jetë nxehtë jashtë. Është %@ gradë.
sr_latn: Izgleda da je napolju vruće. To je %@ stepeni.
sv: Det verkar vara varmt ute. Det är %@ grader
sw: Inaonekana kuwa moto nje. Ni digrii %@ .
ta: வெளியே சூடாக இருப்பதாகத் தெரிகிறது. இது <span translate='no'>string</span> டிகிரி.
te: బయట వేడిగా అనిపిస్తుంది. ఇది <span translate='no'>string</span> డిగ్రీలు.
th: ดูเหมือนว่าจะร้อนข้างนอก มัน <span translate='no'>string</span> องศา
tk: Daşarda gyzgyn ýaly görünýär. %@ dereje.
tr: Dışarısı sıcak görünüyor. %@ derecedir.
tt: Тышта кайнар булып тоела. Ул %@ дәрәҗә.
ug: سىرتتا ھاۋا بەك ئىسسىقتەك قىلىدۇ. گىرادۇس %@ .
uk: На вулиці, здається, жарко. Це %@ градусів.
ur: باہر گرم لگتا ہے. یہ %@ ڈگری ہے.
uz: Tashqarida issiq bo'lib ko'rinadi. %@ daraja.
vi: Bên ngoài có vẻ nóng. Đó là %@ độ.
zh_hans: 外面好像很热。 这是 %@ 度。
zu: Kubonakala kushisa ngaphandle. Kuyinto degrees %@ .
