Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_10_description
source: This means that wherever you live in the world, you should have similar rights and opportunities as everyone else.
af: Dit beteken dat waar jy ook al in die wêreld woon, jy soortgelyke regte en geleenthede as almal anders moet hê.
am: ይህም ማለት በዓለም ላይ የትም ብትኖሩ እንደ ማንኛውም ሰው ተመሳሳይ መብቶችና አጋጣሚዎች ሊኖራችሁ ይገባል ማለት ነው ።
ar: وهذا يعني أنه أينما كنت تعيش في العالم، يجب أن يكون لديك حقوق وفرص مماثلة مثل أي شخص آخر.
as: ইয়াৰ অৰ্থ হৈছে যে আপুনি পৃথিৱীত য'তেই বাস কৰে, আপোনাৰ সকলোৰে দৰে একে অধিকাৰ আৰু সুযোগ থাকিব লাগে।
az: Bu o deməkdir ki, dünyanın harasında yaşayırsansa yaşa, hamı kimi eyni hüquq və imkanlara malik olmalısan.
bg: Това означава, че където и да живеете по света, трябва да имате подобни права и възможности като всички останали.
bn: এর মানে হল যে আপনি বিশ্বের যেখানেই থাকুন না কেন, আপনার অন্য সবার মতো একই অধিকার এবং সুযোগ থাকা উচিত।
bo: འདིས་ཁྱེད་ཚོ་འཛམ་གླིང་གི་ས་ཆ་གང་དུ་འཚོ་བ་རོལ་བཞིན་ཡོད་ནའང་མི་གཞན་དང་འདྲ་བའི་ཁེ་དབང་དང་གོ་སྐབས་ཡོད་དགོས་པ་མཚོན།
bs: To znači da gdje god živite u svijetu, trebali biste imati slična prava i prilike kao i svi ostali.
ca: Això vol dir que allà on visquis al món, hauries de tenir drets i oportunitats similars als de tots els altres.
cs: To znamená, že kdekoli na světě žijete, měli byste mít podobná práva a příležitosti jako všichni ostatní.
cy: Mae hyn yn golygu, ble bynnag rydych chi'n byw yn y byd, y dylech gael hawliau a chyfleoedd tebyg fel pawb arall.
da: Det betyder, at uanset hvor du bor i verden, bør du have lignende rettigheder og muligheder som alle andre.
de: Das bedeutet, dass Sie, wo auch immer Sie auf der Welt leben, ähnliche Rechte und Möglichkeiten haben sollten wie alle anderen.
el: Αυτό σημαίνει ότι όπου κι αν ζείτε στον κόσμο, θα πρέπει να έχετε παρόμοια δικαιώματα και ευκαιρίες με όλους τους άλλους.
es: Esto significa que dondequiera que vivas en el mundo, deberías tener derechos y oportunidades similares a los demás.
et: See tähendab, et kus iganes te maailmas elate, peaksid teil olema sarnased õigused ja võimalused nagu kõigil teistel.
eu: Horrek esan nahi du munduan bizitzen zaran tokian, beste guztien antzeko eskubide eta aukerak izan behar dituzula.
fa: یعنی هر جا که در دنیا زندگی می کنید باید حقوق و فرصت های مشابهی مانند هر دیگری داشته باشد.
fi: Tämä tarkoittaa, että missä tahansa asutkin maailmassa, sinulla pitäisi olla samanlaiset oikeudet ja mahdollisuudet kuin kaikilla muillakin.
fil: Ibig sabihin nito saanman kayo nakatira sa mundo, dapat ay may gayon din kayong mga karapatan at oportunidad tulad ng iba.
fo: Hetta merkir, at har tú býrt í heiminum, átti tú at havt somu rættindi og møguleikar sum øll onnur.
fr: Cela signifie que partout où vous vivez dans le monde, vous devriez avoir des droits et des opportunités similaires à ceux de tous les autres.
ga: Ciallaíonn sé seo, cibé áit a bhfuil cónaí ort ar fud an domhain, gur cheart go mbeadh cearta agus deiseanna comhchosúla agat is atá ag gach duine eile.
gl: Isto significa que onde queira que viva no mundo, debería ter os mesmos dereitos e oportunidades que os demais.
gu: આનો અર્થ એ છે કે તમે વિશ્વમાં જ્યાં પણ રહો છો, તમારી પાસે બીજા બધાની જેમ સમાન અધિકારો અને તકો હોવી જોઈએ.
he: משמעות הדבר היא שבכל מקום שבו אתה גר בעולם, אתה צריך להיות בעל זכויות והזדמנויות דומות לאלה של כולם.
hi: इसका मतलब है कि आप दुनिया में जहां भी रहते हैं, आपके पास हर किसी के समान अधिकार और अवसर होने चाहिए।
hr: To znači da gdje god živjeli u svijetu, trebali biste imati slična prava i mogućnosti kao i svi drugi.
hu: Ez azt jelenti, hogy bárhol is élsz a világon, neked is hasonló jogokkal és lehetőségekkel kell rendelkezned, mint mindenki másnak.
hy: Սա նշանակում է, որ որտեղ էլ որ դուք ապրեք աշխարհում, դուք պետք է ունենաք նույնպիսի իրավունքներ եւ հնարավորություններ, ինչպես մյուսները:
id: Ini berarti bahwa di mana pun Anda tinggal di dunia, Anda harus memiliki hak dan peluang yang sama seperti orang lain.
is: Þetta þýðir að hvar sem þú býrð í heiminum ættir þú að hafa svipuð réttindi og tækifæri og allir aðrir.
it: Ciò significa che ovunque tu viva nel mondo, dovresti avere diritti e opportunità simili a tutti gli altri.
ja: これは、あなたが世界のどこに住んでいても、他の人と同じような権利と機会を持つべきであることを意味します。
ka: ეს ნიშნავს, რომ სადაც არ უნდა ცხოვრობდეთ მსოფლიოში, უნდა გქონდეთ მსგავსი უფლებები და შესაძლებლობები, როგორც ყველას.
kk: Демек, әлемнің қай жерінде тұрсаңыз да, басқалар сияқты құқықтар мен мүмкіндіктерге ие болу керек.
km: នេះ មាន ន័យ ថា នៅ កន្លែង ណា ដែល អ្នក រស់ នៅ ក្នុង ពិភព លោក អ្នក គួរ តែ មាន សិទ្ធិ និង ឱកាស ស្រដៀង គ្នា ដូច មនុស្ស គ្រប់ គ្នា ។
kn: ಇದರರ್ಥ ನೀವು ಪ್ರಪಂಚದಲ್ಲಿ ಎಲ್ಲಿಯೇ ವಾಸಿಸುತ್ತಿದ್ದರೂ, ನೀವು ಇತರರಂತೆ ಸಮಾನ ಹಕ್ಕುಗಳು ಮತ್ತು ಅವಕಾಶಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
ko: 이것은 당신이 세상 어디에 살든, 당신은 다른 모든 사람들과 비슷한 권리와 기회를 가져야한다는 것을 의미합니다.
ku: واتە لە هەر کوێیەک لە جیهاندا دەژین دەبێت ماف و هەلی هاوشێوەی هەموو کەستان هەبێت.
ky: Бул дүйнөдө кайсы жерде жашабагыла, башкалардай укуктарга жана мүмкүнчүлүктөргө ээ болушуңар керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ບໍ່ ວ່າ ທ່ານ ຈະ ອາ ໄສ ຢູ່ ບ່ອນ ໃດ ກໍ ຕາມ ໃນ ໂລກ, ທ່ານ ຄວນ ມີ ສິດ ແລະ ໂອ ກາດ ທີ່ ຄ້າຍ ຄື ກັນ ກັບ ຄົນ ອື່ນ.
lt: Tai reiškia, kad kad ir kur gyventumėte pasaulyje, turėtumėte turėti panašias teises ir galimybes kaip ir visi kiti.
lv: Tas nozīmē, ka neatkarīgi no tā, kur jūs dzīvojat pasaulē, jums vajadzētu būt līdzīgām tiesībām un iespējām kā visiem pārējiem.
mg: Midika izany fa na aiza na aiza misy anao eto amin'izao tontolo izao dia tokony hanana zo sy fahafahana mitovy amin'izany amin'ny olon-drehetra ianao.
mi: Ko te tikanga o tēnei, ki ngā wāhi katoa e noho ana koe i te ao, me ōrite ō mana me ngā huarahi hei tāngata kē.
mk: Ова значи дека каде и да живеете во светот, треба да имате слични права и можности како сите други.
ml: ഇതിനർത്ഥം നിങ്ങൾ ലോകത്ത് എവിടെ താമസിക്കുന്നുവോ, നിങ്ങൾക്ക് മറ്റെല്ലാവരെയും പോലെ അവകാശങ്ങളും അവസരങ്ങളും ഉണ്ടായിരിക്കണം എന്നാണ്.
mn_cyrl: Энэ нь та дэлхийн хаана ч амьдардаг бай, бусадтай адил эрх, боломжуудтай байх ёстой гэсэн үг юм.
mr: याचा अर्थ असा की, जगात जिथे जिथे राहता, तिथे तुम्हालाही इतरांइतकेच हक्क आणि संधी मिळायला हव्यात.
ms: Ini bermakna bahawa di mana sahaja anda tinggal di dunia, anda harus mempunyai hak dan peluang yang sama seperti orang lain.
mt: Dan ifisser li kull fejn tgħix fid-dinja, għandu jkollok drittijiet u opportunitajiet simili bħal kulħadd.
my: ယင်းက သင်သည် ဤလောကတွင် မည်သည့်နေရာတွင်မဆို အခြားသူများကဲ့သို့ အလားတူအခွင့်အရေးများနှင့် အခွင့်အရေးများ ရှိသင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at uansett hvor du bor i verden, bør du ha lignende rettigheter og muligheter som alle andre.
ne: यसको अर्थ यो हो कि तपाईं संसारमा जहाँ सुकै बस्नुहुन्छ, तपाईंसँग अरू जस्तै समान अधिकार र अवसरहरू हुनुपर्दछ।
nl: Dit betekent dat waar ter wereld je ook woont, je dezelfde rechten en kansen moet hebben als iedereen.
or: ଏହାର ଅର୍ଥ ହେଉଛି ଆପଣ ଦୁନିଆରେ ଯେଉଁଠାରେ ରୁହନ୍ତି, ଆପଣଙ୍କର ସମସ୍ତଙ୍କ ପରି ସମାନ ଅଧିକାର ଏବଂ ସୁଯୋଗ ରହିବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਤੁਸੀਂ ਸੰਸਾਰ ਵਿੱਚ ਜਿੱਥੇ ਵੀ ਰਹਿੰਦੇ ਹੋ, ਤੁਹਾਡੇ ਕੋਲ ਹਰ ਕਿਸੇ ਵਾਂਗ ਹੀ ਅਧਿਕਾਰ ਅਤੇ ਮੌਕੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Oznacza to, że gdziekolwiek mieszkasz na świecie, powinieneś mieć podobne prawa i możliwości, jak wszyscy inni.
ps: دا په دې مانا ده چې تاسو هر چیرې چې په نړۍ کې ژوند کوئ، تاسو باید د نورو ټولو په څیر ورته حقوق او فرصتونه ولرئ.
pt_br: Isso significa que onde quer que você more no mundo, você deve ter direitos e oportunidades semelhantes como todos os outros.
ro: Acest lucru înseamnă că, oriunde locuiți în lume, ar trebui să aveți drepturi și oportunități similare ca toți ceilalți.
ru: Это означает, что где бы вы ни жили в мире, вы должны иметь те же права и возможности, что и все остальные.
sk: To znamená, že kdekoľvek na svete žijete, mali by ste mať podobné práva a príležitosti ako všetci ostatní.
sl: To pomeni, da kjerkoli živite na svetu, morate imeti podobne pravice in priložnosti kot vsi drugi.
sq: Kjo do të thotë se kudo që jetoni në botë, duhet të keni të drejta dhe mundësi të ngjashme si të gjithë të tjerët.
sr_latn: To znači da gde god da živite u svetu, treba da imate slična prava i mogućnosti kao i svi ostali.
sv: Det betyder att var du än bor i världen ska du ha liknande rättigheter och möjligheter som alla andra.
sw: Hii ina maana kwamba popote unapoishi duniani, unapaswa kuwa na haki na fursa zinazofanana kama watu wengine.
ta: இதன் பொருள் என்னவென்றால், நீங்கள் உலகில் எங்கிருந்தாலும், மற்றவர்களைப் போலவே உங்களுக்கும் இதே போன்ற உரிமைகளும் வாய்ப்புகளும் இருக்க வேண்டும்.
te: దీని అర్థం మీరు ప్రపంచంలో ఎక్కడ నివసిస్తున్నా, ప్రతి ఒక్కరిలాగే మీకు కూడా ఇలాంటి హక్కులు మరియు అవకాశాలు ఉండాలి.
th: ซึ่งหมายความว่าไม่ว่าคุณจะอาศัยอยู่ที่ใดในโลกคุณควรมีสิทธิและโอกาสที่คล้ายคลึงกันกับคนอื่น ๆ
tk: Diýmek, siz dünýäde nirede ýaşasaňyz-da, hemmeler ýaly şuňa meňzeş hukuklara we mümkinçiliklere eýe bolmalysyňyz.
tr: Bu, dünyanın neresinde yaşarsanız yaşayın, herkes gibi benzer haklara ve fırsatlara sahip olmalısınız.
tt: Ягъни, дөньяда кайда гына яшәсәгез дә, сез башка кеше кебек хокук һәм мөмкинлекләр булырга тиеш.
ug: بۇ شۇنى چۈشەندۈرىدۇكى، دۇنيادا مەيلى قەيەردە ياشىسىڭىز، باشقىلار بىلەن ئوخشاش ھوقۇق ۋە پۇرسەتلەرگە ئىگە بولۇشىڭىز كېرەك.
uk: Це означає, що де б ви не жили в світі, ви повинні мати такі ж права і можливості, як і всі інші.
ur: اس کا مطلب یہ ہے کہ آپ دنیا میں جہاں بھی رہتے ہیں، آپ کو بھی ہر ایک کی طرح حقوق اور مواقع ملنے چاہئیں۔
uz: Bu shuni anglatadiki, O'zbekistonda qayerda yashasangiz ham, hamma kabi o'xshash huquq va imkoniyatlarga ega bo'lishingiz kerak.
vi: Điều này có nghĩa là bất cứ nơi nào bạn sống trên thế giới, bạn nên có các quyền và cơ hội tương tự như mọi người khác.
zh_hans: 这意味着无论你住在世界的哪个地方，你都应该拥有与其他人相似的权利和机会。
zu: Lokhu kusho ukuthi nomaphi lapho uhlala khona emhlabeni, kufanele ube namalungelo namathuba afanayo njengawo wonke umuntu.

# undp_goal_10_title
source: Goal 10: Reduced inequalities
af: Doel 10: Verminderde ongelykhede
am: ግብ 10 የብዝሃነት መቀነስ
ar: الهدف 10: الحد من أوجه عدم المساواة
as: লক্ষ্য 10: অসমতা হ্ৰাস
az: Məqsəd 10: Bərabərsizliyin azalması
bg: Цел 10: Намалени неравенства
bn: লক্ষ্য ১০: অসাম্য হ্রাস
bo: དམིགས་འབེན་བཅུ་པ། འདྲ་མཉམ་མིན་པའི་སྣང་ཚུལ་ཉུང་དུ་གཏོང་དགོས།
bs: Cilj 10: Smanjene nejednakosti
ca: Objectiu 10: Reducció de les desigualtats
cs: Cíl 10: Snížení nerovností
cy: Nod 10: Llai o anghydraddoldebau
da: Mål 10: Mindskede uligheder
de: Ziel 10: Weniger Ungleichheiten
el: Στόχος 10: Μείωση των ανισοτήτων
es: Objetivo 10: Reducción de las desigualdades
et: 10. eesmärk: ebavõrdsuse vähendamine
eu: 10. helburua: Desberdintasunak murriztea
fa: هدف 10: کاهش نابرابری ها
fi: Tavoite 10: Eriarvoisuuden vähentäminen
fil: Layunin 10: Nabawasan hindi pagkakapantay-pantay
fo: Goal 10: Reduced ine íe fer
fr: Objectif 10 : Réduction des inégalités
ga: Sprioc 10: Neamhionannais laghdaithe
gl: Obxectivo 10: Redución das desigualdades
gu: ધ્યેય ૧૦ઃ અસમાનતામાં ઘટાડો
he: מטרה 10: צמצום אי השוויון
hi: लक्ष्य 10: असमानताओं को कम करना
hr: Cilj 10: Smanjene nejednakosti
hu: 10. cél: Az egyenlőtlenségek csökkentése
hy: Նպատակը 10. Նվազեցվող անհավասարությունները
id: Tujuan 10: Mengurangi ketidaksetaraan
is: Markmið 10: Minni ójöfnuður
it: Obiettivo 10: Riduzione delle disuguaglianze
ja: 目標 10: 不平等の減少
ka: მიზანი 10: შემცირებული უთანასწორობა
kk: 10-мақсат: Теңсіздіктің төмендеуі
km: គោលដៅទី ១០: កាត់បន្ថយភាព មិន ស្មើភាព
kn: ಗುರಿ 10: ಅಸಮಾನತೆ ಕಡಿಮೆಯಾಗುವುದು
ko: 목표 10: 불평등 감소
ku: گۆلی 10: کەمبوونەوەی نایەکسانییەکان
ky: Максат 10: Теңсиздиктин төмөндөшү
lo: ເປົ້າຫມາຍ 10: ຄວາມບໍ່ສະເຫມີພາບຫຼຸດລົງ
lt: 10 tikslas: sumažinti nelygybę
lv: 10. mērķis: nevienlīdzības mazināšana
mg: Tanjona 10: Nahena ny tsy fitoviana
mi: Goal 10: Ngā rerekētanga i whakaputaina
mk: Гол 10: Намалена нееднаквост
ml: ലക്ഷ്യം 10: അസമത്വം കുറയ്ക്കുക
mn_cyrl: Зорилт 10. Тэгш бус байдлыг бууруулах
mr: लक्ष्य १०: असमानता कमी होणे
ms: Matlamat 10: Mengurangkan ketidaksamaan
mt: Għan 10: Tnaqqis fl-inugwaljanzi
my: ပန်းတိုင် ၁၀– မညီမျှမှု လျော့နည်းသွားခြင်း
nb: Mål 10: Reduserte ulikheter
ne: लक्ष्य १०: असमानता घटाउने
nl: Doel 10: Minder ongelijkheid
or: ଲକ୍ଷ୍ୟ 10: ଅସମାନତା ହ୍ରାସ
pa: ਟੀਚਾ 10: ਘੱਟ ਹੋਈਆਂ ਨਾ-ਬਰਾਬਰੀਆਂ
pl: Cel 10: Zmniejszenie nierówności
ps: لسم هدف : کم شوی نابرابرۍ
pt_br: Meta 10: Redução das desigualdades
ro: Obiectivul 10: Reducerea inegalităților
ru: Цель 10: Сокращение неравенства
sk: Cieľ 10: Zníženie nerovností
sl: Cilj 10: Zmanjšane neenakosti
sq: Synimi 10: Pakësimi i pabarazive
sr_latn: Cilj 10: Smanjene nejednakosti
sv: Mål 10: Minskad ojämlikhet
sw: Lengo 10: Kupunguza ukosefu wa usawa
ta: இலக்கு 10: குறைக்கப்பட்ட ஏற்றத்தாழ்வுகள்
te: లక్ష్యం 10: అసమానతలు తగ్గడం
th: เป้าหมายที่ 10: ลดความเหลื่อมล้ํา
tk: Maksadyň 10-njy maksady: Inçelikler
tr: Hedef 10: Eşitsizliklerin azaltılması
tt: 10-нчы максат: Киметелгән тигезлекләр
ug: 10-نىشان: تەڭسىزلىكنى ئازايتىش
uk: Ціль 10: Зменшення нерівності
ur: ہدف 10: عدم مساوات میں کمی
uz: 10-maqsad: Tengsizliklarning kamayishi
vi: Mục tiêu 10: Giảm bất bình đẳng
zh_hans: 目标10：减少不平等
zu: Umgomo 10: Ukunciphisa ukungalingani

# undp_goal_11_description
source: This means that everyone should be able to live in safe and good homes.
af: Dit beteken dat almal in veilige en goeie huise moet kan woon.
am: ይህ ማለት ሁሉም ሰው አስተማማኝና ጥሩ ቤት ውስጥ መኖር መቻል አለበት ማለት ነው ።
ar: وهذا يعني أن الجميع يجب أن يكونوا قادرين على العيش في منازل آمنة وجيدة.
as: ইয়াৰ অৰ্থ হৈছে যে সকলোৱে সুৰক্ষিত আৰু ভাল ঘৰত থাকিবলৈ সক্ষম হ'ব লাগে।
az: Bu o deməkdir ki, hər kəs təhlükəsiz və yaxşı evlərdə yaşaya bilməlidir.
bg: Това означава, че всеки трябва да може да живее в безопасни и добри домове.
bn: এর মানে হল যে প্রত্যেককে নিরাপদ এবং ভাল বাড়িতে বসবাস করতে সক্ষম হতে হবে।
bo: འདིས་མི་ཚང་མ་བདེ་འཇགས་དང་ཁྱིམ་གཞིས་བཟང་པོའི་ནང་སྡོད་ཐུབ་པ་མཚོན།
bs: To znači da bi svi trebali moći živjeti u sigurnim i dobrim domovima.
ca: Això vol dir que tothom hauria de poder viure en cases segures i bones.
cs: To znamená, že každý by měl mít možnost žít v bezpečných a dobrých domovech.
cy: Mae hyn yn golygu y dylai pawb allu byw mewn cartrefi diogel a da.
da: Det betyder, at alle skal kunne bo i sikre og gode hjem.
de: Dies bedeutet, dass jeder in der Lage sein sollte, in sicheren und guten Häusern zu leben.
el: Αυτό σημαίνει ότι όλοι πρέπει να μπορούν να ζουν σε ασφαλή και καλά σπίτια.
es: Esto significa que todos deben ser capaces de vivir en hogares seguros y buenos.
et: See tähendab, et igaüks peaks saama elada turvalises ja heas kodus.
eu: Horrek esan nahi du guztiek etxe seguru eta onetan bizi ahal izango luketela.
fa: یعنی همه باید بتوانند در خانه های امن و خوب زندگی کنند.
fi: Tämä tarkoittaa, että jokaisen pitäisi voida asua turvallisissa ja hyvissä kodeissa.
fil: Nangangahulugan ito na lahat ay dapat mamuhay nang ligtas at mabubuting tahanan.
fo: Hetta merkir, at øll áttu at verið før fyri at búgva í tryggum og góðum heimi.
fr: Cela signifie que tout le monde devrait être en mesure de vivre dans des maisons sûres et bonnes.
ga: Ciallaíonn sé seo gur chóir go mbeadh gach duine in ann maireachtáil i dtithe sábháilte agus maithe.
gl: Isto significa que todo o mundo debe ser capaz de vivir en casas seguras e boas.
gu: આનો અર્થ એ છે કે દરેકને સલામત અને સારા ઘરોમાં રહેવા માટે સમર્થ હોવું જોઈએ.
he: משמעות הדבר היא שכולם צריכים להיות מסוגלים לחיות בבתים בטוחים וטובים.
hi: इसका मतलब है कि हर कोई सुरक्षित और अच्छे घरों में रहने में सक्षम होना चाहिए।
hr: To znači da bi svatko trebao moći živjeti u sigurnim i dobrim domovima.
hu: Ez azt jelenti, hogy mindenkinek képesnek kell lennie arra, hogy biztonságos és jó otthonokban éljen.
hy: Սա նշանակում է, որ բոլորը պետք է կարողանան ապրել ապահով եւ լավ տներում։
id: Ini berarti bahwa setiap orang harus dapat hidup di rumah yang aman dan baik.
is: Þetta þýðir að allir ættu að geta búið á öruggum og góðum heimilum.
it: Ciò significa che tutti dovrebbero essere in grado di vivere in case sicure e buone.
ja: これは、誰もが安全で良い家に住むことができるべきであることを意味します。
ka: ეს ნიშნავს, რომ ყველას უნდა შეეძლოს უსაფრთხო და კარგ სახლებში ცხოვრება.
kk: Демек, әркім қауіпсіз және жақсы үйлерде өмір сүре алуы тиіс.
km: នេះ មាន ន័យ ថា មនុស្ស គ្រប់ គ្នា គួរ តែ អាច រស់ នៅ ក្នុង ផ្ទះ ដែល មាន សុវត្ថិភាព និង ល្អ ។
kn: ಇದರರ್ಥ ಪ್ರತಿಯೊಬ್ಬರೂ ಸುರಕ್ಷಿತ ಮತ್ತು ಉತ್ತಮ ಮನೆಗಳಲ್ಲಿ ವಾಸಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ko: 이것은 모든 사람이 안전하고 좋은 집에서 살 수 있어야한다는 것을 의미합니다.
ku: ئەمە بەو مانایەیە کە پێویستە هەموو کەس بتوانێت لە ماڵی ئارام و باشدا بژی.
ky: Бул ар бир адам коопсуз жана жакшы үйлөрдө жашай алышы керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ທຸກ ຄົນ ຄວນ ຈະ ສາ ມາດ ອາ ໄສ ຢູ່ ໃນ ບ້ານ ທີ່ ປອດ ໄພ ແລະ ດີ ໄດ້.
lt: Tai reiškia, kad kiekvienas turėtų turėti galimybę gyventi saugiuose ir geruose namuose.
lv: Tas nozīmē, ka ikvienam ir jāspēj dzīvot drošās un labās mājās.
mg: Midika izany fa tokony ho afaka hipetraka ao amin'ny trano azo antoka sy tsara ny rehetra.
mi: Ko te tikanga o tēnei kia āhei te katoa ki te noho i roto i nga kāinga haumaru, pai hoki.
mk: Тоа значи дека сите треба да можат да живеат во безбедни и добри домови.
ml: ഇതിനർത്ഥം എല്ലാവർക്കും സുരക്ഷിതവും നല്ലതുമായ വീടുകളിൽ ജീവിക്കാൻ കഴിയണം എന്നാണ്.
mn_cyrl: Энэ нь хүн бүр аюулгүй, сайн гэр оронд амьдрах боломжтой байх ёстой гэсэн үг юм.
mr: म्हणजे प्रत्येकाला सुरक्षित आणि चांगल्या घरात राहता आलं पाहिजे.
ms: Ini bermakna semua orang harus dapat tinggal di rumah yang selamat dan baik.
mt: Dan ifisser li kulħadd għandu jkun jista 'jgħix fi djar sikuri u tajbin.
my: ယင်းက လူတိုင်း လုံခြုံပြီး ကောင်းမွန်သောအိမ်များတွင် နေထိုင်နိုင်သင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at alle skal kunne bo i trygge og gode hjem.
ne: यसको मतलब सबैले सुरक्षित र राम्रो घरमा बस्न पाउनुपर्छ।
nl: Dat betekent dat iedereen in veilige en goede huizen moet kunnen wonen.
or: ଏହାର ଅର୍ଥ ହେଉଛି ସମସ୍ତେ ସୁରକ୍ଷିତ ଏବଂ ଭଲ ଘରେ ରହିବାକୁ ସକ୍ଷମ ହେବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਹਰ ਕਿਸੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਅਤੇ ਵਧੀਆ ਘਰਾਂ ਵਿੱਚ ਰਹਿਣ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że każdy powinien móc mieszkać w bezpiecznych i dobrych domach.
ps: دا په دې مانا ده چې هر څوک باید په خوندی او ښه کورونو کې د ژوند کولو وړتیا ولری.
pt_br: Isso significa que todos devem ser capazes de viver em casas seguras e boas.
ro: Acest lucru înseamnă că toată lumea ar trebui să poată trăi în case sigure și bune.
ru: Это означает, что каждый должен иметь возможность жить в безопасных и хороших домах.
sk: To znamená, že každý by mal mať možnosť žiť v bezpečných a dobrých domovoch.
sl: To pomeni, da bi morali biti vsi sposobni živeti v varnih in dobrih domovih.
sq: Kjo do të thotë se të gjithë duhet të jenë në gjendje të jetojnë në shtëpi të sigurta dhe të mira.
sr_latn: To znači da svi treba da budu u mogućnosti da žive u sigurnim i dobrim domovima.
sv: Det betyder att alla ska kunna bo i säkra och bra hem.
sw: Hii ina maana kwamba kila mtu anapaswa kuishi katika nyumba salama na nzuri.
ta: இதன் பொருள் ஒவ்வொருவரும் பாதுகாப்பான மற்றும் நல்ல வீடுகளில் வாழ முடியும் என்பதாகும்.
te: దీని అర్థం ప్రతి ఒక్కరూ సురక్షితమైన మరియు మంచి ఇళ్లలో నివసించగలగాలి.
th: ซึ่งหมายความว่าทุกคนควรจะสามารถอาศัยอยู่ในบ้านที่ปลอดภัยและดี
tk: Diýmek, her bir adam howpsuz we gowy jaýlarda ýaşamaly.
tr: Bu, herkesin güvenli ve iyi evlerde yaşayabilmesi gerektiği anlamına gelir.
tt: Димәк, һәркем куркынычсыз һәм яхшы йортларда яши белергә тиеш.
ug: بۇ كۆپچىلىكنىڭ بىخەتەر، ياخشى ئۆيلەردە تۇرمۇش كەچۈرۈشى كېرەكلىكىنى بىلدۈرىدۇ.
uk: Це означає, що кожен повинен мати можливість жити в безпечних і хороших будинках.
ur: اس کا مطلب یہ ہے کہ ہر ایک کو محفوظ اور اچھے گھروں میں رہنے کے قابل ہونا چاہئے۔
uz: Bu shuni anglatadiki, har bir kishi xavfsiz va yaxshi uylarda yashay olishi kerak.
vi: Điều này có nghĩa là mọi người đều có thể sống trong những ngôi nhà an toàn và tốt đẹp.
zh_hans: 这意味着每个人都应该能够生活在安全和良好的家庭中。
zu: Lokhu kusho ukuthi wonke umuntu kufanele akwazi ukuhlala emakhaya aphephile futhi amahle.

# undp_goal_11_title
source: Goal 11: Sustainable cities and cummunities
af: Doel 11: Volhoubare stede en kommuniteite
am: ግብ 11 ዘላቂ ከተሞች እና ኩማሌዎች
ar: الهدف 11: المدن والحصونات المستدامة
as: লক্ষ্য 11: বহনক্ষম চহৰ আৰু কাম-কাজ
az: Məqsəd 11: Davamlı şəhərlər və cummunities
bg: Цел 11: Устойчиви градове и cummunities
bn: লক্ষ্য 11: টেকসই শহর এবং cummunities
bo: དམིགས་འབེན་བཅུ་གཅིག་པ། རྒྱུན་མཐུད་ཐུབ་པའི་གྲོང་ཁྱེར་དང་རིམ་རྩིས་
bs: Cilj 11: Održivi gradovi i komunalije
ca: Objectiu 11: Ciutats i comunitats sostenibles
cs: Cíl 11: Udržitelná města a obce
cy: Nod 11: Dinasoedd cynaliadwy a chummunities
da: Mål 11: Bæredygtige byer og kommuner
de: Ziel 11: Nachhaltige Städte und Gemeinden
el: Στόχος 11: Βιώσιμες πόλεις και κοινότητες
es: Objetivo 11: Ciudades y comunidades sostenibles
et: 11. eesmärk: jätkusuutlikud linnad ja omavalitsusüksused
eu: 11. helburua: Hiri eta komunitate jasangarriak
fa: هدف 11: شهرها و تجمعات پایدار
fi: Tavoite 11: Kestävät kaupungit ja cummunities
fil: Mithiin 11: Patuloy na mga lungsod at lungsod
fo: Goal 11: Sustainable býir og cummunities
fr: Objectif 11 : Villes et communautés durables
ga: Sprioc 11: Cathracha inbhuanaithe agus cummunities
gl: Obxectivo 11: CIDADES ECUMMUNIDADES SUSTENTABLES
gu: લક્ષ્યાંક ૧૧ઃ ટકાઉ શહેરો અને કમ્યુનિટીઝ
he: מטרה 11: ערים בנות קיימא וקומונות
hi: लक्ष्य 11: टिकाऊ शहर और समुदाय
hr: 11. cilj: Održivi gradovi i kumuniteti
hu: 11. cél: Fenntartható városok és községek
hy: Նպատակը 11. Կայուն քաղաքներ եւ կումուններ
id: Sasaran 11: Kota dan cummunities yang berkelanjutan
is: Markmið 11: Sjálfbærar borgir og sambýli
it: Obiettivo 11: Città e comunità sostenibili
ja: 目標11:持続可能な都市と兼
ka: მიზანი 11: მდგრადი ქალაქები და კუმუნიტე
kk: 11-мақсат: Тұрақты қалалар мен жиынтықтар
km: គោលដៅទី ១១៖ ទីក្រុងប្រកបដោយនិរន្តរភាព និងភាពធន់
kn: ಗುರಿ 11: ಸುಸ್ಥಿರ ನಗರಗಳು ಮತ್ತು ಕಮ್ಮಿನಿಟಿಗಳು
ko: 목표 11 : 지속 가능한 도시와 번영
ku: ئامانج 11: شار و کەڵەکەیی بەردەوام
ky: Максаты 11: Туруктуу шаарлар жана куммундуктар
lo: ເປົ້າຫມາຍທີ 11: ເມືອງທີ່ຍືນຍົງ ແລະ ຄວາມຫົງສາ
lt: 11 tikslas: tvarūs miestai ir bendruomeniškumas
lv: 11. mērķis: Ilgtspējīgas pilsētas un imunitāte
mg: Tanjona 11: Tanàna maharitra sy toeram-pitsaboana
mi: Goal 11: Ngā tāone mārō me ngā āhuatanga
mk: Цел 11: Одржливи градови и кумуни
ml: ലക്ഷ്യം 11: സുസ്ഥിര നഗരങ്ങളും നഗരങ്ങളും
mn_cyrl: Зорилт 11. Тогтвортой хот, акумунт
mr: लक्ष्य 11: टिकाऊ शहरे आणि लोकसंख्या
ms: Matlamat 11: Bandar mampan dan merangkap
mt: Għan 11: Bliet u kuliċmijiet sostenibbli
my: ပန်းတိုင် ၁၁– တည်တံ့သောမြို့များနှင့် ဝန်ထမ်းများ
nb: Mål 11: Bærekraftige byer og cummunities
ne: लक्ष्य 11: दिगो शहरहरू र कम्यूनिटीहरू
nl: Doelstelling 11: Duurzame steden en gemeenschappen
or: ଲକ୍ଷ୍ୟ 11: ସ୍ଥାୟୀ ସହର ଏବଂ କମ୍ମୁନିଟି
pa: ਟੀਚਾ 11: ਟਿਕਾਊ ਸ਼ਹਿਰ ਅਤੇ ਕਮਿਊਨਟੀਜ਼
pl: Cel 11: Zrównoważone miasta i kumuny
ps: ۱۱ هدف : دوامداره ښارونه او کمونونه
pt_br: Meta 11: Cidades sustentáveis e cummunidades
ro: Obiectivul 11: Orașe și cummunități durabile
ru: Цель 11: Устойчивые города и кумуства
sk: Cieľ 11: Udržateľné mestá a ťažkopádne
sl: Cilj 11: Trajnostna mesta in skupnosti
sq: Qëllimi 11: Qytetet dhe të grumbulluarit e qëndrueshëm
sr_latn: Cilj 11: Održivi gradovi i kumuniteti
sv: Mål 11: Hållbara städer och samhällen
sw: Lengo la 11: Miji endelevu na cummunities
ta: இலக்கு 11: நிலையான நகரங்கள் மற்றும் கம்யூனிட்டிகள்
te: లక్ష్యం 11: సుస్థిర నగరాలు మరియు కమ్యూనిటీలు
th: เป้าหมายที่ 11: เมืองที่ยั่งยืนและชุมชนแออัด
tk: Maksadyň 11-nji maksady: Durnukly şäherler we mazmunlar
tr: Hedef 11: Sürdürülebilir şehirler ve cummunities
tt: 11-нче максат: Тотрыклы шәһәрләр һәм кумузлар
ug: 11-نىشان: ئىمكانىيەتلىك سىجىل شەھەر ۋە مۇلازىمىتېر
uk: Ціль 11: Стали міста та кумунізми
ur: ہدف 11: پائیدار شہر اور کمونیٹیز
uz: 11-maqsad: Barqaror shaharlar va cummunities
vi: Mục tiêu 11: Thành phố bền vững và kiêm nhiệm
zh_hans: 目标11：可持续城市和共同社区
zu: Umgomo 11: Amadolobha aqhubekayo nama-cummunities
