Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_lysien_description
source: Lysien is really scared of the dark, he thinks that in the dark there are dangerous and scary monsters. On top of his head he has his own LED lamp and in his hand he always carries a fluorescent lamp with him. He lights these as soon as the darkness begins to fall.
af: Lysien is regtig bang vir die donker, hy dink dat daar in die donker gevaarlike en skrikwekkende monsters is. Bo-op sy kop het hy sy eie LED-lamp en in sy hand dra hy altyd 'n fluorescerende lamp saam met hom. Hy steek dit aan sodra die duisternis begin val.
am: ሊሲን ጨለማውን በጣም ስለፈራ በጨለማ ውስጥ አደገኛና አስፈሪ የሆኑ ግዙፍ እንስሳት እንዳሉ ሆኖ ይሰማታል። በጭንቅላቱ ላይ የራሱ የሆነ የ LED መብራት ያለው ሲሆን በእጁ ደግሞ ሁልጊዜ የፍሎረሰንት መብራት ይይዛል። ጨለማው መውደቅ እንደጀመረ እነዚህን ብርሃን ያበራል።
ar: ليسين خائف حقا من الظلام، وقال انه يعتقد أنه في الظلام هناك وحوش خطيرة ومخيفة. على رأس لديه مصباح LED الخاصة به وفي يده يحمل دائما مصباح الفلورسنت معه. يشعل هذه بمجرد أن يبدأ الظلام في السقوط.
as: লাইছিয়েন সঁচাকৈয়ে আন্ধাৰক ভয় কৰে, তেওঁ ভাবে যে অন্ধকাৰত বিপদজনক আৰু ভয়ানক দানৱ আছে। তেওঁৰ মূৰৰ ওপৰত তেওঁৰ নিজা এলইডি লেম্প আছে আৰু তেওঁৰ হাতত তেওঁ সদায় তেওঁৰ লগত ফ্লুৰোচেণ্ট লেম্প লৈ থাকে। অন্ধকাৰ পৰিবলৈ আৰম্ভ কৰাৰ লগে লগে তেওঁ এইবোৰ জ্বলাই দিছিল।
az: Lysien həqiqətən qaranlıqdan qorxur, o, qaranlıqda təhlükəli və qorxulu canavarlar olduğunu düşünür. Başının üstündə onun öz LED lampası var və əlində həmişə özü ilə flüoresent lampa daşıyır. Qaranlıq düşməyə başlayan kimi bunları işıqlandırır.
bg: Лисиен е наистина уплашен от тъмното, мисли, че в тъмното има опасни и страшни чудовища. На върха на главата си има собствена LED лампа и в ръката си винаги носи луминесцентна лампа със себе си. Той пали тези веднага щом тъмнината започне да пада.
bn: লিসিয়েন সত্যিই অন্ধকারকে ভয় পায়, সে মনে করে যে অন্ধকারে বিপজ্জনক এবং ভীতিকর দানব রয়েছে। তার মাথার উপরে তার নিজের LED বাতি রয়েছে এবং তার হাতে তিনি সর্বদা তার সাথে একটি ফ্লুরোসেন্ট বাতি বহন করেন। অন্ধকার পড়তে শুরু করার সাথে সাথেই তিনি এগুলি জ্বালান।
bo: ལི་ཞི་ནི་དངོས་གནས་མུན་ནག་ལ་སྐྲག་པ་དང་། ཁོས་མུན་ནག་གི་ཁྲོད་དུ་ཉེན་ཁ་ཆེ་ཞིང་འཇིགས་སུ་རུང་བའི་གདོན་འདྲེ་ཡོད་པར་འདོད། ཁོའི་མགོ་ལ་རང་ཉིད་ཀྱི་LEDགློག་སྒྲོན་ཡོད་པ་དང་ལག་ཏུ་རྒྱུན་དུ་ཁོ་དང་མཉམ་དུ་འོད་འཕྲོའི་གློག་སྒྲོན་ཞིག་འཁྱེར་ཡོད། མུན་ནག་གི་མགོ་བརྩམས་མ་ཐག་ཁོས་འདི་དག་ལ་འོད་སྣང་སྦྱིན།
bs: Lysien se stvarno boji mraka, misli da u mraku postoje opasna i strašna čudovišta. Na vrhu glave ima svoju LED lampu i u ruci uvijek nosi fluorescentnu lampu sa sobom. Zapali ih čim tama počne padati.
ca: Lysien té molta por de la foscor, pensa que a les fosques hi ha monstres perillosos i espantosos. A sobre del cap té la seva pròpia làmpada LED i a la mà sempre porta una làmpada fluorescent amb ell. Els il·lumina tan bon punt comença a caure la foscor.
cs: Lysien se opravdu bojí tmy, myslí si, že ve tmě jsou nebezpečné a děsivé příšery. Na hlavě má vlastní LED lampu a v ruce vždy nosí zářivku. Zapálí je, jakmile začne padat temnota.
cy: Mae Lysien yn wirioneddol ofnus o'r tywyllwch, mae'n meddwl bod angenfilod peryglus a brawychus yn y tywyllwch. Ar ben ei ben mae ganddo ei lamp LED ei hun ac yn ei law mae bob amser yn cario lamp fflwroleuol gydag ef. Mae'n goleuo'r rhain cyn gynted ag y mae'r tywyllwch yn dechrau disgyn.
da: Lysien er virkelig bange for mørket, han mener, at i mørket er der farlige og skræmmende monstre. Oven på hovedet har han sin egen LED-lampe, og i hånden bærer han altid en lysstofrør med sig. Han tænder disse, så snart mørket begynder at falde.
de: Lysien hat wirklich Angst vor der Dunkelheit, er denkt, dass es im Dunkeln gefährliche und beängstigende Monster gibt. Auf dem Kopf hat er eine eigene LED-Lampe und in der Hand trägt er immer eine Leuchtstofflampe bei sich. Er zündet diese an, sobald die Dunkelheit zu fallen beginnt.
el: Ο Lysien φοβάται πραγματικά το σκοτάδι, πιστεύει ότι στο σκοτάδι υπάρχουν επικίνδυνα και τρομακτικά τέρατα. Πάνω από το κεφάλι του έχει τη δική του λάμπα LED και στο χέρι του κουβαλάει πάντα μαζί του μια λάμπα φθορισμού. Τα ανάβει μόλις αρχίσει να πέφτει το σκοτάδι.
es: Lysien tiene mucho miedo de la oscuridad, piensa que en la oscuridad hay monstruos peligrosos y aterradores. En la parte superior de su cabeza tiene su propia lámpara LED y en su mano siempre lleva consigo una lámpara fluorescente. Los enciende tan pronto como la oscuridad comienza a caer.
et: Lysien kardab tõesti pimedat, ta arvab, et pimedas on ohtlikke ja hirmutavaid koletisi. Pea peal on tal oma LED-lamp ja käes kannab ta alati luminofoorlampi. Ta süütab need kohe, kui pimedus hakkab langema.
eu: Lysien benetan izututa iluntasunaz, iluntasunean munstro arriskutsu eta beldurgarriak daudela uste du. Bere buruaren gainean leD lanpara dauka eta bere eskuan lanpara fluoreszentea eramaten du beti. Iluntasuna erortzen hasi bezain laster pizten ditu.
fa: لیسین واقعا ً از تاریکی می ترسد، فکر می کند که در تاریکی هیولاهای خطرناک و ترسناکی وجود دارد. بالای سرش لامپ ال ای دی خودش را دارد و در دستش همیشه یک لامپ فلورسنت را با خود حمل می کند. او این ها را به محض شروع به سقوط تاریکی روشن می کند.
fi: Lysien todella pelkää pimeää, hän ajattelee, että pimeässä on vaarallisia ja pelottavia hirviöitä. Pään päällä hänellä on oma LED-lamppu ja kädessään hän kantaa aina mukanaan loistelamppua. Hän sytyttää nämä heti, kun pimeys alkaa laskeutua.
fil: Talagang natatakot si Lysien sa dilim, iniisip niya na sa dilim ay may mapanganib at nakakatakot na mga monsters. Sa itaas ng kanyang ulo siya ay may sariling humantong lampara at sa kanyang kamay lagi siyang may dalang fluorescent lampara kasama niya. Pinagagaan Niya ang mga ito sa lalong madaling panahon nagsisimulang mahulog ang kadiliman.
fo: Lysien er sera bangin fyri myrkri, heldur hann, at tað er vandamikið og ræðandi skrímsl. Á høvdinum hevur hann sína egnu lampu og í hondini, hevur hann altíð borið eina fluorescent lamp við honum. Hann ljósar hesi so skjótt sum myrkrið byrjar at fella.
fr: Lysien a vraiment peur de l’obscurité, il pense que dans l’obscurité il y a des monstres dangereux et effrayants. Sur le dessus de sa tête, il a sa propre lampe LED et dans sa main, il porte toujours une lampe fluorescente avec lui. Il les allume dès que les ténèbres commencent à tomber.
ga: Tá faitíos an domhain ar Lysien roimh an dorchadas, ceapann sé go bhfuil arrachtaigh chontúirteacha scanrúla sa dorchadas. Anuas ar a cheann tá a lampa LED féin aige agus ina lámh bíonn lampa fluaraiseach leis i gcónaí. Lasann sé iad seo chomh luath agus a thosaíonn an dorchadas ag titim.
gl: Lysien ten moito medo á escuridade, pensa que na escuridade hai monstros perigosos e asustados. Na parte superior da súa cabeza ten a súa propia lámpada LED e na súa man sempre leva unha lámpada fluorescente con el. El acende-los tan pronto como a escuridade comeza a caer.
gu: લિસિન ખરેખર અંધારાથી ડરે છે, તે વિચારે છે કે અંધારામાં ખતરનાક અને ડરામણા રાક્ષસો છે. તેના માથાની ટોચ પર તેનો પોતાનો એલઇડી લેમ્પ છે અને તેના હાથમાં તે હંમેશાં ફ્લોરોસન્ટ લેમ્પ તેની સાથે રાખે છે. અંધકાર પડવાનું શરૂ થાય કે તરત જ તે આને પ્રકાશિત કરે છે.
he: ליסיין ממש מפחד מהחושך, הוא חושב שבחושך יש מפלצות מסוכנות ומפחידות. על ראשו יש לו מנורת לד משלו ובידו הוא תמיד נושא עמו מנורת פלורסנט. הוא מדליק אותם ברגע שהחושך מתחיל לרדת.
hi: लिसियन वास्तव में अंधेरे से डरता है, वह सोचता है कि अंधेरे में खतरनाक और डरावने राक्षस हैं। सिर के ऊपर उसका अपना एलईडी लैंप होता है और हाथ में वह हमेशा फ्लोरोसेंट लैंप अपने साथ रखता है। अंधेरा आते ही वह इन्हें रोशन करता है।
hr: Lysien se stvarno boji mraka, misli da u mraku postoje opasna i zastrašujuća čudovišta. Na vrhu glave ima vlastitu LED svjetiljku, au ruci uvijek nosi fluorescentnu svjetiljku sa sobom. Pali ih čim tama počne padati.
hu: Lysien nagyon fél a sötéttől, azt hiszi, hogy a sötétben veszélyes és ijesztő szörnyek vannak. A feje tetején saját LED-es lámpája van, és a kezében mindig egy fénycsövet hord magával. Meggyújtja ezeket, amint a sötétség elkezd esni.
hy: Lysien-ը իսկապես վախենում է մթությունից, նա կարծում է, որ մթության մեջ վտանգավոր եւ վախեցնող հրեշներ կան: Գլխի վերեւում նա ունի իր սեփական LED լամպը եւ ձեռքին միշտ իր հետ կրում է ֆտորեսցենտային լամպ: Նա լուսավորում է դրանք հենց որ խավարը սկսում է ընկնել:
id: Lysien benar-benar takut pada kegelapan, menurutnya dalam kegelapan ada monster yang berbahaya dan menakutkan. Di atas kepalanya dia memiliki lampu LED sendiri dan di tangannya dia selalu membawa lampu neon bersamanya. Dia menyalakan ini segera setelah kegelapan mulai turun.
is: Lysien er virkilega hræddur við myrkrið, hann heldur að í myrkrinu séu hættuleg og ógnvekjandi skrímsli. Ofan á höfðinu er hann með sinn eigin LED lampa og í hendinni ber hann alltaf flúrperu með sér. Hann kveikir á þessu um leið og myrkrið tekur að falla.
it: Lysien ha davvero paura del buio, pensa che nel buio ci siano mostri pericolosi e spaventosi. In cima alla sua testa ha la sua lampada a LED e in mano porta sempre con sé una lampada fluorescente. Li illumina non appena l'oscurità inizia a cadere.
ja: リシエンは本当に暗闇を怖がっている、彼は暗闇の中で危険で怖いモンスターがあると思います。彼の頭の上に彼は彼自身のLEDランプを持っており、彼の手には彼はいつも彼と一緒に蛍光灯を運びます。暗闇が落ち始めるとすぐに、彼はこれらを点灯します。
ka: Lysien ნამდვილად ეშინია სიბნელე, ის ფიქრობს, რომ სიბნელეში არსებობს საშიში და საშინელი მონსტრები. თავზე მისი ხელმძღვანელი მას აქვს საკუთარი LED ნათურა და ხელში ის ყოველთვის ატარებს fluorescent ნათურა მასთან. ის ანათებს მათ, როგორც კი სიბნელე დაიწყებს დაცემას.
kk: Лисьен шынымен де қараңғыдан қорқып, қараңғыда қауіпті де қорқынышты құбыжықтар бар деп ойлайды. Оның басының үстінде өзінің жарық диодты шамы бар және қолында ол әрдайым өзімен бірге люминесцентті шам алып жүреді. Ол бұларды қараңғылық түсе бастағаннан кейін бірден жарықтандырған.
km: Lysien ពិត ជា ភ័យ ខ្លាច ពី ភាព ងងឹត គាត់ គិត ថា នៅ ក្នុង ទី ងងឹត មាន សត្វ ចម្លែក ដែល មាន គ្រោះ ថ្នាក់ និង គួរ ឲ្យ ខ្លាច ។ នៅ លើ ក្បាល របស់ គាត់ គាត់ មាន ចង្កៀង LED ផ្ទាល់ ខ្លួន របស់ គាត់ ហើយ នៅ ក្នុង ដៃ របស់ គាត់ គាត់ តែង តែ កាន់ ចង្កៀង ភ្លឺ ជាមួយ គាត់ ។ គាត់ បំភ្លឺ រឿង ទាំង នេះ ភ្លាម ៗ នៅ ពេល ដែល ភាព ងងឹត ចាប់ ផ្តើម ធ្លាក់ ។
kn: ಲೈಸೀನ್ ನಿಜವಾಗಿಯೂ ಕತ್ತಲೆಗೆ ಹೆದರುತ್ತಾನೆ, ಕತ್ತಲೆಯಲ್ಲಿ ಅಪಾಯಕಾರಿ ಮತ್ತು ಭಯಾನಕ ರಾಕ್ಷಸರು ಇದ್ದಾರೆ ಎಂದು ಅವನು ಭಾವಿಸುತ್ತಾನೆ. ಅವನ ತಲೆಯ ಮೇಲೆ ಅವನದೇ ಆದ ಎಲ್ಇಡಿ ದೀಪವಿದೆ ಮತ್ತು ಅವನ ಕೈಯಲ್ಲಿ ಅವನು ಯಾವಾಗಲೂ ತನ್ನೊಂದಿಗೆ ಪ್ರತಿದೀಪಕ ದೀಪವನ್ನು ಒಯ್ಯುತ್ತಾನೆ. ಕತ್ತಲು ಬೀಳಲು ಪ್ರಾರಂಭಿಸಿದ ತಕ್ಷಣ ಅವನು ಇವುಗಳನ್ನು ಬೆಳಗಿಸುತ್ತಾನೆ.
ko: Lysien은 어둠을 정말로 두려워하며, 어둠 속에는 위험하고 무서운 괴물이 있다고 생각합니다. 그의 머리 위에는 자신의 LED 램프가 있고 그의 손에는 항상 형광등을 가지고 있습니다. 그는 어둠이 떨어지기 시작하자마자 이것들을 비춘다.
ku: لیسین بەڕاستی لە تاریکی دەترسێت، ئەو پێی وایە لە تاریکیدا دڕندەی ترسناک و ترسناک هەیە. لەسەر سەری ئەو چرای ئێڵ دی خۆی هەیە و لە دەستیدا هەمیشە چرایەکی فلۆرسنتی لەگەڵ خۆیدا هەڵدەگرێت. ئه و هه ر زووه كان ئه و تاریکیه كان ده رەوشێنێت.
ky: Лисиен чындап эле караңгылыктан коркуп жатат, ал караңгыда кооптуу жана коркунучтуу жырткычтар бар деп ойлойт. Башынын үстүнө өзүнүн led чырактары бар жана колунда дайыма өзү менен люминесценттик чырак алып жүрөт. Ал караңгылык түшө баштаганда, аларды жарыктандырат.
lo: Lysien ມີ ຄວາມ ຢ້ານ ກົວ ແທ້ໆ ກັບ ຄວາມ ມືດ , ລາວ ຄິດ ວ່າ ໃນ ຄວາມ ມືດ ມີ monsters ທີ່ ເປັນ ອັນ ຕະ ລາຍ ແລະ ຫນ້າ ຢ້ານ ກົວ . ເທິງ ຫົວ ຂອງ ລາວ ລາວ ມີ ໂຄມ ໄຟ LED ຂອງ ລາວ ເອງ ແລະ ຢູ່ ໃນ ມື ລາວ ລາວ ມີ ໂຄມ ໄຟ fluorescent ກັບ ລາວ ສະ ເຫມີ. ພຣະ ອົງ ໄດ້ ສ່ອງ ແສງ ສິ່ງ ເຫລົ່າ ນີ້ ທັນ ທີ ທີ່ ຄວາມ ມືດ ເລີ່ມ ຕົກ.
lt: Lysienas tikrai bijo tamsos, jis mano, kad tamsoje yra pavojingų ir baisių monstrų. Ant galvos jis turi savo LED lempą ir rankoje visada su savimi nešiojasi fluorescencinę lempą. Jis juos apšviečia, kai tik tamsa pradeda kristi.
lv: Lysien patiešām baidās no tumsas, viņš domā, ka tumsā ir bīstami un biedējoši monstri. Virs galvas viņam ir sava LED lampa, un rokā viņš vienmēr nēsā līdzi dienasgaismas lampu. Viņš tos apgaismo, tiklīdz tumsa sāk krist.
mg: Tena matahotra ny maizina i Lysien, mihevitra izy fa ao anatin'ny haizina dia misy biby mahatsiravina sy mampatahotra. Eo an-tampon-dohany dia manana ny jirony MANOKANA LED izy ary eny an-tanany dia mitondra jiro sodina miaraka aminy foana izy. Manazava izany Izy raha vantany vao manomboka mirodana ny haizina.
mi: Kai te tino mataku a Lysien i te pouri, e whakaaro ana a ia i roto i te pouri he taniwha mōrearea, he mōrearea. I runga i tōna māhunga, kai a ia tōna ake rama LED, ā, i tōna ringa ka mau tonu a ia i tētahi rama kakara ki a ia. Ka whakamāramatia e ia ēnei i te tīmatanga o te pouri ki te hinga.
mk: Лизиен е навистина исплашен од темнината, мисли дека во мракот има опасни и страшни чудовишта. На врвот на главата тој има своја LED светилка и во раката секогаш носи флуоресцентен светилка со себе. Тој ги осветлува овие веднаш штом ќе почне да паѓа темнината.
ml: ലിസിയൻ ശരിക്കും ഇരുട്ടിനെ ഭയപ്പെടുന്നു, ഇരുട്ടിൽ അപകടകരവും ഭയാനകവുമായ രാക്ഷസന്മാർ ഉണ്ടെന്ന് അദ്ദേഹം കരുതുന്നു. അവന്റെ തലയ്ക്ക് മുകളിൽ സ്വന്തമായി എൽഇഡി വിളക്ക് ഉണ്ട്, അവന്റെ കൈയിൽ എല്ലായ്പ്പോഴും ഒരു ഫ്ലൂറസെന്റ് വിളക്ക് അവനോടൊപ്പം വഹിക്കുന്നു. ഇരുട്ട് വീഴാൻ തുടങ്ങിയാലുടൻ അവൻ ഇവയ്ക്ക് വെളിച്ചം നൽകുന്നു.
mn_cyrl: Лизьен үнэхээр харанхуйд айж байна. Харанхуйд аюултай, аймшигтай мангасууд байдаг гэж боддог. Толгой дээрээ өөрийн гэсэн LED дэнлүүтэй бөгөөд гартаа үргэлж флуоресцент дэнлүүг авч явдаг. Харанхуй болж эхэлмэгц Тэрээр эдгээр гэрлийг асаадаг.
mr: लायसीनला खरोखरच अंधाराची भीती वाटते, अंधारात धोकादायक आणि भीतीदायक राक्षस असतात, असे त्याला वाटते. त्याच्या डोक्यावर त्याचा स्वतःचा एलईडी दिवा असतो आणि हातात तो नेहमी फ्लोरोसेंट दिवा सोबत बाळगतो. अंधार पडू लागताच तो हे दिवे लावतो.
ms: Lysien benar-benar takut dengan kegelapan, dia berfikir bahawa dalam kegelapan terdapat raksasa berbahaya dan menakutkan. Di atas kepalanya dia mempunyai lampu LED sendiri dan di tangannya dia sentiasa membawa lampu pendarfluor dengannya. Dia menyalakan ini sebaik sahaja kegelapan mula jatuh.
mt: Lysien huwa verament beżgħan mid-dlam, jaħseb li fid-dlam hemm monsters perikolużi u tal-biża '. Fuq rasu għandu l-lampa LED tiegħu stess u f'idu dejjem iġorr lampa fluworexxenti miegħu. Huwa jixgħelhom hekk kif id-dlam jibda jaqa '.
my: အမှောင်ထဲမှာ အန္တရာယ်ရှိပြီး ထိတ်လန့်စရာကောင်းတဲ့ နတ်ဆိုးတွေရှိတယ်လို့ သူထင်တယ်။ သူ ၏ ခေါင်း ပေါ်တွင် သူ ၏ ကိုယ်ပိုင် LED မီးခွက် ရှိ ပြီး သူ ၏ လက် ထဲ တွင် သူ နှင့်အတူ ဖလိုရိုရက်စင် မီးခွက် တစ် ခု ကို အမြဲ သယ် ဆောင် သည် ။ အမှောင်ကျလာသည်နှင့် ယင်းတို့ကို မီးညှိပေးတော်မူသည်။
nb: Lysien er virkelig redd for mørket, han tror at i mørket er det farlige og skumle monstre. På toppen av hodet har han sin egen LED-lampe, og i hånden bærer han alltid en fluorescerende lampe med seg. Han tenner disse så snart mørket begynner å falle.
ne: लिसियन साँच्चै अँध्यारोदेखि डराउँदछ, उसले सोच्दछ कि अँध्यारोमा खतरनाक र डरलाग्दो राक्षसहरू छन्। उसको टाउकोमाथि उसको आफ्नै एलईडी बत्ती छ र उसको हातमा ऊ सँधै फ्लोरोसेंट बत्ती बोक्छ। अँध्यारो ढल्न थाल्नेबित्तिकै उहाँले यी बत्तीहरू बाल्नुहुन्छ।
nl: Lysien is echt bang voor het donker, hij denkt dat er in het donker gevaarlijke en enge monsters zijn. Bovenop zijn hoofd heeft hij zijn eigen ledlamp en in zijn hand heeft hij altijd een tl-lamp bij zich. Hij steekt deze aan zodra de duisternis begint te vallen.
or: ଲିସିନ୍ ପ୍ରକୃତରେ ଅନ୍ଧାରକୁ ଭୟ କରନ୍ତି, ସେ ଭାବନ୍ତି ଯେ ଅନ୍ଧାରରେ ବିପଜ୍ଜନକ ଏବଂ ଭୟାନକ ରାକ୍ଷସ ଅଛନ୍ତି | ତାଙ୍କ ମୁଣ୍ଡ ଉପରେ ତାଙ୍କର ନିଜର ଏଲଇଡି ଲ୍ୟାମ୍ପ ଅଛି ଏବଂ ତାଙ୍କ ହାତରେ ସେ ସର୍ବଦା ତାଙ୍କ ସହିତ ଏକ ଫ୍ଲୋରୋସେଣ୍ଟ ଲ୍ୟାମ୍ପ ବହନ କରନ୍ତି | ଅନ୍ଧାର ପଡ଼ିବା ଆରମ୍ଭ ହେବା ମାତ୍ରେ ସେ ଏହାକୁ ଆଲୋକିତ କରନ୍ତି |
pa: ਲਿਸੀਨ ਸੱਚਮੁੱਚ ਹਨੇਰੇ ਤੋਂ ਡਰਦਾ ਹੈ, ਉਹ ਸੋਚਦਾ ਹੈ ਕਿ ਹਨੇਰੇ ਵਿੱਚ ਖਤਰਨਾਕ ਅਤੇ ਡਰਾਉਣੇ ਰਾਖਸ਼ ਹਨ। ਉਸ ਦੇ ਸਿਰ ਦੇ ਉੱਪਰ ਉਸ ਦਾ ਆਪਣਾ ਐਲਈਡੀ ਲੈਂਪ ਹੈ ਅਤੇ ਉਸ ਦੇ ਹੱਥ ਵਿੱਚ ਉਹ ਹਮੇਸ਼ਾਂ ਆਪਣੇ ਨਾਲ ਇੱਕ ਫਲੋਰੋਸੈਂਟ ਲੈਂਪ ਰੱਖਦਾ ਹੈ। ਜਿਵੇਂ ਹੀ ਹਨੇਰਾ ਡਿੱਗਣਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਤਾਂ ਉਹ ਇਨ੍ਹਾਂ ਨੂੰ ਰੋਸ਼ਨ ਕਰਦਾ ਹੈ।
pl: Lysien naprawdę boi się ciemności, myśli, że w ciemności są niebezpieczne i przerażające. Na czubku głowy ma własną lampę LED, a w ręku zawsze nosi ze sobą lampę fluorescencyjną. Zapala je, gdy tylko ciemność zacznie padać.
ps: لیسیین په حقیقت کې د تیارې څخه ویره لری، هغه فکر کوی چې په تیاره کې خطرناکې او ډارونکی هیلری شتون لری. د هغه د سر په سر هغه خپل ایل ای ډی څراغ لری او د هغه په لاس کې هغه تل د فلورینس څراغ له ځان سره لری. هغه دا روښانه کوی څنګه چې تیاره د رالویدو پیل شی.
pt_br: Lysien tem muito medo do escuro, ele acha que no escuro há monstros perigosos e assustadores. Em cima de sua cabeça ele tem sua própria lâmpada led e em sua mão ele sempre carrega uma lâmpada fluorescente com ele. Ele acende isso assim que a escuridão começa a cair.
ro: Lysien este foarte speriat de întuneric, el crede că în întuneric există monștri periculoși și înfricoșători. Deasupra capului are propria lampă LED și în mână poartă întotdeauna cu el o lampă fluorescentă. El le aprinde de îndată ce întunericul începe să cadă.
ru: Лисьен действительно боится темноты, он думает, что в темноте по темноте посвячены опасные и страшные монстры. На голове у него есть своя светодиодная лампа, а в руке он всегда носит с собой флуоресцентную лампу. Он зажигает их, как только темнота начинает падать.
sk: Lysien sa naozaj bojí tmy, myslí si, že v tme sú nebezpečné a strašidelné príšery. Na hlave má vlastnú LED lampu a v ruke vždy nosí so sebou žiarivku. Osvetlí ich hneď, ako začne padať tma.
sl: Lysien se res boji teme, misli, da so v temi nevarne in strašne pošasti. Na vrhu glave ima svojo LED svetilko in v roki vedno nosi fluorescenčne svetilke s sebi. Prižge jih takoj, ko začne tema padati.
sq: Lysien është me të vërtetë i frikësuar nga errësira, ai mendon se në errësirë ka përbindësha të rrezikshëm dhe të frikshëm. Në krye të kokës së tij ai ka llambën e tij LED dhe në dorë ai gjithmonë mban një llambë fluoreshente me vete. Ai i ndez këto sapo errësira fillon të bjerë.
sr_latn: Lisien se stvarno plaši mraka, misli da u mraku ima opasnih i strašnih čudovišta. Na vrhu glave ima svoju LED lampu i u ruci uvek sa sobom nosi fluorescentnu lampu. On ih pali čim tama počne da pada.
sv: Lysien är riktigt mörkrädd, han tror att i mörkret finns det farliga och läskiga monster. Uppe på huvudet har han en egen LED-lampa och i handen bär han alltid med sig ett lysrör, dessa tänder han så fort mörkret börjar falla.
sw: Lysien anaogopa sana giza, anafikiri kwamba gizani kuna monsters hatari na za kutisha. Juu ya kichwa chake ana taa yake ya LED na mkononi mwake kila wakati hubeba taa ya fluorescent pamoja naye. Anawasha hizi mara tu giza linapoanza kuanguka.
ta: லைசியன் உண்மையில் இருட்டைக் கண்டு பயப்படுகிறான், இருளில் ஆபத்தான மற்றும் பயங்கரமான அரக்கர்கள் இருப்பதாக அவன் நினைக்கிறான். அவரது தலைக்கு மேல் அவர் தனது சொந்த எல்.ஈ.டி விளக்கு வைத்திருக்கிறார், மேலும் அவரது கையில் அவர் எப்போதும் ஒரு ஒளிரும் விளக்கை தன்னுடன் எடுத்துச் செல்கிறார். இருள் விழத் தொடங்கியவுடன் அவர் இவற்றை ஒளிரச் செய்கிறார்.
te: లైసీన్ నిజంగా చీకటిని చూసి భయపడతాడు, చీకట్లో ప్రమాదకరమైన మరియు భయానక రాక్షసులు ఉన్నారని అతను అనుకుంటాడు. అతని తలపైన తన స్వంత LED ల్యాంప్ ఉంటుంది మరియు అతని చేతిలో ఎల్లప్పుడూ ఫ్లోరోసెంట్ ల్యాంప్ ని తనతో పాటు తీసుకువెళతాడు. చీకటి పడటం మొదలు పెట్టిన వెంటనే ఆయన వీటిని వెలిగిస్తాడు.
th: Lysien กลัวความมืดจริงๆเขาคิดว่าในความมืดมีสัตว์ประหลาดที่อันตรายและน่ากลัว ด้านบนของหัวของเขาเขามีหลอดไฟ LED ของตัวเองและในมือของเขาเขามักจะพกหลอดฟลูออเรสเซนต์กับเขา พระองค์ทรงจุดไฟเหล่านี้ทันทีที่ความมืดเริ่มตก
tk: Lisien, dogrudanam, garaňkylykdan gorkýar, garaňkyda howply we gorkunç aždarhalar bar diýip pikir edýär. Onuň kellesiniň üstünde öz LED çyrasy bar we elinde hemişe onuň bilen fluoresent çyra göterýär. Garaňky düşüp başlan badyna, ol bulary ýagtyldýar.
tr: Lysien karanlıktan gerçekten korkuyor, karanlıkta tehlikeli ve korkutucu canavarlar olduğunu düşünüyor. Başının üstünde kendi LED lambası var ve elinde her zaman yanında floresan bir lamba taşıyor. Karanlık çökmeye başlar başlamaz bunları yakıyor.
tt: Лисиен чыннан да караңгылыктан курка, караңгыда куркыныч һәм куркыныч монстрлар бар дип уйлый. Башының өстендә аның үзенең LED лампасы бар һәм кулында ул һәрвакыт аның белән флуоресцент яктырткыч йөртә. Ул караңгылык төшә башлагач, аларны утта яндырыр.
ug: Lysien ھەقىقەتەن قاراڭغۇلۇقتىن قورقىدۇ، ئۇ قاراڭغۇلۇقتا خەتەرلىك ۋە قورقۇنۇچلۇق غەلىتە مەخلۇقلار بار دەپ قارايدۇ. ئۇنىڭ بېشىنىڭ ئۈستى تەرىپىدە ئۆزىنىڭ LED لامپىسى بار بولۇپ، قولىغا دائىم فلۇئورېسسېنت لامپا ئېلىپ يۈرىدۇ. ئۇ قاراڭغۇلۇق چۈشۈشكە باشلىسىلا بۇلارنى يورۇتىدۇ.
uk: Лисієн дійсно боїться темряви, він думає, що в темряві зустрічаються небезпечні і страшні монстри. На голові у нього є власна світлодіодна лампа, а в руці він завжди носить з собою люмінесцентну лампу. Він запалює їх, як тільки темрява починає падати.
ur: لائسین واقعی اندھیرے سے خوفزدہ ہے، وہ سمجھتا ہے کہ اندھیرے میں خطرناک اور خوفناک عفریت ہیں۔ اس کے سر کے اوپر اس کا اپنا ایل ای ڈی لیمپ ہے اور اس کے ہاتھ میں وہ ہمیشہ اپنے ساتھ فلوریسنٹ لیمپ لے جاتا ہے۔ جیسے ہی اندھیرا گرنا شروع ہوتا ہے وہ ان کو روشن کرتا ہے۔
uz: Lysien haqiqatan ham qorong'idan qo'rqadi, u qorong'ilikda xavfli va qo'rqinchli maxluqlar bor deb o'ylaydi. Boshining tepasida uning o'zining LED chirog'i bor va qo'lida u har doim o'zi bilan floresan chiroqni ko'tarib yuradi. Zulmat tusha boshlashi bilanoq bularni yoritadi.
vi: Lysien thực sự sợ bóng tối, anh nghĩ rằng trong bóng tối có những con quái vật nguy hiểm và đáng sợ. Trên đỉnh đầu, anh ta có đèn LED của riêng mình và trong tay anh ta luôn mang theo một chiếc đèn huỳnh quang. Anh ta thắp sáng những thứ này ngay khi bóng tối bắt đầu buông xuống.
zh_hans: 莉西安真的很害怕黑暗，他认为黑暗中有危险和可怕的怪物。在他的头顶上，他有自己的LED灯，手里总是随身携带一盏荧光灯。一旦黑暗开始降临，他就点燃了这些。
zu: ULysien uyesaba ngempela ubumnyama, ucabanga ukuthi ebumnyameni kukhona izilo eziyingozi futhi ezesabekayo. Phezu kwekhanda lakhe unesibani sakhe se-LED futhi esandleni sakhe uhlala ephethe isibani se-fluorescent naye. Ukhanyisa lezi ngokushesha lapho ubumnyama buqala ukuwa.
