Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_16_title
source: Goal 16: Peace, justice and strong institutions
af: Doel 16: Vrede, geregtigheid en sterk instellings
am: ግብ 16 ሰላም፣ ፍትህና ጠንካራ ተቋማት
ar: الهدف 16: السلام والعدالة والمؤسسات القوية
as: লক্ষ্য 16: শান্তি, ন্যায় আৰু শক্তিশালী প্ৰতিষ্ঠান
az: Məqsəd 16: Sülh, ədalət və güclü qurumlar
bg: Цел 16: Мир, правосъдие и силни институции
bn: লক্ষ্য ১৬: শান্তি, ন্যায়বিচার এবং শক্তিশালী প্রতিষ্ঠান
bo: དམིགས་འབེན་བཅུ་དྲུག་པ། ཞི་བདེ་དང་། དྲང་བདེན། སྟོབས་དང་ལྡན་པའི་སྒྲིག་གཞི།
bs: Cilj 16: Mir, pravda i jake institucije
ca: Objectiu 16: Pau, justícia i institucions sòlides
cs: Cíl 16: Mír, spravedlnost a silné instituce
cy: Nod 16: Heddwch, cyfiawnder a sefydliadau cryf
da: Mål 16: Fred, retfærdighed og stærke institutioner
de: Ziel 16: Frieden, Gerechtigkeit und starke Institutionen
el: Στόχος 16: Ειρήνη, δικαιοσύνη και ισχυροί θεσμοί
es: Objetivo 16: Paz, justicia e instituciones sólidas
et: 16. eesmärk: rahu, õiglus ja tugevad institutsioonid
eu: 16. helburua: Bakea, justizia eta erakunde sendoak
fa: هدف 16: صلح، عدالت و نهادهای قوی
fi: Tavoite 16: Rauha, oikeus ja vahvat instituutiot
fil: Mithiin 16: Kapayapaan, katarungan at malakas na institusyon
fo: Goal 16: Friður, rættvísi og sterkur.
fr: Objectif 16 : Paix, justice et institutions fortes
ga: Sprioc 16: Síocháin, ceartas agus institiúidí láidre
gl: Obxectivo 16: PAZ, XUSTIZA E INSTITUCIÓNS SÓLIDAS
gu: લક્ષ્યાંક ૧૬ઃ શાંતિ, ન્યાય અને મજબૂત સંસ્થાઓ
he: מטרה 16: שלום, צדק ומוסדות חזקים
hi: लक्ष्य 16: शांति, न्याय और मजबूत संस्थान
hr: 16. cilj: Mir, pravda i snažne institucije
hu: 16. cél: Béke, igazságosság és erős intézmények
hy: Նպատակ 16. Խաղաղություն, արդարություն եւ ամուր հաստատություններ
id: Tujuan 16: Perdamaian, keadilan, dan institusi yang kuat
is: Markmið 16: Friður, réttlæti og sterkar stofnanir
it: Obiettivo 16: Pace, giustizia e istituzioni forti
ja: 目標16:平和、正義、強力な制度
ka: მიზანი 16: მშვიდობა, სამართლიანობა და ძლიერი ინსტიტუტები
kk: 16-мақсат: Бейбітшілік, әділеттілік және мықты институттар
km: គោលដៅទី១៦៖ សន្តិភាព យុត្តិធម៌ និងស្ថាប័នរឹងមាំ
kn: ಗುರಿ 16: ಶಾಂತಿ, ನ್ಯಾಯ ಮತ್ತು ಬಲವಾದ ಸಂಸ್ಥೆಗಳು
ko: 목표 16 : 평화, 정의 및 강력한 제도
ku: ئامانج 16: ئاشتی و دادپەروەری و دامەزراوە بەهێزەکان
ky: Максаты 16: Тынчтык, адилеттүүлүк жана күчтүү институттар
lo: ເປົ້າຫມາຍທີ 16: ສັນຕິພາບ, ຍຸຕິທໍາ ແລະ ສະຖາບັນທີ່ເຂັ້ມແຂງ
lt: 16 tikslas: taika, teisingumas ir stiprios institucijos
lv: 16. mērķis: miers, taisnīgums un spēcīgas iestādes
mg: Tanjona 16: Fandriampahalemana, rariny ary andrim-panjakana matanjaka
mi: Goal 16: Rangimarie, tika me ngā rōpū pakari
mk: Цел 16: Мир, правда и силни институции
ml: ലക്ഷ്യം 16: സമാധാനം, നീതി, ശക്തമായ സ്ഥാപനങ്ങൾ
mn_cyrl: Зорилго 16. Энх тайван, шударга ёс, хүчирхэг байгууллагууд
mr: ध्येय १६ : शांतता, न्याय आणि मजबूत संस्था
ms: Matlamat 16: Keamanan, keadilan dan institusi yang kuat
mt: Għan 16: Paċi, ġustizzja u istituzzjonijiet b'saħħithom
my: ပန်းတိုင် ၁၆– ငြိမ်းချမ်းရေး၊ တရားမျှတမှုနဲ့ ခိုင်ခံ့တဲ့ အဖွဲ့အစည်းတွေ
nb: Mål 16: Fred, rettferdighet og sterke institusjoner
ne: लक्ष्य १६: शान्ति, न्याय र सुदृढ संस्थाहरू
nl: Doel 16: Vrede, gerechtigheid en sterke instellingen
or: ଲକ୍ଷ୍ୟ 16: ଶାନ୍ତି, ନ୍ୟାୟ ଏବଂ ଶକ୍ତିଶାଳୀ ଅନୁଷ୍ଠାନ
pa: ਟੀਚਾ 16: ਸ਼ਾਂਤੀ, ਨਿਆਂ ਅਤੇ ਮਜ਼ਬੂਤ ਸੰਸਥਾਵਾਂ
pl: Cel 16: Pokój, sprawiedliwość i silne instytucje
ps: ۱۶ هدف : سوله ، عدالت او پیاوړی بنسټونه
pt_br: Objetivo 16: Paz, justiça e instituições fortes
ro: Obiectivul 16: Pace, justiție și instituții puternice
ru: Цель 16: Мир, правосудие и сильные институты
sk: Cieľ 16: Mier, spravodlivosť a silné inštitúcie
sl: Cilj 16: Mir, pravičnost in močne institucije
sq: Qëllimi 16: Paqja, drejtësia dhe institucionet e forta
sr_latn: Cilj 16: Mir, pravda i jake institucije
sv: Mål 16: Fredliga och inkluderande samhällen
sw: Lengo 16: Amani, haki na taasisi imara
ta: இலக்கு 16: அமைதி, நீதி மற்றும் வலுவான நிறுவனங்கள்
te: లక్ష్యం 16: శాంతి, న్యాయం మరియు బలమైన సంస్థలు
th: เป้าหมายที่ 16: สันติภาพ ความยุติธรรม และสถาบันที่เข้มแข็ง
tk: Maksadyň 16-njy maksady: Parahatlyk, adalatlylyk we güýçli institutlar
tr: Hedef 16: Barış, adalet ve güçlü kurumlar
tt: 16-нчы максат: Тынычлык, гаделлек һәм көчле институтлар
ug: 16-نىشان: تىنچلىق، ئادالەت ۋە كۈچلۈك ئورگانلار
uk: Ціль 16: Мир, справедливість і сильні інститути
ur: ہدف 16: امن، انصاف اور مضبوط ادارے
uz: 16-maqsad: Tinchlik, adolat va kuchli institutlar
vi: Mục tiêu 16: Hòa bình, công lý và các thể chế mạnh mẽ
zh_hans: 目标16：和平、正义和强有力的机构
zu: Umgomo 16: Ukuthula, ubulungiswa kanye nezikhungo eziqinile

# undp_goal_17_description
source: To create a better world we should work together, with each other, and with other countries.
af: Om 'n beter wêreld te skep, moet ons saamwerk, met mekaar en met ander lande.
am: የተሻለ ዓለም ለመፍጠር አብረን፣ እርስ በርስ፣ እና ከሌሎች አገሮች ጋር መሥራት አለብን።
ar: ولخلق عالم أفضل، ينبغي أن نعمل معا، مع بعضنا البعض، ومع البلدان الأخرى.
as: এখন উন্নত পৃথিৱী গঢ়ি তুলিবলৈ আমি একেলগে, ইজনে সিজনৰ সৈতে আৰু আন দেশৰ সৈতে কাম কৰা উচিত।
az: Daha yaxşı bir dünya yaratmaq üçün bir yerdə, bir-birimizlə və digər ölkələrlə əməkdaşlıq etməliyik.
bg: За да създадем по-добър свят трябва да работим заедно, един с друг, и с други страни.
bn: একটি উন্নততর বিশ্ব গড়ে তোলার জন্য আমাদের একসাথে, একে অপরের সাথে এবং অন্যান্য দেশের সাথে কাজ করা উচিত।
bo: སྔར་ལས་མཛེས་སྡུག་ལྡན་པའི་འཛམ་གླིང་ཞིག་གསར་སྐྲུན་བྱེད་པར་ང་ཚོས་ཐུན་མོང་ཐོག་འབད་བརྩོན་བྱ་དགོས་པ་དང་། ཕན་ཚུན་འབད་བརྩོན་བྱ་དགོས
bs: Da bi stvorili bolji svijet trebali bi raditi zajedno, jedni s drugima, i sa drugim zemljama.
ca: Per crear un món millor hem de treballar junts, entre nosaltres i amb altres països.
cs: Abychom vytvořili lepší svět, měli bychom spolupracovat, mezi sebou navzájem a s ostatními zeměmi.
cy: Er mwyn creu byd gwell dylen ni weithio gyda'n gilydd, gyda'n gilydd, a gyda gwledydd eraill.
da: For at skabe en bedre verden bør vi arbejde sammen, med hinanden og med andre lande.
de: Um eine bessere Welt zu schaffen, sollten wir zusammenarbeiten, miteinander und mit anderen Ländern.
el: Για να δημιουργήσουμε έναν καλύτερο κόσμο πρέπει να συνεργαστούμε, μεταξύ μας και με άλλες χώρες.
es: Para crear un mundo mejor debemos trabajar juntos, juntos y con otros países.
et: Parema maailma loomiseks peaksime tegema koostööd nii omavahel kui ka teiste riikidega.
eu: Mundu hobe bat sortzeko elkarrekin lan egin behar dugu, gure artean eta beste herrialde batzuekin.
fa: برای ایجاد دنیای بهتر باید با هم، با یکدیگر و با کشورهای دیگر کار کنیم.
fi: Paremman maailman luomiseksi meidän olisi tehtävä yhteistyötä, toistemme ja muiden maiden kanssa.
fil: Upang lumikha ng mas magandang mundo dapat tayong magtulungan, sa isa't isa, at sa iba pang mga bansa.
fo: Fyri at skapa ein betri heim, áttu vit at arbeitt saman við hvørjum øðrum, og við øðrum londum.
fr: Pour créer un monde meilleur, nous devrions travailler ensemble, les uns avec les autres et avec d’autres pays.
ga: Chun domhan níos fearr a chruthú ba chóir dúinn oibriú le chéile, lena chéile, agus le tíortha eile.
gl: Para crear un mundo mellor debemos traballar xuntos, entre si e con outros países.
gu: વધુ સારી દુનિયાનું નિર્માણ કરવા માટે આપણે એકબીજા સાથે અને અન્ય દેશો સાથે મળીને કામ કરવું જોઈએ.
he: כדי ליצור עולם טוב יותר עלינו לעבוד יחד, זה עם זה ועם מדינות אחרות.
hi: एक बेहतर दुनिया बनाने के लिए हमें एक साथ, एक-दूसरे के साथ और अन्य देशों के साथ मिलकर काम करना चाहिए।
hr: Da bismo stvorili bolji svijet trebali bismo raditi zajedno, jedni s drugima i s drugim zemljama.
hu: Egy jobb világ megteremtése érdekében együtt kell működnünk, együtt kell működnünk egymással és más országokkal.
hy: Ավելի լավ աշխարհ ստեղծելու համար մենք պետք է աշխատենք միասին, միմյանց հետ եւ այլ երկրների հետ:
id: Untuk menciptakan dunia yang lebih baik kita harus bekerja sama, dengan satu sama lain, dan dengan negara-negara lain.
is: Til að skapa betri heim ættum við að vinna saman, hvert við annað og með öðrum löndum.
it: Per creare un mondo migliore dovremmo lavorare insieme, gli uni con gli altri e con gli altri paesi.
ja: より良い世界を作るためには、互いに、そして他の国々と協力する必要があります。
ka: უკეთესი სამყაროს შესაქმნელად ჩვენ უნდა ვიმუშაოთ ერთმანეთთან ერთად და სხვა ქვეყნებთან.
kk: Жақсы әлем құру үшін біз бір-бірімізбен және басқа елдермен бірлесіп жұмыс істеуіміз керек.
km: ដើម្បី បង្កើត ពិភពលោក មួយ ដែល ប្រសើរ ជាង នេះ យើង គួរ តែ ធ្វើ ការ ជាមួយ គ្នា ជាមួយ គ្នា និង ជាមួយ ប្រទេស ផ្សេង ទៀត។
kn: ಉತ್ತಮ ಜಗತ್ತನ್ನು ಸೃಷ್ಟಿಸಲು ನಾವು ಪರಸ್ಪರ, ಪರಸ್ಪರ ಮತ್ತು ಇತರ ದೇಶಗಳೊಂದಿಗೆ ಒಟ್ಟಾಗಿ ಕೆಲಸ ಮಾಡಬೇಕು.
ko: 더 나은 세상을 만들기 위해 우리는 함께, 서로, 그리고 다른 나라들과 협력해야 합니다.
ku: بۆ دروستکردنی جیهانێکی باشتر دەبێت پێکەوە کاربکەین، لەگەڵ یەکتر و لەگەڵ وڵاتانی تر.
ky: Жакшы дүйнөнү түзүү үчүн биз бири-бирибиз менен жана башка өлкөлөр менен бирге иштешибиз керек.
lo: ເພື່ອສ້າງໂລກໃຫ້ດີຂຶ້ນ ເຮົາຄວນເຮັດວຽກຮ່ວມກັນ ແລະ ກັນ ແລະ ກັບປະເທດອື່ນໆ.
lt: Norėdami sukurti geresnį pasaulį, turėtume dirbti kartu, vieni su kitais ir su kitomis šalimis.
lv: Lai radītu labāku pasauli, mums ir jāstrādā kopā, savā starpā un ar citām valstīm.
mg: Mba hamoronana tontolo tsaratsara kokoa dia tokony hiara-hiasa isika, eo amin'izy samy izy, ary amin'ny firenena hafa.
mi: Hei hanga i tētahi ao pai ake, me mahi tahi tātau, me tetahi, me ētahi atu whenua.
mk: За да создадеме подобар свет треба да работиме заедно, еден со друг, и со други земји.
ml: മെച്ചപ്പെട്ട ഒരു ലോകം സൃഷ്ടിക്കുന്നതിന് നാം ഒരുമിച്ച്, പരസ്പരം, മറ്റ് രാജ്യങ്ങളുമായി ചേർന്ന് പ്രവർത്തിക്കണം.
mn_cyrl: Бид илүү сайн дэлхийг бий болгохын тулд хамтдаа, бие биетэйгээ болон бусад улс орнуудтай хамтран ажиллах ёстой.
mr: एक चांगले जग निर्माण करण्यासाठी आपण एकत्र, एकमेकांबरोबर आणि इतर देशांसोबत काम केले पाहिजे.
ms: Untuk mewujudkan dunia yang lebih baik, kita harus bekerjasama, antara satu sama lain, dan dengan negara-negara lain.
mt: Biex noħolqu dinja aħjar għandna naħdmu flimkien, ma ' xulxin, u ma 'pajjiżi oħra.
my: ပိုကောင်းတဲ့ကမ္ဘ့ကို ဖန်တီးဖို့ အချင်းချင်း၊ တခြားနိုင်ငံတွေနဲ့ အတူလုပ်ဆောင်သင့်ပါတယ်။
nb: For å skape en bedre verden bør vi jobbe sammen, med hverandre og med andre land.
ne: राम्रो संसार निर्माण गर्न हामीले एकअर्कासँग र अन्य देशहरूसँग मिलेर काम गर्नुपर्छ।
nl: Om een betere wereld te creëren moeten we samenwerken, met elkaar en met andere landen.
or: ଏକ ଉତ୍ତମ ବିଶ୍ୱ ସୃଷ୍ଟି କରିବା ପାଇଁ ଆମେ ପରସ୍ପର ସହିତ ଏବଂ ଅନ୍ୟ ଦେଶ ସହିତ ମିଳିତ ଭାବେ କାର୍ଯ୍ୟ କରିବା ଉଚିତ୍ ।
pa: ਇੱਕ ਬਿਹਤਰ ਵਿਸ਼ਵ ਦੀ ਸਿਰਜਣਾ ਲਈ ਸਾਨੂੰ ਇੱਕ ਦੂਜੇ ਨਾਲ, ਅਤੇ ਹੋਰ ਦੇਸ਼ਾਂ ਨਾਲ ਮਿਲ ਕੇ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Aby stworzyć lepszy świat, powinniśmy pracować razem, ze sobą nawzajem i z innymi krajami.
ps: د ښه نړۍ د رامنځته کولو لپاره موږ باید په ګډه کار وکړو، یو له بل سره، او د نورو هېوادونو سره.
pt_br: Para criar um mundo melhor, devemos trabalhar juntos, uns com os outros e com outros países.
ro: Pentru a crea o lume mai bună, ar trebui să lucrăm împreună, unii cu alții și cu alte țări.
ru: Чтобы создать лучший мир, мы должны работать вместе, друг с другом и с другими странами.
sk: Ak chceme vytvoriť lepší svet, mali by sme spolupracovať, navzájom a s ostatnými krajinami.
sl: Da bi ustvarili boljši svet, bi morali delati skupaj, med seboj in z drugimi državami.
sq: Për të krijuar një botë më të mirë duhet të punojmë së bashku, me njëri-tjetrin dhe me vende të tjera.
sr_latn: Da bismo stvorili bolji svet treba da radimo zajedno, jedni sa drugima, i sa drugim zemljama.
sv: Det betyder att vi ska arbeta tillsammans och med andra länder för att skapa en bättre värld.
sw: Ili kujenga dunia bora tunapaswa kufanya kazi pamoja, na kila mmoja, na nchi nyingine.
ta: ஒரு சிறந்த உலகை உருவாக்க நாம் ஒருவருக்கொருவர், மற்ற நாடுகளுடன் இணைந்து செயல்பட வேண்டும்.
te: మెరుగైన ప్రపంచాన్ని సృష్టించడానికి మనం ఒకరితో ఒకరు, ఇతర దేశాలతో కలిసి పనిచేయాలి.
th: เพื่อสร้างโลกที่ดีกว่าเราควรทํางานร่วมกันซึ่งกันและกันและกับประเทศอื่น ๆ
tk: Gowy dünýäni döretmek üçin biz bilelikde, birek-birege, beýleki ýurtlar bilen işleşmeli.
tr: Daha iyi bir dünya yaratmak için birbirimizle, birbirimizle ve diğer ülkelerle birlikte çalışmalıyız.
tt: Яхшы дөнья булдыру өчен без бер-беребез белән, башка илләр белән бергә эшләргә тиешбез.
ug: تېخىمۇ گۈزەل دۇنيا بەرپا قىلىش ئۈچۈن ئورتاق تىرىشىشىمىز، ئۆزئارا ھەمدەم بولۇشىمىز، باشقا دۆلەتلەر بىلەن بىللە بولۇشىمىز كېرەك.
uk: Щоб створити кращий світ, ми повинні працювати разом, один з одним і з іншими країнами.
ur: ایک بہتر دنیا بنانے کے لئے ہمیں ایک دوسرے کے ساتھ اور دوسرے ممالک کے ساتھ مل کر کام کرنا چاہئے۔
uz: Yaxshiroq dunyoni yaratish uchun biz birgalikda, bir-birimiz bilan va boshqa davlatlar bilan ishlashimiz kerak.
vi: Để tạo ra một thế giới tốt đẹp hơn, chúng ta nên làm việc cùng nhau, với nhau và với các quốc gia khác.
zh_hans: 为了创造一个更美好的世界，我们应该共同努力，彼此合作，并与其他国家共同努力。
zu: Ukwakha umhlaba ongcono kufanele sisebenze ndawonye, nomunye, namanye amazwe.

# undp_goal_17_title
source: Goal 17: Partnerships for the goals
af: Doel 17: Vennootskappe vir die doelwitte
am: ግብ 17 ለግቦቹ አጋርነት
ar: الهدف 17: الشراكات من أجل تحقيق الأهداف
as: লক্ষ্য 17: লক্ষ্যৰ বাবে অংশীদাৰীত্ব
az: Məqsəd 17: Məqsədlər üçün həmkarlar ittifaqları
bg: Цел 17: Партньорства за целите
bn: লক্ষ্য 17: লক্ষ্যগুলির জন্য অংশীদারিত্ব
bo: དམིགས་འབེན་བཅུ་བདུན་པ། དམིགས་འབེན་གྱི་རོགས་ཟླའི་འབྲེལ་བ།
bs: Cilj 17: Partnerstva za ciljeve
ca: Objectiu 17: Aliances per als objectius
cs: Cíl 17: Partnerství pro dosažení cílů
cy: Gôl 17: Partneriaethau ar gyfer y nodau
da: Mål 17: Partnerskaber for målene
de: Ziel 17: Partnerschaften für die Ziele
el: Στόχος 17: Συνεργασίες για τους στόχους
es: Objetivo 17: Alianzas para los objetivos
et: 17. eesmärk: partnerlus eesmärkide saavutamiseks
eu: 17. helburua: Helburuak lortzeko aliantzak
fa: هدف 17 : مشارکت برای اهداف
fi: Tavoite 17: Kumppanuudet tavoitteiden saavuttamiseksi
fil: Mithiin 17: Pakikipagsosyo para sa mga layunin
fo: Goal 17: Partnerships for málum.
fr: Objectif 17 : Partenariats pour atteindre les objectifs
ga: Sprioc 17: Comhpháirtíochtaí do na spriocanna
gl: Obxectivo 17: ASOCIACIÓNS PARA OS OBXECTIVOS
gu: ધ્યેય ૧૭ઃ લક્ષ્યાંકો માટે ભાગીદારી
he: מטרה 17: שותפויות למען המטרות
hi: लक्ष्य 17: लक्ष्यों के लिए साझेदारी
hr: Cilj 17:Partnerstva za ciljeve
hu: 17. cél: Partnerségek a célokért
hy: Նպատակ 17. Նպատակների համար համագործակցություն
id: Sasaran 17: Kemitraan untuk tujuan
is: Markmið 17: Samstarf um markmiðin
it: Obiettivo 17: Partnership per gli obiettivi
ja: 目標17:目標のためのパートナーシップ
ka: მიზანი 17: პარტნიორობა მიზნებისათვის
kk: 17-мақсат: Алға қойылған мақсаттарға арналған серіктестіктер
km: គោលដៅទី១៧៖ ភាពជា ដៃគូសម្រាប់គោលដៅ
kn: ಗುರಿ 17: ಗೋಲ್ ಗಳಿಗಾಗಿ ಪಾಲುದಾರಿಕೆ
ko: 목표 17 : 목표를위한 파트너십
ku: ئامانج 17: هاوبەشی بۆ ئامانجەکان
ky: Максат 17: Максаттар үчүн өнөктөштүк
lo: ເປົ້າຫມາຍທີ 17: ຄູ່ຮ່ວມງານເພື່ອເປົ້າຫມາຍ
lt: 17 tikslas: partnerystė siekiant tikslų
lv: 17. mērķis: partnerības mērķu sasniegšanai
mg: Tanjona 17: Fiaraha-miasa ho an'ireo tanjona
mi: Goal 17: Ngā ngātahitanga mō ngā whāinga
mk: Цел 17: Партнерства за целите
ml: ഗോൾ 17: ലക്ഷ്യങ്ങൾക്കായുള്ള പങ്കാളിത്തം
mn_cyrl: Зорилго 17: Зорилтуудын төлөөх түншлэл
mr: गोल १७ : गोलसाठी भागीदारी
ms: Matlamat 17: Perkongsian untuk matlamat
mt: Għan 17: Sħubijiet għall-għanijiet
my: ပန်းတိုင် ၁၇– ပန်းတိုင်များအတွက် တွဲဖက်ဖွဲ့စည်းမှုများ
nb: Mål 17: Partnerskap for målene
ne: लक्ष्य १७: गोलका लागि साझेदारी
nl: Doel 17: Partnerschappen voor de doelen
or: ଲକ୍ଷ୍ୟ 17: ଲକ୍ଷ୍ୟ ପାଇଁ ଭାଗିଦାରୀ
pa: ਟੀਚਾ 17: ਟੀਚਿਆਂ ਵਾਸਤੇ ਭਾਈਵਾਲੀਆਂ
pl: Cel 17: Partnerstwo na rzecz celów
ps: اوولسم هدف : د اهدافو لپاره شراکت
pt_br: Objetivo 17: Parcerias para os objetivos
ro: Obiectivul 17: Parteneriate pentru obiective
ru: Цель 17: Партнерство в интересах достижения целей
sk: Cieľ 17: Partnerstvá pre ciele
sl: Cilj 17: Partnerstva za cilje
sq: Objektivi 17: Partneritete për objektivat
sr_latn: Cilj 17: Partnerstva za ciljeve
sv: Mål 17: Genomförande och globalt partnerskap
sw: Lengo 17: Ushirikiano kwa malengo
ta: இலக்கு 17: இலக்குகளுக்கான கூட்டாண்மைகள்
te: గోల్ 17: గోల్స్ కోసం భాగస్వామ్యాలు
th: เป้าหมายที่ 17: ความร่วมมือเพื่อเป้าหมาย
tk: 17-nji maksat: Maksatlaryň şäriklikleri
tr: Hedef 17: Hedefler için ortaklıklar
tt: 17-нче максат: максатларга партнерлыклар
ug: 17-نىشان: نىشان ئۈچۈن ھەمراھلىق
uk: Ціль 17: Партнерство для досягнення цілей
ur: ہدف 17: اہداف کے لئے شراکت داری
uz: 17-maqsad: Maqsadlar uchun sheriklik
vi: Mục tiêu 17: Quan hệ đối tác cho các mục tiêu
zh_hans: 目标17：伙伴关系促进各项目标的实现
zu: Umgomo 17: Ukubambisana kwezinhloso
