Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# trashmonster_flamman_description
source: Fire and heat are two things that Flamman is passionate about. She collects everything that no one else wants. Diapers, dish brushes and pacifiers, that's her stuff!
af: Vuur en hitte is twee dinge waaroor Flamman passievol is. Sy versamel alles wat niemand anders wil hê nie. Doeke, gereg borsels en fopspeen, dit is haar dinge!
am: እሳትና ሙቀት ፍላምማን በጣም የሚወዱባቸው ሁለት ነገሮች ናቸው ። ሌላ ማንም የማይፈልገውን ሁሉ ትሰበስባለች ። ዲያፐር, ዲሽ ብሩሽ እና pacifiers, ይህ የእሷ ዕቃ ነው!
ar: النار والحرارة هما شيئان أن اللهب هو عاطفي عن. إنها تجمع كل ما لا يريده أحد آخر حفاضات، فرش طبق والمصاصات، وهذا هو الاشياء لها!
as: জুই আৰু তাপ দুটা বস্তু যাৰ বিষয়ে ফ্লেমমেন উৎসাহী। তাই আন কোনেও বিচৰা সকলোবোৰ সংগ্ৰহ কৰে। ডায়েপাৰ, ডিছ ব্ৰাছ আৰু পেচিফায়াৰ, সেয়া তাইৰ সামগ্ৰী!
az: Alov və istilik – Flammanın ehtiraslı olduğu iki şey. O, başqa heç kimin istəmədiyi hər şeyi toplayır. Diaperlər, xörək fırçaları və pazır, bu onun əşyalarıdır!
bg: Огънят и топлината са две неща, за които Фламман е страстен. Тя събира всичко, което никой друг не иска. Пелени, четки за ястие и биберон, това са нейните неща!
bn: আগুন এবং তাপ দুটি জিনিস যা ফ্ল্যামম্যান সম্পর্কে উত্সাহী। তিনি এমন সব কিছু সংগ্রহ করেন যা অন্য কেউ চায় না। ডায়াপার, ডিশ ব্রাশ এবং প্যাসিফায়ার, এটি তার জিনিস!
bo: མེ་དང་ཚ་བ་ནི་ཧྥུ་ལ་མན་གྱིས་སྤྲོ་སེམས་རབ་ཏུ་འཁོལ་བའི་བྱ་བ་གཉིས་ཡིན། ཁོ་མོས་མི་གཞན་ལ་མི་དགོས་པའི་དངོས་པོ་ཚང་མ་འཚོལ་སྡུད་བྱས། གཅིན་པ་གཏོང་མཁན་དང་། ཚོད་མའི་སོ་ཤད། ཕན་བདེ་ཅན་བཅས་ནི་ཁོ་མོའི་དངོས་པོ་རེད།
bs: Vatra i vrućina su dvije stvari zbog kojih je Flamman strastven. Ona skuplja sve što niko drugi ne želi. Pelene, četke za sudove i cicifere, to su njene stvari!
ca: El foc i la calor són dues coses que a Flamman els apassiona. Recull tot allò que ningú més vol. Bolquers, pinzells i xumets, aquestes són les seves coses!
cs: Oheň a teplo jsou dvě věci, které Flamman vášnivě baví. Sbírá vše, co nikdo jiný nechce. Plenky, kartáčky na nádobí a dudlíky, to je její věc!
cy: Mae tân a gwres yn ddau beth y mae Flamman yn angerddol amdano. Mae hi'n casglu popeth nad oes unrhyw un arall eisiau. Diarhebion, brwshys dish a pacifiers, dyna'i stwff hi!
da: Ild og varme er to ting, som Flammen brænder for. Hun samler på alt, hvad ingen andre ønsker. Bleer, opvaskebørster og sutter, det er hendes ting!
de: Feuer und Hitze sind zwei Dinge, für die sich Flamman leidenschaftlich interessiert. Sie sammelt alles, was sonst niemand will. Windeln, Spülbürsten und Schnuller, das ist ihr Zeug!
el: Η φωτιά και η θερμότητα είναι δύο πράγματα για τα οποία ο Flamman είναι παθιασμένος. Συλλέγει όλα όσα κανείς άλλος δεν θέλει. Πάνες, βούρτσες πιάτων και πιπίλες, αυτά είναι τα πράγματά της!
es: El fuego y el calor son dos cosas que apasionan a la Llama. Ella recoge todo lo que nadie más quiere. Pañales, cepillos de platos y chupetes, ¡eso es lo suyo!
et: Tuli ja kuumus on kaks asja, mille vastu Flamman kirglik on. Ta kogub kõike, mida keegi teine ei taha. Mähkmed, nõudeharjad ja lutid, see on tema värk!
eu: Sua eta beroa Flamman maite duten bi gauza dira. Beste inork nahi ez duen guztia biltzen du. Pañalak, plateretarako eskuilak eta txupeteak, hori da berea!
fa: آتش و گرما دو چیز است که فلامن به آن ها پرشور است. اون هر چيزي که هيچ دييلي نميخواد رو جمع ميکنه کاپي، برس ظرف و پستانک، اين چيزاي اون ه!
fi: Tuli ja kuumuus ovat kaksi asiaa, joista Liekki on intohimoinen. Hän kerää kaiken, mitä kukaan muu ei halua. Vaipat, tiskiharjat ja tuttit, ne ovat hänen tavaroitaan!
fil: Sunog at init ay dalawang bagay na Flamman ay madilla tungkol sa. Nangongolekta siya ng lahat ng gusto. Diapers, dish brushes at pacifier, na ang kanyang mga bagay-bagay!
fo: Eldur og hita eru tvey ting, sum Flamman er fyri. Hon samlar alt, sum eingin annar vil. Diapers, dish bustar og friðarhugar, tað er hennara ting!
fr: Le feu et la chaleur sont deux choses qui passionnent la Flamme. Elle recueille tout ce que personne d’autre ne veut. Couches, pinceaux à vaisselle et sucettes, c’est son truc !
ga: Is dhá rud iad tine agus teas a bhfuil Flamman paiseanta fúthu. Bailíonn sí gach rud nach dteastaíonn ó aon duine eile. Diapers, scuaba mias agus pacifiers, sin a rudaí!
gl: Lume e calor son dúas cousas que Flamman é apaixonado. Ela recolle todo o que ninguén quere. Cueiros, cepillos de pratos e pacificadores, esa é a súa cousa!
gu: આગ અને ગરમી એ બે વસ્તુઓ છે જેના વિશે ફ્લેમમેન ઉત્સાહી છે. તે બધું જ એકત્રિત કરે છે જે બીજું કોઈ ઇચ્છતું નથી. ડાયપર, ડિશ બ્રશ અને પેસિફાયર્સ, તે જ તેની સામગ્રી છે!
he: אש וחום הם שני דברים שפלאמן נלהב מהם. היא אוספת את כל מה שאף אחד אחר לא רוצה. חיתולים, מברשות כלים ומוצצים, זה החומר שלה!
hi: आग और गर्मी दो चीजें हैं जिनके बारे में फ्लेममैन भावुक है। वह वह सब कुछ इकट्ठा करती है जो कोई और नहीं चाहता है। डायपर, डिश ब्रश और शांत करनेवाला, कि उसका सामान है!
hr: Vatra i vrućina su dvije stvari oko kojih je Flamman strastven. Ona skuplja sve što nitko drugi ne želi. Pelene, četke za jelo i dude, to su njene stvari!
hu: A tűz és a hőség két dolog, amiért Flamman rajong. Mindent összegyűjt, amit senki más nem akar. Pelenkák, edénykefék és cumi, ez az ő cucca!
hy: Կրակն ու ջերմությունը երկու բան են, որոնցով ֆլամանն է տարված: Նա հավաքում է այն ամենը, ինչ ուրիշ ոչ ոք չի ուզում։ Տակդիրներ, ափսեի խոզանակներ եւ պասիֆերներ, դա նրա իրա!!
id: Api dan panas adalah dua hal yang membuat Flamman bersemangat. Dia mengumpulkan semua yang tidak diinginkan orang lain. Popok, kuas piring, dan dot, itu barangnya!
is: Eldur og hiti er tvennt sem Flamman hefur brennandi áhuga á. Hún safnar öllu sem enginn annar vill. Bleyjur, fataburstar og pacifiers, það er hennar dót!
it: Fuoco e calore sono due cose di cui Flamman è appassionato. Raccoglie tutto ciò che nessun altro vuole. Pannolini, pennelli per piatti e ciucci, questa è la sua roba!
ja: 火と熱は、炎が情熱的である2つのことです。彼女は他の誰も望んでいないすべてを収集します。おむつ、皿ブラシ、おしゃぶり、それは彼女のものです!
ka: ცეცხლი და სითბო ორი რამ არის, რომლებზეც ფლამანი გატაცებულია. იგი აგროვებს ყველაფერს, რაც არავის სურს. საფენები, კერძი ჯაგრისები და საწოვარები, ეს მისი პერსონალია!
kk: От пен жылу - Фламан құштарлық танытатын екі нәрсе. Ол басқа ешкім қаламайтынның бәрін жинайды. Жөргектер, тағам щеткалары мен пацификаторлар, яғни оның нәруызы!
km: អគ្គី ភ័យ និង កំដៅ គឺ ជា រឿង ពីរ ដែល ហ្វ្លាមេន មាន ចំណាប់ អារម្មណ៍ ខ្លាំង ណាស់ ។ នាង ប្រមូល អ្វីៗ គ្រប់ យ៉ាង ដែល គ្មាន នរណា ចង់ បាន ។ Diapers, ចាននិង pacifiers, នោះជារបស់របស់នាង!
kn: ಬೆಂಕಿ ಮತ್ತು ಶಾಖವು ಫ್ಲಾಮ್ಮನ್ ಭಾವೋದ್ರಿಕ್ತವಾಗಿರುವ ಎರಡು ವಿಷಯಗಳಾಗಿವೆ. ಬೇರೆ ಯಾರೂ ಬಯಸದ ಎಲ್ಲವನ್ನೂ ಅವಳು ಸಂಗ್ರಹಿಸುತ್ತಾಳೆ. ಡೈಪರ್ ಗಳು, ಡಿಶ್ ಬ್ರಷ್ ಗಳು ಮತ್ತು ಪ್ಯಾಸಿಫೈಯರ್ ಗಳು, ಅದು ಅವಳ ವಿಷಯ!
ko: 불과 열은 Flamman이 열정적 인 두 가지입니다. 그녀는 아무도 원하지 않는 모든 것을 수집합니다. 기저귀, 접시 브러시 및 젖꼭지, 그게 그녀의 물건입니다!
ku: ئاگر و گەرما دوو شتن کە فلاممان حەزی لێیە. ئەو هەموو شتێک کۆدەکاتەوە کە کەسی تر نەیەوێت. دایپیس، قاپ و فڵچەی قاش، ئەوە شتەکانی ئەون!
ky: От жана жылуулук Фламман кумарлуу эки нерсе болуп саналат. Ал башка эч ким каалабаган нерселердин баарын чогултуп жатат. Жөжөлөр, тамак щеткалар жана пацифирлер, бул анын нерселери!
lo: ໄຟ ແລະ ຄວາມ ຮ້ອນ ເປັນ ສອງ ຢ່າງ ທີ່ Flamman ແມ່ນ passionate ກ່ຽວ ກັບ . ນາງເກັບກໍາທຸກສິ່ງທີ່ບໍ່ມີໃຜຕ້ອງການ. Diapers, brushes dish ແລະ pacifiers, ນັ້ນແມ່ນສິ່ງຂອງຂອງນາງ!
lt: Ugnis ir karštis yra du dalykai, dėl kurių Flammanas aistringai domisi. Ji renka viską, ko niekas kitas nenori. Sauskelnės, indų šepečiai ir čiulptukai, tai jos daiktai!
lv: Uguns un karstums ir divas lietas, par kurām Flammans aizraujas. Viņa savāc visu, ko neviens cits nevēlas. Autiņbiksītes, trauku sukas un knupīši, tās ir viņas lietas!
mg: Zavatra roa mahaliana an'i Flamman ny afo sy ny hafanana. Manangona izay rehetra tsy tian'ny hafa izy. Ny borosy sakafo, ny borosy sakafo ary ny fampahatsiatsiahana, izany no zavatra azy!
mi: E rua nga mea e hiahia ana a Flamman ki te ahi me te wera. Ka kohia e ia nga mea katoa kaore he tangata e hiahia ana. Ko nga kaihoko, ko nga paraihe rihi me nga kaitiaki, ko ana mea tēnā!
mk: Оганот и топлината се две работи за кои Фламман е страстен. Таа собира се што никој друг не сака. Пелени, четки за јадење и ткива, тоа се нејзини работи!
ml: തീയും ചൂടും ഫ്ലെമ്മന് അഭിനിവേശമുള്ള രണ്ട് കാര്യങ്ങളാണ്. മറ്റാർക്കും വേണ്ടാത്തതെല്ലാം അവൾ ശേഖരിക്കുന്നു. ഡയപ്പറുകൾ, ഡിഷ് ബ്രഷുകൾ, പാസിഫയറുകൾ, അതാണ് അവളുടെ സാധനം!
mn_cyrl: Гал, халуун хоёр бол Фламманын их дуртай хоёр зүйл юм. Тэр өөр хэний ч хүсээгүй бүх зүйлийг цуглуулдаг. Diapers, аяга таваг бутлуур, тайвшруулагч, энэ нь түүний эд юм!
mr: अग्नी आणि उष्णता या दोन गोष्टी आहेत ज्याबद्दल फ्लेमनला उत्कटता आहे. इतर कोणालाही नको ते सर्व काही ती गोळा करते. डायपर, डिश ब्रश आणि पॅसिफायर्स, हेच तिचं सामान!
ms: Api dan haba adalah dua perkara yang diminati Flamman. Dia mengumpul semua yang tidak diingini oleh orang lain. Lampin, berus pinggan mangkuk dan pacifiers, itulah barang-barangnya!
mt: In-nar u s-sħana huma żewġ affarijiet li Flamman huwa passjonat dwarhom. Hija tiġbor dak kollu li ħadd iktar ma jrid. Ħrieqi, xkupilji tad-dixx u pacifiers, dak hu l-għalf tagħha!
my: ဖလမ်မန် စိတ်ထက်သန်တဲ့ အရာနှစ်ခုကတော့ မီးနဲ့ အပူရှိန်ပါ။ သူက ဘယ်သူမှ မလိုချင်တဲ့ အရာအားလုံးကို စုဆောင်းတယ်။ အင်္ကျီတွေ၊ ဟင်းခတ်အမွှေးအကြိုင်တွေနဲ့ ပန်းချီသမားတွေ၊ ဒါက သူမရဲ့ ပစ္စည်းတွေပါ။
nb: Ild og varme er to ting som Flamman brenner for. Hun samler alt ingen andre vil ha. Bleier, tallerkenbørster og smokker, det er hennes greier!
ne: आगो र ताप दुई चीजहरू हुन् जुन फ्लेमम्यानको बारेमा भावुक छ। उसले अरू कसैले नचाहेको सबै कुरा जम्मा गर्छे। डायपर, डिश ब्रश र प्यासिफायरहरू, त्यो उनको सामान हो!
nl: Vuur en hitte zijn twee dingen waar Flamman gepassioneerd over is. Ze verzamelt alles wat niemand anders wil. Luiers, afwasborstels en fopspenen, dat is haar spul!
or: ଅଗ୍ନି ଏବଂ ଉତ୍ତାପ ହେଉଛି ଦୁଇଟି ଜିନିଷ ଯାହା ବିଷୟରେ ଫ୍ଲାମମ୍ୟାନ୍ ଉତ୍ସାହୀ | ସେ ସବୁକିଛି ସଂଗ୍ରହ କରନ୍ତି ଯାହା ଅନ୍ୟ କେହି ଚାହାଁନ୍ତି ନାହିଁ | ଡାଇପର୍ସ, ଡିସ୍ ବ୍ରସ୍ ଏବଂ ପାସିଫାୟର୍, ତାହା ହେଉଛି ତାଙ୍କର ଜିନିଷ!
pa: ਅੱਗ ਅਤੇ ਗਰਮੀ ਦੋ ਚੀਜ਼ਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਫਲੈਮਮੈਨ ਭਾਵੁਕ ਹੈ। ਉਹ ਉਹ ਸਭ ਕੁਝ ਇਕੱਠਾ ਕਰਦੀ ਹੈ ਜੋ ਕੋਈ ਹੋਰ ਨਹੀਂ ਚਾਹੁੰਦਾ। ਡਾਇਪਰ, ਡਿਸ਼ ਬਰੱਸ਼ ਅਤੇ ਪੇਸੀਫਾਇਰ, ਇਹ ਉਸਦੀ ਚੀਜ਼ ਹੈ!
pl: Ogień i ciepło to dwie rzeczy, które pasjonują Flammana. Zbiera wszystko, czego nikt inny nie chce. Pieluchy, szczotki do naczyń i smoczki, to jej rzeczy!
ps: اور او ګرمی دوه شیان دی چې فلامن په اړه یې زړه ښه کوی. هغه هر هغه څه راټولوی چې بل څوک یې نه غواړی. ډایپرونه، د ډیش برس او پاکیټر، دا د هغې شیان دی!
pt_br: Fogo e calor são duas coisas pelas quais Flamman é apaixonado. Ela coleciona tudo o que ninguém mais quer. Fraldas, escovas de pratos e chupetas, são as coisas dela!
ro: Focul și căldura sunt două lucruri de care Flamman este pasionat. Ea colectează tot ceea ce nimeni altcineva nu vrea. Scutece, perii de vase și suzete, asta e chestia ei!
ru: Огонь и тепло две вещи, которые пламя увлечен. Она собирает все, что больше никто не хочет. Подгузники, кисти и соски, вот ее вещи!
sk: Oheň a teplo sú dve veci, pre ktoré je Flamman vášnivý. Zbiera všetko, čo nikto iný nechce. Plienky, kefy na riad a cumlíky, to je jej vec!
sl: Ogenj in vročina sta dve stvari, na katere je Flamman strasten. Zbira vse, kar si nihče drug ne želi. Plenice, ščetke za posodo in ščetke, to so njene stvari!
sq: Zjarri dhe nxehtësia janë dy gjëra për të cilat Flamman është i pasionuar. Ajo mbledh gjithçka që askush tjetër nuk e do. Pelena, furça pjatash dhe pajtues, këto janë gjërat e saj!
sr_latn: Vatra i vrućina su dve stvari oko kojih je Flamman strastven. Ona sakuplja sve što niko drugi ne želi. Pelene, četke za sudove i cucle, to su njene stvari!
sv: Eld och värme är något som Flamman brinner för. Hon samlar på allt som ingen annan vill ha. Blöjor, diskborstar och nappar, det är grejer det!
sw: Moto na joto ni vitu viwili ambavyo Flamman anapenda sana. Anakusanya kila kitu ambacho hakuna mtu mwingine anayetaka. Diapers, brashi za sahani na pacifiers, hayo ni mambo yake!
ta: நெருப்பும் வெப்பமும் ஃப்ளாம்மனுக்கு உணர்ச்சி வசப்படும் இரண்டு விஷயங்கள். வேறு யாரும் விரும்பாத அனைத்தையும் அவள் சேகரிக்கிறாள். டயப்பர்கள், டிஷ் தூரிகைகள் மற்றும் pacifiers, என்று அவரது பொருட்களை தான்!
te: మంటలు మరియు వేడి అనేవి ఫ్లామ్ మన్ కు మక్కువ ఉన్న రెండు విషయాలు. మరెవరూ కోరుకోని ప్రతిదాన్ని ఆమె సేకరిస్తుంది. డైపర్లు, డిష్ బ్రష్ లు మరియు పాసిఫైయర్ లు, అది ఆమె స్టఫ్!
th: ไฟและความร้อนเป็นสองสิ่งที่ Flamman หลงใหล เธอรวบรวมทุกสิ่งที่ไม่มีใครต้องการ ผ้าอ้อมแปรงจานและจุกนมหลอกนั่นคือสิ่งที่เธอ!
tk: Ýangyn we yssy – Flammanyň hyjuwly iki zady. Ol başga hiç kimiň islemeýän zadyny ýygnaýar. Gap-gaç, gap-gaç gyrymsy agaçlary we gap-gaçlar, bu onuň zatlary!
tr: Ateş ve ısı, Alev'in tutkuyla bağlı olduğu iki şeydir. Kimsenin istemediği her şeyi topluyor. Bebek bezi, bulaşık fırçası ve emzik, bu onun eşyaları!
tt: Ут һәм эсселек - ялкынлы ике әйбер. Ул башка беркем теләгәнне дә җыя. Диапкерлар, намус чылаклары һәм пацифийлар, бу аның нәрсәләре!
ug: يالقۇن ۋە ئىسسىقلىق فلامەننىڭ ھېرىسمەنلىكىدىن ئىبارەت ئىككى ئىش. ئۇ باشقىلار خالىمايدىغان ھەممە نەرسىنى يىغىدۇ. دېۋەڭلىك، قاچا-قۇچا چوتكىسى ۋە پەردازلىغۇچ، ئۇ دەل ئۇنىڭ نەرسىسى!
uk: Вогонь і тепло - це дві речі, якими захоплюється Фламман. Вона збирає все, чого більше ніхто не хоче. Підгузники, кисті для посуду та пустушки, це її речі!
ur: آگ اور گرمی دو چیزیں ہیں جن کے بارے میں فلامن پرجوش ہے۔ وہ وہ سب کچھ جمع کرتی ہے جو کوئی اور نہیں چاہتا۔ ڈائپرز، ڈش برش اور پیسیفائر، یہ اس کا سامان ہے!
uz: Olov va issiqlik Flamman ehtirosli bo'lgan ikki narsa. U boshqa hech kim xohlamaydigan hamma narsani yig'adi. Tagliklar, ovqat cho'tkasi va pacifiers, bu uning narsalari!
vi: Lửa và nhiệt là hai điều mà Flamman đam mê. Cô ấy thu thập tất cả mọi thứ mà không ai khác muốn. Tã lót, bàn chải đĩa và núm vú giả, đó là công cụ của cô ấy!
zh_hans: 火和热是弗拉曼热衷的两件事。她收集别人不想要的一切。尿布，洗碗刷和奶嘴，那是她的东西！
zu: Umlilo nokushisa yizinto ezimbili uFlamman azithandayo. Uqoqa konke okungekho omunye umuntu oyifunayo. Ama-diapers, amabhulashi ezitsha kanye nama-pacifiers, lezo yizinto zakhe!
