Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# tempus_child_leaves_before
source: %@ is here and will leave preschool around %@. That's just before %@.
af: %@ is hier en sal voorskoolse regoor %@verlaat. Dit is net voor %@.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ ልጆች ትተዋለህ ! ይህ %@በፊት ነው .
ar: %@ هنا وسوف يغادر مرحلة ما قبل المدرسة في جميع أنحاء %@. هذا قبل %@
as: %@ ইয়াত আছে আৰু %@প্ৰায় প্ৰাকবিদ্যালয় এৰিব। সেয়া <span translate='no'>string</span>ঠিক আগতে।
az: %@ buradadır və %@ətrafında preschool tərk edəcək . Bu da %@əvvəl .
bg: %@ е тук и ще напусне предучилищна около %@. Това е точно преди %@.
bn: %@ এখানে আছেন এবং প্রায় %@প্রি-স্কুল ছেড়ে চলে যাবেন। এটা <span translate='no'>string</span>ঠিক আগে।
bo: %@ འདི་ན་ཡོད་པས་སློབ་ན་མ་སོན་གོང་གི་སློབ་གྲྭ་དང་ཁ་བྲལ་ %@་ དེ་ནི་ %@་གོང་གི་བྱ་བ་ཞིག་རེད།
bs: %@ je ovdje i napustit će predškolsku oko %@. To je bilo malo pre %@.
ca: %@ és aquí i sortirà de l'escola infantil al voltant de %@. Això és just abans de %@.
cs: %@ je tady a bude opustit školku kolem %@. To je těsně před %@.
cy: %@ yma a bydd yn gadael cyn-ysgol o gwmpas %@. Mae hynny ychydig cyn %@.
da: %@ er her og vil forlade børnehaven omkring %@. Det er lige før %@.
de: %@ ist hier und wird die Vorschule um %@verlassen. Das ist kurz vor %@.
el: %@ είναι εδώ και θα φύγει από το νηπιαγωγείο γύρω %@. Αυτό είναι λίγο πριν %@.
es: %@ está aquí y dejará el preescolar alrededor de %@. Eso es justo antes de %@.
et: %@ on siin ja lahkub eelkoolist umbes %@. See on vahetult enne %@.
eu: %@ hemen eta eskolaurrea %@inguruan utziko du. Hori %@baino lehen da.
fa: %@ اینجاست و پیش دبستانی را در اطراف %@. که درست قبل از %@.
fi: %@ on täällä ja jättää esikoulun noin %@. Se oli juuri ennen %@.
fil: %@ ay dito at mag-iiwan ng preschool sa paligid %@. Iyon ay lamang bago %@.
fo: %@ er her og fer avstað %@. Hatta er beint áðrenn %@.
fr: %@ est ici et quittera l’école maternelle vers %@. C’est juste avant %@.
ga: tá %@ anseo agus fágfaidh sé an réamhscoil timpeall %@. Sin díreach roimh %@.
gl: %@ está aquí e vai deixar a preescolar en torno %@. Iso é xusto antes de %@.
gu: %@ અહીં છે અને %@આસપાસ પ્રિસ્કૂલ છોડી દેશે. તે <span translate='no'>string</span>પહેલાંની વાત છે.
he: %@ כאן ויעזוב את הגן בסביבות %@. זה רגע לפני %@.
hi: %@ यहां है और %@के आसपास पूर्वस्कूली छोड़ देगा। यह %@से ठीक पहले की बात है।
hr: %@ je ovdje i ostavit će predškolsku ustanovu oko %@. To je malo prije %@.
hu: %@ itt van, és %@körül elhagyja az óvodát . Ez közvetlenül %@előtt van .
hy: %@ այստեղ է եւ %@շուրջ կհեռանա նախադպրոցական տարիքից . Դա քիչ առաջ %@.
id: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@. Itu tepat sebelum %@.
is: %@ er hér og mun yfirgefa leikskólann í kringum %@. Það er rétt fyrir %@.
it: %@ è qui e lascerà la scuola materna intorno a %@. Questo è poco prima %@.
ja: %@ はここにあり、 %@の周りに就学前を出ます。 それは %@の直前です。
ka: %@ აქ არის და სკოლამდელი აღზრდის დატოვებას %@. ეს %@წინ არის.
kk: %@ осында болып, %@төңірегінде мектепке дейінгі мекемені тастап кетеді . Бұл %@алдында ғана .
km: %@ នៅទីនេះ ហើយនឹងទុកមុននៅជុំវិញខ្លួន %@. <span translate='no'>string</span>.
kn: %@ ಇಲ್ಲಿದ್ದಾರೆ ಮತ್ತು %@ಸುಮಾರಿಗೆ ಪ್ರಿಸ್ಕೂಲ್ ತೊರೆಯುತ್ತಾರೆ. ಅದು <span translate='no'>string</span>ಸ್ವಲ್ಪ ಮೊದಲು.
ko: %@ 은 여기에 있으며 %@주위에 유치원을 떠날 것입니다. 그것은 %@기 직전입니다.
ku: %@ لێرەیە و پێش قوتابخانە بەدەوری %@جێدێڵێت ئەوە پێش %@
ky: %@ бул жерде жана мектепке чейинки мектепке чейинки %@калтырып кетет . Буга чейин эле %@.
lo: %@ ຢູ່ທີ່ນີ້ແລະຈະອອກຈາກໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. ນັ້ນກ່ອນ <span translate='no'>string</span>.
lt: %@ yra čia ir paliks ikimokyklinio amžiaus %@. Tai prieš pat %@.
lv: %@ ir šeit un atstās pirmsskolu ap %@. Tas ir tieši pirms %@.
mg: Eto %@ ary hamela ny akanin-pianarana manodidina %@. Taloha kelin'ny %@.
mi: Kai konei %@, a, ka waiho e ia te kura tōmua %@. I mua tonu tēnā i %@.
mk: %@ е тука и ќе ја напушти предшколницата околу %@. Тоа е пред %@.
ml: %@ ഇവിടെയുണ്ട്, പ്രീസ്കൂൾ %@ചുറ്റും വിടും. അത് <span translate='no'>string</span>തൊട്ടുമുമ്പാണ്.
mn_cyrl: %@ энд байгаа бөгөөд сургуулийн өмнөх насны %@орчим үлдээнэ . Энэ %@өмнөхөн .
mr: %@ येथे आहे आणि %@सुमारास प्रीस्कूल सोडेल. ते <span translate='no'>string</span>आधीचं आहे.
ms: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@. Itu sebelum %@.
mt: %@ qiegħed hawn u se jħalli l-iskola ta ' qabel l-iskola madwar %@. Dan eżatt qabel %@.
my: %@ ဒီနေရာမှာရှိနေပြီး ပြင်ဆင်မထားခင် %@။ ဒါက %@မတိုင်ခင်လေးမှာပဲ ။
nb: %@ er her og vil forlate barnehagen rundt %@. Det er like før %@.
ne: %@ यहाँ हुनुहुन्छ र %@वरिपरि प्रीस्कूल छोड्नुहुनेछ। यो <span translate='no'>string</span>ठीक अघिको कुरा हो ।
nl: %@ is hier en zal de kleuterschool rond %@verlaten. Dat is vlak voor %@.
or: %@ ଏଠାରେ ଅଛନ୍ତି ଏବଂ %@ଚାରିପାଖରେ ପ୍ରିସ୍କୁଲ ଛାଡିବେ | ତାହା <span translate='no'>string</span>ପୂର୍ବରୁ ।
pa: %@ ਇੱਥੇ ਹੈ ਅਤੇ %@ਦੇ ਆਸ ਪਾਸ ਪ੍ਰੀ-ਸਕੂਲ ਛੱਡਾਂਗਾ। ਇਹ <span translate='no'>string</span>ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ ਹੈ।
pl: %@ jest tutaj i opuści przedszkole około %@. To tuż przed %@.
ps: %@ دلته دی او د ښوونځی شاوخوا به %@. دا د مخه هم %@.
pt_br: %@ está aqui e deixará a pré-escola por volta %@. Isso foi pouco antes de %@.
ro: %@ este aici și va părăsi grădinița în jurul %@. Asta e chiar înainte de %@.
ru: %@ здесь и покинет дошкольное учреждение вокруг %@. Это как раз перед %@.
sk: %@ je tu a opustí predškolské zariadenie okolo %@. To je tesne pred %@.
sl: %@ je tukaj in bo zapustil predšolsko %@. To je bilo pred %@.
sq: %@ është këtu dhe do të largohet nga %@. Kjo është pak para %@.
sr_latn: %@ je ovde i napustiće predškolsko oko %@. To je bilo pre %@.
sv: %@ är här och går hem ungefär %@. Det är strax före %@.
sw: %@ iko hapa na itaacha shule ya awali karibu %@. Hiyo ni kabla ya %@.
ta: %@ இங்கே இருக்கிறார், %@சுற்றி பாலர் பள்ளியை விட்டு வெளியேறுவார். அது <span translate='no'>string</span>முன் தான்.
te: %@ ఇక్కడ ఉంది మరియు %@చుట్టూ ప్రీస్కూల్ ను విడిచిపెడతాను. అది <span translate='no'>string</span>ముందు.
th: %@ อยู่ที่นี่และจะออกจากโรงเรียนอนุบาลรอบ %@. นั่นเป็นเพียงก่อนที่ <span translate='no'>string</span>.
tk: %@ şu ýerde bolup, mekdebe çenli mekdepden %@. Şondan öň %@.
tr: %@ burada ve %@civarında anaokulundan ayrılacak. Bu %@hemen önce.
tt: %@ монда һәм мәктәпкә %@тирәсендә калачак . Нәкъ шулай %@.
ug: %@ بۇ يەردە، %@ئەتراپىدا ئوقۇشتىن باشلىنىدۇ. ئۇ دەل %@ئالدىدا .
uk: %@ тут і покине дошкільний заклад близько %@. Це якраз перед %@.
ur: %@ یہاں ہے اور %@کے آس پاس پری اسکول چھوڑ دے گا۔ یہ %@سے کچھ پہلے ہے.
uz: %@ shu erda boʻlib, maktabgacha taʼlim muassasasini %@. Bu %@oldin .
vi: %@ đang ở đây và sẽ rời trường mầm non vào khoảng %@. Đó là ngay trước khi %@.
zh_hans: %@ 在这里，并将在 %@左右离开学前班。 那是在 %@之前。
zu: %@ ilapha futhi izoshiya i-preschool ezungeze %@. Lokho kungaphambi nje %@.

# tempus_child_leaves_before_past
source: %@ was here until about %@. That was just before %@.
af: %@ was hier tot omtrent %@. Dit was net voor %@.
am: %@ እስከ %@ድረስ እዚህ ነበር . . ይህ የሆነው %@ከመሞቱ ትንሽ ቀደም ብሎ ነው !
ar: %@ كان هنا حتى حوالي %@. كان ذلك قبل %@.
as: %@ প্ৰায় %@আগলৈকে ইয়াত আছিল। সেয়া <span translate='no'>string</span>ঠিক আগতে আছিল।
az: %@ təxminən %@qədər burada idi . Bu, %@bir az əvvəl idi .
bg: %@ беше тук до около %@. Това беше точно преди %@.
bn: %@ প্রায় %@পর্যন্ত এখানে ছিলাম। এটা <span translate='no'>string</span>ঠিক আগে ছিল।
bo: %@ ་འདི་ནས་ཧ་ལམ་ %@་ཙམ་འགོར་སོང་། དེ་ནི་ %@་གོང་གི་བྱ་བ་ཞིག་རེད།
bs: %@ sam do %@. To je bilo malo prije %@.
ca: %@ va estar aquí fins aproximadament %@. Això va ser just abans de %@.
cs: %@ tu byl asi do %@. To bylo těsně před %@.
cy: %@ yma tan tua %@. Roedd hynny ychydig cyn %@.
da: %@ var her indtil omkring %@. Det var lige før %@.
de: %@ war hier bis etwa %@. Das war kurz vor %@.
el: %@ ήταν εδώ μέχρι περίπου %@. Αυτό ήταν λίγο πριν από %@.
es: %@ estuvo aquí hasta aproximadamente %@. Eso fue justo antes de %@.
et: %@ oli siin umbes %@. See oli vahetult enne %@.
eu: %@ %@arte egon zen hemen. Hori %@baino lehen izan zen.
fa: %@ اينجا بود تا حدود %@. که درست قبل از %@.
fi: %@ oli täällä noin %@asti. Se oli juuri ennen %@.
fil: %@ ay dito hanggang sa %@. Noon lamang iyon %@.
fo: %@ var her til %@. Hatta var beint áðrenn %@.
fr: %@ était ici jusqu’à environ %@. C’était juste avant %@.
ga: Bhí %@ anseo go dtí thart ar %@. Bhí sé sin díreach roimh %@.
gl: %@ estivo aquí ata o %@. Iso foi xusto antes de %@.
gu: લગભગ %@સુધી %@ અહીં જ હતો. તે %@થોડા સમય પહેલાંની વાત છે.
he: %@ היה כאן עד %@בערך. זה היה ממש לפני %@.
hi: %@ लगभग %@तक यहाँ था। यह %@से ठीक पहले की बात है।
hr: bio %@ ovdje do %@. To je bilo malo prije %@.
hu: %@ kb. %@-ig volt itt . Ez közvetlenül %@előtt volt .
hy: %@ այստեղ էր մինչեւ %@. Որ քիչ առաջ %@.
id: %@ ada di sini sampai sekitar %@. Itu tepat sebelum %@.
is: %@ var hér fyrr en um %@. Það var rétt fyrir %@.
it: %@ stato qui fino a circa %@. Questo è stato poco prima %@.
ja: %@ は %@頃までここにいた。 それは %@の直前でした。
ka: %@ აქ იყო დაახლოებით %@. ეს იყო %@წინ .
kk: %@ осында шамамен %@дейін болған . Бұл %@алдында болған еді .
km: %@ %@. ពីមុន <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ರವರೆಗೆ ಇಲ್ಲಿಯೇ ಇದ್ದೆ. ಅದು <span translate='no'>string</span>ಸ್ವಲ್ಪ ಮೊದಲು.
ko: %@ 약 %@년까지 여기에 있었다. 그것은 %@직전이었습니다.
ku: %@ لێرە بوو تا %@ ئەوە پێش %@بوو
ky: %@ %@чейин ошол жерде болчу . Бул %@чейин эле болгон .
lo: %@ %@. ນັ້ນກ່ອນ <span translate='no'>string</span>.
lt: %@ čia buvo iki maždaug %@. Tai buvo prieš pat %@.
lv: %@ bija šeit līdz apmēram %@. Tas bija tieši pirms %@.
mg: Teto %@ mandra-pahatongan'ny %@. Taloha kelin'ny %@izany .
mi: I konei a %@ tae noa ki te %@. I mua tonu tēnā i te %@.
mk: %@ до %@. Тоа беше пред %@.
ml: ഏകദേശം %@വരെ %@ ഇവിടെയുണ്ടായിരുന്നു. അത് <span translate='no'>string</span>തൊട്ടുമുമ്പായിരുന്നു.
mn_cyrl: %@ %@орчим хүртэл энд байсан . Энэ бол %@өмнөхөн болсон явдал юм.
mr: %@ सुमारे %@पर्यंत इथेच होतो. ते %@च्या अगदी आधीचं होतं.
ms: %@ berada di sini sehingga kira-kira %@. Itu sebelum %@.
mt: %@ kien hawn sa madwar %@. Dan kien eżatt qabel %@.
my: %@ %@ ။ %@ မတိုင်မီလေးတွင် ။
nb: %@ var her til omtrent %@. Det var like før %@.
ne: %@ %@बजेसम्म यहाँ थिए । यो %@ठीक अघिको कुरा हो ।
nl: %@ was hier tot ongeveer %@. Dat was vlak voor %@.
or: %@ ପ୍ରାୟ %@ପର୍ଯ୍ୟନ୍ତ ଏଠାରେ ଥିଲେ । ତାହା <span translate='no'>string</span>ପୂର୍ବରୁ ଥିଲା ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਤੱਕ ਇੱਥੇ ਸੀ। ਇਹ %@ਤੋਂ ਠੀਕ ਪਹਿਲਾਂ ਦੀ ਗੱਲ ਹੈ।
pl: %@ był tu do około %@. To było tuż przed %@.
ps: %@ شاوخوا پورې دلته %@. دا د پخوا څخه %@.
pt_br: %@ estava aqui até %@. Isso foi pouco antes de %@.
ro: %@ fost aici până la aproximativ %@. Asta a fost chiar înainte de %@.
ru: %@ был здесь примерно до %@года. Это было незадолго до %@.
sk: %@ tu bol asi do %@. To bolo tesne pred %@.
sl: %@ je bil tukaj do %@. To je bilo pred %@.
sq: %@ ishte këtu deri në %@. Kjo ishte pak para %@.
sr_latn: %@ sam ovde do %@. To je bilo neposredno pre %@.
sv: %@ var här till ungefär %@. Det var strax före %@.
sw: %@ alikuwa hapa hadi karibu %@. Hiyo ilikuwa kabla ya %@.
ta: %@ சுமார் %@வரை இங்கேயே இருந்தேன். அது <span translate='no'>string</span>முன்பு இருந்தது.
te: సుమారు %@వరకు %@ ఇక్కడే ఉన్నాడు. అది <span translate='no'>string</span>ముందు జరిగింది.
th: %@ อยู่ที่นี่จนกระทั่งประมาณ %@. นั่นคือก่อน <span translate='no'>string</span>.
tk: %@ %@çenli geldi... Bu %@öň bolupdy.
tr: %@ %@kadar buradaydı. Bu %@hemen önceydi.
tt: %@ монда якынча %@кадәр булган . Бу %@алдарак булган .
ug: %@ %@ئەتراپىدا بۇ يەردە ئىدى . ئۇ دەل %@بۇرۇنلا ئىدى .
uk: %@ був тут приблизно до %@. Це було незадовго до %@.
ur: %@ تقریبا %@تک یہاں موجود تھا۔ یہ %@سے کچھ پہلے کی بات ہے ۔
uz: %@ shu yerda %@. Bu %@avval bo'lgan .
vi: %@ đã ở đây cho đến khoảng %@. Đó là ngay trước khi %@.
zh_hans: %@ 一直待到 %@左右。 那是在 %@之前。
zu: %@ wayelapha kwaze kwaba cishe %@. Lokho kwakungaphambi nje %@.

# tempus_child_leaves_during
source: %@ is here and will leave preschool around %@. That's during %@.
af: %@ is hier en sal voorskoolse regoor %@verlaat. Dit is gedurende %@.
am: %@ %@አካባቢ ለትምህርት ያልደረሱ ልጆች ትተዋለህ ! ይህ %@ወቅት ነው .
ar: %@ هنا وسوف يغادر مرحلة ما قبل المدرسة في جميع أنحاء %@. هذا خلال %@.
as: %@ ইয়াত আছে আৰু %@প্ৰায় প্ৰাকবিদ্যালয় এৰিব। সেয়া <span translate='no'>string</span>সময়ত হয়।
az: %@ buradadır və %@ətrafında preschool tərk edəcək . Bu da %@zamanıdır .
bg: %@ е тук и ще напусне предучилищна около %@. Това е по време на %@.
bn: %@ এখানে আছেন এবং প্রায় %@প্রি-স্কুল ছেড়ে চলে যাবেন। এটা <span translate='no'>string</span>সময়।
bo: %@ འདི་ན་ཡོད་པས་སློབ་ན་མ་སོན་གོང་གི་སློབ་གྲྭ་དང་ཁ་བྲལ་ %@་ དེ་ནི་ %@་བའི་སྐབས་སུ་བྱུང་བ་ཞིག་རེད།
bs: %@ je ovdje i napustit će predškolsku oko %@. To je tokom %@.
ca: %@ és aquí i sortirà de l'escola infantil al voltant de %@. Això és durant %@.
cs: %@ je tady a bude opustit školku kolem %@. To je během %@.
cy: %@ yma a bydd yn gadael cyn-ysgol o gwmpas %@. Mae hynny yn ystod %@.
da: %@ er her og vil forlade børnehaven omkring %@. Det er under %@.
de: %@ ist hier und wird die Vorschule um %@verlassen. Das ist während %@.
el: %@ είναι εδώ και θα φύγει από το νηπιαγωγείο γύρω %@. Αυτό είναι κατά τη διάρκεια %@.
es: %@ está aquí y dejará el preescolar alrededor de %@. Eso es durante %@.
et: %@ on siin ja lahkub eelkoolist umbes %@. See on %@ajal .
eu: %@ hemen eta eskolaurrea %@inguruan utziko du. Hori %@da.
fa: %@ اینجاست و پیش دبستانی را در اطراف %@. که در طول %@.
fi: %@ on täällä ja jättää esikoulun noin %@. Se on %@aikana.
fil: %@ ay dito at mag-iiwan ng preschool sa paligid %@. Iyan ay sa panahon ng %@.
fo: %@ er her og fer avstað %@. Hatta er %@.
fr: %@ est ici et quittera l’école maternelle vers %@. C’est pendant %@.
ga: tá %@ anseo agus fágfaidh sé an réamhscoil timpeall %@. Sin le linn %@.
gl: %@ está aquí e vai deixar a preescolar en torno %@. Iso é durante %@.
gu: %@ અહીં છે અને %@આસપાસ પ્રિસ્કૂલ છોડી દેશે. તે <span translate='no'>string</span>દરમિયાનની વાત છે.
he: %@ כאן ויעזוב את הגן בסביבות %@. זה במהלך %@.
hi: %@ यहां है और %@के आसपास पूर्वस्कूली छोड़ देगा। यह <span translate='no'>string</span>के दौरान है।
hr: %@ je ovdje i ostavit će predškolsku ustanovu oko %@. To je za vrijeme %@.
hu: %@ itt van, és %@körül elhagyja az óvodát . Ez a %@alatt van .
hy: %@ այստեղ է եւ %@շուրջ կհեռանա նախադպրոցական տարիքից . Դա %@ընթացքում .
id: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@. Itu selama %@.
is: %@ er hér og mun yfirgefa leikskólann í kringum %@. Það er á %@.
it: %@ è qui e lascerà la scuola materna intorno a %@. Questo è durante %@.
ja: %@ はここにあり、 %@の周りに就学前を出ます。 それは %@の間です。
ka: %@ აქ არის და სკოლამდელი აღზრდის დატოვებას %@. ეს %@დროს .
kk: %@ осында болып, %@төңірегінде мектепке дейінгі мекемені тастап кетеді . Бұл %@кезінде .
km: %@ នៅទីនេះ ហើយនឹងទុកមុននៅជុំវិញខ្លួន %@. កំឡុងពេល <span translate='no'>string</span>.
kn: %@ ಇಲ್ಲಿದ್ದಾರೆ ಮತ್ತು %@ಸುಮಾರಿಗೆ ಪ್ರಿಸ್ಕೂಲ್ ತೊರೆಯುತ್ತಾರೆ. ಅದು <span translate='no'>string</span>ಸಮಯದಲ್ಲಿ.
ko: %@ 은 여기에 있으며 %@주위에 유치원을 떠날 것입니다. 그것은 %@동안입니다.
ku: %@ لێرەیە و پێش قوتابخانە بەدەوری %@جێدێڵێت ئەمە لە ماوەی %@
ky: %@ бул жерде жана мектепке чейинки мектепке чейинки %@калтырып кетет . Бул %@.
lo: %@ ຢູ່ທີ່ນີ້ແລະຈະອອກຈາກໂຮງຮຽນກ່ອນໄວຮຽນປະມານ %@. <span translate='no'>string</span>.
lt: %@ yra čia ir paliks ikimokyklinio amžiaus %@. Tai per %@.
lv: %@ ir šeit un atstās pirmsskolu ap %@. Tas ir %@laikā .
mg: Eto %@ ary hamela ny akanin-pianarana manodidina %@. Mandritra ny %@izany.
mi: Kai konei %@, a, ka waiho e ia te kura tōmua %@. I roto tēnā i %@.
mk: %@ е тука и ќе ја напушти предшколницата околу %@. Тоа е за време на %@.
ml: %@ ഇവിടെയുണ്ട്, പ്രീസ്കൂൾ %@ചുറ്റും വിടും. അത് <span translate='no'>string</span>സമയത്താണ്.
mn_cyrl: %@ энд байгаа бөгөөд сургуулийн өмнөх насны %@орчим үлдээнэ . Энэ %@үед .
mr: %@ येथे आहे आणि %@सुमारास प्रीस्कूल सोडेल. ते <span translate='no'>string</span>दरम्यानचे आहे.
ms: %@ ada di sini dan akan meninggalkan prasekolah di sekitar %@. Itu semasa %@.
mt: %@ qiegħed hawn u se jħalli l-iskola ta ' qabel l-iskola madwar %@. Dak hu matul il- %@.
my: %@ ဒီနေရာမှာရှိနေပြီး ပြင်ဆင်မထားခင် %@။ အဲဒီအချိန်မှာ <span translate='no'>string</span>။
nb: %@ er her og vil forlate barnehagen rundt %@. Det er under %@.
ne: %@ यहाँ हुनुहुन्छ र %@वरिपरि प्रीस्कूल छोड्नुहुनेछ। त्यो <span translate='no'>string</span>दौडानको कुरा हो ।
nl: %@ is hier en zal de kleuterschool rond %@verlaten. Dat is tijdens %@.
or: %@ ଏଠାରେ ଅଛନ୍ତି ଏବଂ %@ଚାରିପାଖରେ ପ୍ରିସ୍କୁଲ ଛାଡିବେ | ତାହା <span translate='no'>string</span>ସମୟରେ ।
pa: %@ ਇੱਥੇ ਹੈ ਅਤੇ %@ਦੇ ਆਸ ਪਾਸ ਪ੍ਰੀ-ਸਕੂਲ ਛੱਡਾਂਗਾ। ਇਹ <span translate='no'>string</span>ਦੇ ਦੌਰਾਨ ਹੈ।
pl: %@ jest tutaj i opuści przedszkole około %@. To w %@.
ps: %@ دلته دی او د ښوونځی شاوخوا به %@. دا د %@.
pt_br: %@ está aqui e deixará a pré-escola por volta %@. Isso é durante %@.
ro: %@ este aici și va părăsi grădinița în jurul %@. Asta e în timpul %@.
ru: %@ здесь и покинет дошкольное учреждение вокруг %@. Это во время %@.
sk: %@ je tu a opustí predškolské zariadenie okolo %@. To je počas %@.
sl: %@ je tukaj in bo zapustil predšolsko %@. To je med %@.
sq: %@ është këtu dhe do të largohet nga %@. Kjo është gjatë %@.
sr_latn: %@ je ovde i napustiće predškolsko oko %@. To je tokom %@.
sv: %@ är här och går hem ungefär %@. Det är vid %@.
sw: %@ iko hapa na itaacha shule ya awali karibu %@. Hiyo ni wakati wa %@.
ta: %@ இங்கே இருக்கிறார், %@சுற்றி பாலர் பள்ளியை விட்டு வெளியேறுவார். அது <span translate='no'>string</span>போது தான்.
te: %@ ఇక్కడ ఉంది మరియు %@చుట్టూ ప్రీస్కూల్ ను విడిచిపెడతాను. అది <span translate='no'>string</span>సమయంలో.
th: %@ อยู่ที่นี่และจะออกจากโรงเรียนอนุบาลรอบ %@. นั่นคือในช่วง <span translate='no'>string</span>.
tk: %@ şu ýerde bolup, mekdebe çenli mekdepden %@. Bu %@.
tr: %@ burada ve %@civarında anaokulundan ayrılacak. Bu %@sırasında.
tt: %@ монда һәм мәктәпкә %@тирәсендә калачак . Бу %@.
ug: %@ بۇ يەردە، %@ئەتراپىدا ئوقۇشتىن باشلىنىدۇ. يەنى %@مەزگىلىدە .
uk: %@ тут і покине дошкільний заклад близько %@. Це під час %@.
ur: %@ یہاں ہے اور %@کے آس پاس پری اسکول چھوڑ دے گا۔ یہ %@کے دوران ہے.
uz: %@ shu erda boʻlib, maktabgacha taʼlim muassasasini %@. Bu %@paytida .
vi: %@ đang ở đây và sẽ rời trường mầm non vào khoảng %@. Đó là trong %@.
zh_hans: %@ 在这里，并将在 %@左右离开学前班。 那是在 %@期间。
zu: %@ ilapha futhi izoshiya i-preschool ezungeze %@. Lokho ngesikhathi %@.

# tempus_child_leaves_during_past
source: %@ was here until about %@. That was during %@.
af: %@ was hier tot omtrent %@. Dit was in %@.
am: %@ እስከ %@ድረስ እዚህ ነበር . . ይህ የሆነው %@ወቅት ነው !
ar: %@ كان هنا حتى حوالي %@. كان ذلك خلال %@.
as: %@ প্ৰায় %@আগলৈকে ইয়াত আছিল। সেইটো <span translate='no'>string</span>সময়ত আছিল।
az: %@ təxminən %@qədər burada idi . Bu %@zamanı idi .
bg: %@ беше тук до около %@. Това беше по време на %@.
bn: %@ প্রায় %@পর্যন্ত এখানে ছিলাম। সেটা ছিল <span translate='no'>string</span>সময়।
bo: %@ ་འདི་ནས་ཧ་ལམ་ %@་ཙམ་འགོར་སོང་། དེ་ནི་ %@་དུས་སྐབས་ཤིག་རེད།
bs: %@ sam do %@. To je bilo tokom %@.
ca: %@ va estar aquí fins aproximadament %@. Això va ser durant %@.
cs: %@ tu byl asi do %@. To bylo během %@.
cy: %@ yma tan tua %@. Roedd hynny yn ystod %@.
da: %@ var her indtil omkring %@. Det var under %@.
de: %@ war hier bis etwa %@. Das war während %@.
el: %@ ήταν εδώ μέχρι περίπου %@. Αυτό συνέβη κατά τη διάρκεια της %@.
es: %@ estuvo aquí hasta aproximadamente %@. Eso fue durante %@.
et: %@ oli siin umbes %@. See oli %@ajal .
eu: %@ %@arte egon zen hemen. Hori %@.
fa: %@ اينجا بود تا حدود %@. که در طول %@.
fi: %@ oli täällä noin %@asti. Se tapahtui %@aikana.
fil: %@ ay dito hanggang sa %@. Iyon ay sa panahon ng %@.
fo: %@ var her til %@. Hatta var %@.
fr: %@ était ici jusqu’à environ %@. C’était pendant %@.
ga: Bhí %@ anseo go dtí thart ar %@. B'in le linn %@.
gl: %@ estivo aquí ata o %@. Foi durante %@.
gu: લગભગ %@સુધી %@ અહીં જ હતો. તે %@દરમિયાનની વાત છે.
he: %@ היה כאן עד %@בערך. זה היה במהלך %@.
hi: %@ लगभग %@तक यहाँ था। यह %@के दौरान की बात है।
hr: bio %@ ovdje do %@. To je bilo za vrijeme %@.
hu: %@ kb. %@-ig volt itt . Ez %@alatt volt .
hy: %@ այստեղ էր մինչեւ %@. Դա %@ժամանակ էր .
id: %@ ada di sini sampai sekitar %@. Itu selama %@.
is: %@ var hér fyrr en um %@. Það var á %@.
it: %@ stato qui fino a circa %@. Questo è stato durante %@.
ja: %@ は %@頃までここにいた。 それは %@の間でした.
ka: %@ აქ იყო დაახლოებით %@. ეს იყო %@დროს .
kk: %@ осында шамамен %@дейін болған . Бұл %@кезінде болды .
km: %@ %@. កំឡុងពេល <span translate='no'>string</span>.
kn: %@ ಸುಮಾರು %@ರವರೆಗೆ ಇಲ್ಲಿಯೇ ಇದ್ದೆ. ಅದು <span translate='no'>string</span>ಸಮಯದಲ್ಲಿ.
ko: %@ 약 %@년까지 여기에 있었다. 그것은 %@동안이었습니다.
ku: %@ لێرە بوو تا %@ ئەوە لە ماوەی %@بوو
ky: %@ %@чейин ошол жерде болчу . Бул %@учурунда болгон .
lo: %@ %@. ນັ້ນ ແມ່ນ ໃນ ໄລຍະ <span translate='no'>string</span>.
lt: %@ čia buvo iki maždaug %@. Tai buvo per %@.
lv: %@ bija šeit līdz apmēram %@. Tas bija %@laikā .
mg: Teto %@ mandra-pahatongan'ny %@. Nandritra ny %@izany.
mi: I konei a %@ tae noa ki te %@. I te wā o te %@.
mk: %@ до %@. Тоа беше за време на %@.
ml: ഏകദേശം %@വരെ %@ ഇവിടെയുണ്ടായിരുന്നു. <span translate='no'>string</span>സമയത്തായിരുന്നു അത്.
mn_cyrl: %@ %@орчим хүртэл энд байсан . Энэ нь %@үед болсон юм.
mr: %@ सुमारे %@पर्यंत इथेच होतो. ते <span translate='no'>string</span>दरम्यानचे होते.
ms: %@ berada di sini sehingga kira-kira %@. Itu semasa %@.
mt: %@ kien hawn sa madwar %@. Dak kien matul il- %@.
my: %@ %@ ။ အဲဒီအချိန်အတွင်းမှာ <span translate='no'>string</span>။
nb: %@ var her til omtrent %@. Det var under %@.
ne: %@ %@बजेसम्म यहाँ थिए । त्यो %@बेलाको कुरा हो ।
nl: %@ was hier tot ongeveer %@. Dat was tijdens %@.
or: %@ ପ୍ରାୟ %@ପର୍ଯ୍ୟନ୍ତ ଏଠାରେ ଥିଲେ । ତାହା <span translate='no'>string</span>ସମୟରେ ଥିଲା ।
pa: %@ ਲਗਭਗ %@ਵਜੇ ਤੱਕ ਇੱਥੇ ਸੀ। ਇਹ %@ਦੌਰਾਨ ਦੀ ਗੱਲ ਹੈ।
pl: %@ był tu do około %@. To było w %@.
ps: %@ شاوخوا پورې دلته %@. دا د %@.
pt_br: %@ estava aqui até %@. Isso foi durante %@.
ro: %@ fost aici până la aproximativ %@. Asta a fost în timpul %@.
ru: %@ был здесь примерно до %@года. Это было во время %@.
sk: %@ tu bol asi do %@. To bolo počas %@.
sl: %@ je bil tukaj do %@. To je bilo %@.
sq: %@ ishte këtu deri në %@. Kjo ishte gjatë %@.
sr_latn: %@ sam ovde do %@. To je bilo tokom %@.
sv: %@ var här till ungefär %@. Det var vid %@.
sw: %@ alikuwa hapa hadi karibu %@. Hiyo ilikuwa wakati wa %@.
ta: %@ சுமார் %@வரை இங்கேயே இருந்தேன். அது <span translate='no'>string</span>போது இருந்தது.
te: సుమారు %@వరకు %@ ఇక్కడే ఉన్నాడు. అది <span translate='no'>string</span>సమయంలో జరిగింది.
th: %@ อยู่ที่นี่จนกระทั่งประมาณ %@. นั่นคือในช่วง <span translate='no'>string</span>.
tk: %@ %@çenli geldi... Şol döwürde %@.
tr: %@ %@kadar buradaydı. Bu %@sırasındaydı.
tt: %@ монда якынча %@кадәр булган . Бу %@вакытында булган .
ug: %@ %@ئەتراپىدا بۇ يەردە ئىدى . ئۇ %@مەزگىلىدە .
uk: %@ був тут приблизно до %@. Це було під час %@.
ur: %@ تقریبا %@تک یہاں موجود تھا۔ یہ %@کے دوران تھا ۔
uz: %@ shu yerda %@. Bu %@paytida bo'lgan .
vi: %@ đã ở đây cho đến khoảng %@. Đó là trong %@.
zh_hans: %@ 一直待到 %@左右。 那是在 %@。
zu: %@ wayelapha kwaze kwaba cishe %@. Lokho kwaba ngesikhathi %@.
