Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# about_laiban_5
source: Hi! My name is Laiban and I'm an AI, an artificial intelligence. That means I'm thinking with a digital brain when I'm going to answer your questions. One example is that I connect to a weather service on the internet and then work with that information to tell you which clothes are best suited at the time.
af: Haai! My naam is Laiban en ek is 'n AI, 'n kunsmatige intelligensie. Dit beteken dat ek met 'n digitale brein dink as ek u vrae gaan beantwoord. Een voorbeeld is dat ek aan 'n weerdiens op die internet koppel en dan met daardie inligting werk om jou te vertel watter klere die beste by daardie tydstip pas.
am: ታዲያስ! ስሜ Laiban ነው እኔ AI, ሰው ሠራሽ የማሰብ ችሎታ. ይህም ማለት ለጥያቄዎቻችሁ መልስ ስጠይቅ በዲጂታል አንጎል እያሰብኩ ነው ማለት ነው። አንዱ ምሳሌ በኢንተርኔት ላይ ከአንድ የአየር ሁኔታ አገልግሎት ጋር እገናኛለሁ እናም ከዚያ መረጃ ጋር በመሥራት በወቅቱ ከሁሉ የተሻለው ልብስ የትኛው እንደሆነ እነግራችኋለሁ።
ar: مرحبا! اسمي (لايبان) وأنا الذكاء الاصطناعي، ذكاء اصطناعي. هذا يعني أنني أفكر بعقل رقمي عندما أجيب على أسئلتك مثال واحد هو أن أقوم بالاتصال بخدمة الطقس على شبكة الإنترنت ومن ثم العمل مع تلك المعلومات لأقول لكم الملابس التي هي الأنسب في ذلك الوقت.
as: নমস্কাৰ! মোৰ নাম লাইবান আৰু মই এআই, এটা কৃত্ৰিম বুদ্ধিমত্তা। ইয়াৰ অৰ্থ হৈছে যেতিয়া মই আপোনাৰ প্ৰশ্নবোৰৰ উত্তৰ দিম তেতিয়া মই ডিজিটেল মগজুৰে চিন্তা কৰি আছোঁ। এটা উদাহৰণ হ'ল মই ইণ্টাৰনেটত বতৰ সেৱাৰ সৈতে সংযোগ কৰোঁ আৰু তাৰ পিছত সেই তথ্যৰ সৈতে কাম কৰি আপোনাক কওঁ যে সেই সময়ত কোনবোৰ কাপোৰ সৰ্বশ্ৰেষ্ঠ উপযুক্ত।
az: Salam! Mənim adım Laiban və mən Aİ, süni intellekt. Bu o deməkdir ki, mən sizin suallarınıza cavab verərkən rəqəmsal beyinlə düşünürəm. Buna misal olaraq, internetdə hava xidmətinə bağlanaraq, sonra həmin məlumatlarla çalışaraq həmin vaxt hansı geyimlərə ən uyğun olduğunu bildirirəm.
bg: Здравей! Казвам се Лайбан и съм Изкуствен интелект, изкуствен интелект. Това означава, че мисля с дигитален мозък, когато ще отговарям на въпросите ти. Един пример е, че се свързвам с метеорологична услуга в интернет и след това работя с тази информация, за да ви кажа кои дрехи са най-подходящи тогава.
bn: হাই! আমার নাম লাইবান এবং আমি একজন এআই, একটি কৃত্রিম বুদ্ধিমত্তা। তার মানে আমি একটি ডিজিটাল মস্তিষ্ক ের সাথে চিন্তা করছি যখন আমি আপনার প্রশ্নের উত্তর দিতে যাচ্ছি। একটি উদাহরণ হ'ল আমি ইন্টারনেটে একটি আবহাওয়া পরিষেবার সাথে সংযোগ স্থাপন করি এবং তারপরে সেই সময়ে কোন পোশাকগুলি সবচেয়ে উপযুক্ত তা আপনাকে বলার জন্য সেই তথ্যটি নিয়ে কাজ করি।
bo: ཨ་རོགས།! ངའི་མིང་ལ་ལའེ་པན་ཟེར། ང་ནི་AIདང་མིས་བཟོས་རིག་སྟོབས་ཡིན། ངས་ཁྱོད་ཀྱི་གནད་དོན་ལ་ལན་འདེབས་སྐབས་ངས་ཨང་ཀིའི་ཀླད་པར་བསམ་བློ་གཏོང་བཞིན་ཡོད་པ་མཚོན། དཔེར་བརྗོད་གཅིག་ནི་ངས་དྲ་རྒྱའི་སྟེང་གི་གནམ་གཤིས་ཞབས་ཞུ་དང་འབྲེལ་མཐུད་བྱས་རྗེས་ཆ་འཕྲིན་དེ་དག་དང་མཉམ་ལས་བྱས་ནས་ཁྱོད་ལ་སྐབས་དེར་ལྭ་བ་གང་དག་ཆེས་འཚམ་པ་བཤད་པ་ཡིན།
bs: Zdravo! Zovem se Laiban i ja sam AI, umjetna inteligencija. To znači da razmišljam digitalnim mozgom kada ću odgovoriti na vaša pitanja. Jedan od primjera je da se na internetu povežem sa meteorološkim servisom i onda radim s tim informacijama da vam kažem koja odjeća je tada najprikladniji.
ca: Hola! Em dic Laiban i sóc una IA, una intel·ligència artificial. Això vol dir que estic pensant amb un cervell digital quan vaig a respondre a les seves preguntes. Un exemple és que em connecto a un servei meteorològic a Internet i després treballo amb aquesta informació per indicar-vos quina roba és la més adequada en aquell moment.
cs: Ahoj! Jmenuji se Laiban a jsem umělá inteligence, umělá inteligence. To znamená, že přemýšlím s digitálním mozkem, když budu odpovídat na vaše otázky. Jedním z příkladů je, že se připojím k meteorologické službě na internetu a pak pracuji s těmito informacemi, abych vám řekl, které oblečení je v té době nejvhodnější.
cy: Siwmae! Fy enw i yw Laiban a dwi'n AI, deallusrwydd artiffisial. Mae hynny'n golygu mod i'n meddwl gydag ymennydd digidol pan dwi'n mynd i ateb eich cwestiynau. Un enghraifft yw fy mod yn cysylltu â gwasanaeth tywydd ar y we ac yna'n gweithio gyda'r wybodaeth honno i ddweud wrthych pa ddillad sy'n fwyaf addas ar y pryd.
da: Hej! Mit navn er Laiban og jeg er en AI, en kunstig intelligens. Det betyder, at jeg tænker med en digital hjerne, når jeg skal besvare dine spørgsmål. Et eksempel er, at jeg opretter forbindelse til en vejrtjeneste på internettet og derefter arbejder med disse oplysninger for at fortælle dig, hvilket tøj der er bedst egnet på det tidspunkt.
de: Hallo! Mein Name ist Laiban und ich bin eine KI, eine künstliche Intelligenz. Das bedeutet, dass ich mit einem digitalen Gehirn nachdenke, wenn ich Ihre Fragen beantworte. Ein Beispiel ist, dass ich mich mit einem Wetterdienst im Internet verbinde und dann mit diesen Informationen arbeite, um Ihnen zu sagen, welche Kleidung zu diesem Zeitpunkt am besten geeignet ist.
el: Γεια σου! Το όνομά μου είναι Laiban και είμαι ai, μια τεχνητή νοημοσύνη. Αυτό σημαίνει ότι σκέφτομαι με ψηφιακό εγκέφαλο όταν πρόκειται να απαντήσω στις ερωτήσεις σας. Ένα παράδειγμα είναι ότι συνδέομαι σε μια μετεωρολογική υπηρεσία στο διαδίκτυο και στη συνέχεια δουλεύω με αυτές τις πληροφορίες για να σας πω ποια ρούχα ταιριάζουν καλύτερα εκείνη τη στιγμή.
es: ¡hola! Mi nombre es Laiban y soy una IA, una inteligencia artificial. Eso significa que estoy pensando con un cerebro digital cuando voy a responder a sus preguntas. Un ejemplo es que me conecto a un servicio meteorológico en Internet y luego trabajo con esa información para decirle qué ropa es la más adecuada en ese momento.
et: Hei! Minu nimi on Laiban ja ma olen tehisintellekt, tehisintellekt. See tähendab, et mõtlen digitaalse ajuga, kui vastan teie küsimustele. Üks näide on see, et ma ühendan internetist ilmateenistuse ja siis töötan selle teabega, et öelda teile, millised riided sel ajal kõige paremini sobivad.
eu: Kaixo! Nire izena Laiban da eta IA bat naiz, adimen artifiziala. Horrek esan nahi du garun digital batekin pentsatzen ari naizela zure galderei erantzun behar diedanean. Adibide bat da Interneteko zerbitzu meteorologiko batekin konektatzen naizela eta gero informazio horrekin lan egiten dudala, une horretan zein arropa den egokiena esateko.
fa: سلام! اسم من لايبان ه و من هوش مصنوعي هستم اين يعني وقتي ميخوام به سوالاتت جواب بدم با يه مغز ديجيتال فکر ميکنم یک مثال این است که من به یک سرویس آب و هوایی در اینترنت متصل می شود و سپس با آن اطلاعات کار می کنم تا به شما بگویم کدام لباس ها در آن زمان به بهترین وجه مناسب هستند.
fi: Moikka! Nimeni on Laiban ja olen tekoäly. Se tarkoittaa, että ajattelen digitaalisilla aivoilla, kun vastaan kysymyksiisi. Yksi esimerkki on, että muodostan yhteyden sääpalveluun Internetissä ja työskentelen sitten niiden tietojen kanssa kertoakseni, mitkä vaatteet sopivat parhaiten tuolloin.
fil: Hi! Ako si Laiban at ako'y isang AI, isang artipisyal na katalinuhan. Ibig sabihin iniisip ko ang digital brain kapag sasagutin ko ang iyong mga tanong. Isang halimbawa ay kumonekta ako sa isang serbisyo ng panahon sa internet at pagkatapos ay makipagtulungan sa impormasyong iyon para sabihin sa iyo kung aling mga damit ang pinakamainam na akma sa oras na iyon.
fo: Hey! Mítt navn er Laiban og eg eri ein eftirgjørda vit. Tað merkir, at eg hugsi við einum digiti, tá eg fari at svara tínum spurningum. Eitt dømi er, at eg havi samband við eina veðrið á internetinum og síðani arbeiði við hasum upplýsingarnar at siga tær, hvør klæði eru best til tíðina.
fr: Salut! Je m’appelle Laiban et je suis une IA, une intelligence artificielle. Cela signifie que je pense avec un cerveau numérique quand je vais répondre à vos questions. Un exemple est que je me connecte à un service météorologique sur Internet, puis que je travaille avec ces informations pour vous dire quels vêtements sont les mieux adaptés à ce moment-là.
ga: Haigh! Laiban is ainm dom agus is AI mé, intleacht shaorga. Ciallaíonn sé sin go bhfuil mé ag smaoineamh le hinchinn dhigiteach nuair atá mé chun do cheisteanna a fhreagairt. Sampla amháin ná go gceanglaím le seirbhís aimsire ar an idirlíon agus ansin oibrím leis an eolas sin chun a rá leat cé na héadaí is fearr a oireann ag an am.
gl: Hola! Chámome Laiban e son unha intelixencia artificial. Isto significa que estou pensando cun cerebro dixital cando vou responder as súas preguntas. Un exemplo é que me conecto a un servizo meteorolóxico en internet e logo traballo con esa información para dicirlle que roupa é máis axeitada no momento.
gu: કેમ છે! મારું નામ લાઇબાન છે અને હું એઆઈ છું, એક આર્ટિફિશિયલ ઇન્ટેલિજન્સ. તેનો અર્થ એ કે જ્યારે હું તમારા પ્રશ્નોના જવાબ આપીશ ત્યારે હું ડિજિટલ મગજથી વિચારી રહ્યો છું. એક ઉદાહરણ એ છે કે હું ઇન્ટરનેટ પર હવામાન સેવા સાથે કનેક્ટ થાઉં છું અને પછી તે માહિતી સાથે કામ કરીને તમને કહું છું કે તે સમયે કયા કપડાં સૌથી વધુ અનુકૂળ છે.
he: היי! קוראים לי לאיבאן ואני בינה מלאכותית, בינה מלאכותית. זה אומר שאני חושב עם מוח דיגיטלי כשאני הולך לענות על השאלות שלך. דוגמה אחת היא שאני מתחבר לשירות מזג אוויר באינטרנט ואז עובד עם המידע הזה כדי לומר לך אילו בגדים הם המתאימים ביותר באותה עת.
hi: नमस्ते! मेरा नाम लाइबन है और मैं एक एआई, एक आर्टिफिशियल इंटेलिजेंस हूं। इसका मतलब है कि जब मैं आपके सवालों के जवाब देने जा रहा हूं तो मैं डिजिटल मस्तिष्क के साथ सोच रहा हूं। एक उदाहरण यह है कि मैं इंटरनेट पर मौसम सेवा से जुड़ता हूं और फिर उस जानकारी के साथ काम करता हूं ताकि आपको यह बताया जा सके कि उस समय कौन से कपड़े सबसे उपयुक्त हैं।
hr: Haj! Zovem se Laiban i umjetna inteligencija, umjetna inteligencija. To znači da razmišljam s digitalnim mozgom kada ću odgovoriti na vaša pitanja. Jedan od primjera je da se povezujem s meteorološkom službom na internetu, a zatim radim s tim informacijama kako bih vam rekao koja odjeća najbolje odgovara u to vrijeme.
hu: Szia! A nevem Laiban, és AI vagyok, mesterséges intelligencia. Ez azt jelenti, hogy digitális aggyal gondolkodom, amikor válaszolok a kérdéseidre. Az egyik példa az, hogy csatlakozom egy meteorológiai szolgálathoz az interneten, majd ezzel az információval dolgozom, hogy megmondjam, melyik ruha a legmegfelelőbb abban az időben.
hy: Բարև! Իմ անունը Լայբան է եւ ես AI, արհեստական բանականություն: Դա նշանակում է, որ ես մտածում եմ թվային ուղեղով, երբ կպատասխանեմ ձեր հարցերին: Օրինակ՝ ես կապ եմ հաստատում համացանցում եղանակային ծառայության հետ, ապա աշխատում եմ այդ տեղեկության հետ, որպեսզի ասեմ, թե որ հագուստն է լավագույնս համապատասխանում այդ պահին:
id: Hai! Nama saya Laiban dan saya seorang AI, kecerdasan buatan. Itu berarti saya berpikir dengan otak digital ketika saya akan menjawab pertanyaan Anda. Salah satu contohnya adalah saya terhubung ke layanan cuaca di internet dan kemudian bekerja dengan informasi itu untuk memberi tahu Anda pakaian mana yang paling cocok pada saat itu.
is: Hæ! Ég heiti Laiban og er gervigreind, gervigreind. Það þýðir að ég er að hugsa með stafrænum heila þegar ég ætla að svara spurningum þínum. Eitt dæmi er að ég tengi við veðurþjónustu á netinu og vinn svo með þær upplýsingar til að segja þér hvaða föt henta best á þeim tíma.
it: Ciao! Mi chiamo Laiban e sono un'IA, un'intelligenza artificiale. Ciò significa che sto pensando con un cervello digitale quando risponderò alle tue domande. Un esempio è che mi collego a un servizio meteorologico su Internet e poi lavoro con quelle informazioni per dirti quali vestiti sono più adatti al momento.
ja: こんにちは！私の名前はライバンで、私は人工知能のAIです。つまり、私はあなたの質問に答えるつもりですとき、私はデジタル脳で考えています。その一例として、インターネット上の気象サービスに接続し、その情報を操作して、その時点でどの服が最も適しているかがわかります。
ka: გამარჯობა! მე მქვია ლაიბანი და მე ვარ AI, ხელოვნური ინტელექტი. ეს ნიშნავს, რომ მე ვფიქრობ ციფრულ ტვინთან, როდესაც ვაპირებ თქვენს კითხვებზე პასუხის გაცემას. ერთი მაგალითი ის არის, რომ ინტერნეტში ამინდის სერვისს ვუკავშირდები და შემდეგ ვმუშაობ ამ ინფორმაციასთან, რომ გითხრათ, რომელი ტანსაცმელია შესაფერისი იმ დროს.
kk: Сәлем! Менің атым Лайбан және мен ИСК, жасанды интеллект. Демек, сіздің сұрақтарыңызға жауап бергенде сандық мимен ойланып жүрмін. Мысал ретінде мен ғаламтордағы метеоқызметке қосыламын, содан кейін сол ақпаратпен жұмыс істеймін, ол кезде қандай киімнің ең қолайлы екенін айтып беремін.
km: សួស្តី! ខ្ញុំឈ្មោះ Laiban និង I'm an AI, ចារកម្មសិប្បនិម្មិត។ នោះ មាន ន័យ ថា ខ្ញុំ កំពុង គិត ជាមួយ ខួរ ក្បាល ឌីជីថល នៅ ពេល ដែល ខ្ញុំ នឹង ឆ្លើយ សំណួរ របស់ អ្នក ។ ឧទាហរណ៍ មួយ គឺ ខ្ញុំ ភ្ជាប់ ទៅ នឹង សេវា អាកាស ធាតុ នៅ លើ អ៊ីនធឺណិត ហើយ បន្ទាប់ មក ធ្វើ ការ ជាមួយ ព័ត៌មាន នោះ ដើម្បី ប្រាប់ អ្នក ថា សម្លៀកបំពាក់ ណា ដែល សម បំផុត នៅ ពេល នោះ ។
kn: ನಮಸ್ತೆ! ನನ್ನ ಹೆಸರು ಲೈಬಾನ್ ಮತ್ತು ನಾನು ಎಐ, ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ. ಇದರರ್ಥ ನಾನು ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಲು ಹೋದಾಗ ನಾನು ಡಿಜಿಟಲ್ ಮೆದುಳಿನೊಂದಿಗೆ ಯೋಚಿಸುತ್ತಿದ್ದೇನೆ. ಒಂದು ಉದಾಹರಣೆಯೆಂದರೆ, ನಾನು ಇಂಟರ್ನೆಟ್ ನಲ್ಲಿ ಹವಾಮಾನ ಸೇವೆಗೆ ಸಂಪರ್ಕಿಸುತ್ತೇನೆ ಮತ್ತು ಆ ಸಮಯದಲ್ಲಿ ಯಾವ ಬಟ್ಟೆಗಳು ಹೆಚ್ಚು ಸೂಕ್ತವಾಗಿವೆ ಎಂದು ನಿಮಗೆ ತಿಳಿಸಲು ಆ ಮಾಹಿತಿಯೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತೇನೆ.
ko: 안녕! 제 이름은 라이반이고 저는 인공 지능인 AI입니다. 즉, 귀하의 질문에 대답 할 때 디지털 두뇌로 생각하고 있음을 의미합니다. 한 가지 예는 인터넷의 기상 서비스에 연결 한 다음 해당 정보로 작업하여 당시에 가장 적합한 옷을 알려주는 것입니다.
ku: سڵاو! ناوی من لایبانە و من AIم، زیرەکی دەستکرد. ئەوە مانای ئەوەیە کە من بە مێشکێکی دیجیتاڵ بیر دەکەمەوە کاتێک من دەمەوێ وەڵامی پرسیارەکانت بدەمەوە. نموونەیەک ئەوەیە کە من پەیوەندی دەکەم بە خزمەتگوزاری کەش و هەوا لەسەر ئینتەرنێت و پاشان کار لەگەڵ ئەو زانیاریانە دەکەم بۆ ئەوەی پێت بڵێم کە کام جل و بەرگی گونجاوە لەو کاتەدا.
ky: Салам! Менин атым Лайбан жана мен АИмин, жасалма интеллектмин. Демек, мен сиздин суроолоруңузга жооп бере турганда санариптик мээ менен ойлоном. Мисалы, мен интернеттеги аба-ырайы кызматы менен байланышып, андан кийин ошол учурда кайсы кийимдер эң ылайыктуу экенин айтып берүү үчүн ошол маалымат менен иштейм.
lo: ສະບາຍດີ! ຊື່ຂອງຂ້ອຍແມ່ນ Laiban ແລະຂ້ອຍແມ່ນ AI, ເປັນປັນຍາປະດິດ. ນັ້ນ ຫມາຍ ຄວາມ ວ່າ ຂ້າ ພະ ເຈົ້າ ກໍາ ລັງ ຄິດ ກັບ ສະ ຫມອງ ດິ ຈິ ຕອລ ເມື່ອ ຂ້າ ພະ ເຈົ້າ ຈະ ຕອບ ຄໍາ ຖາມ ຂອງ ທ່ານ . ຕົວ ຢ່າງ ຫນຶ່ງ ແມ່ນ ວ່າ ຂ້າ ພະ ເຈົ້າ ຕິດ ຕໍ່ ກັບ ການ ບໍ ລິ ການ ທາງ ອາ ກາດ ໃນ ອິນ ເຕີ ເນັດ ແລ້ວ ເຮັດ ວຽກ ກັບ ຂໍ້ ມູນ ນັ້ນ ເພື່ອ ບອກ ທ່ານ ວ່າ ເຄື່ອງ ນຸ່ງ ຫົ່ມ ໃດ ທີ່ ເຫມາະ ສົມ ທີ່ ສຸດ ໃນ ເວ ລາ ນັ້ນ .
lt: Sveikas! Mano vardas Laibanas ir aš esu dirbtinis intelektas, dirbtinis intelektas. Tai reiškia, kad aš galvoju su skaitmeninėmis smegenimis, kai atsakysiu į jūsų klausimus. Vienas iš pavyzdžių yra tas, kad aš prisijungiu prie orų tarnybos internete ir tada dirbu su ta informacija, kad pasakyčiau, kurie drabužiai tuo metu geriausiai tinka.
lv: Čau! Mani sauc Laibans, un es esmu mākslīgais intelekts, mākslīgais intelekts. Tas nozīmē, ka es domāju ar digitālajām smadzenēm, kad atbildēšu uz jūsu jautājumiem. Viens piemērs ir tāds, ka es izveidoju savienojumu ar laika apstākļu dienestu internetā un pēc tam strādāju ar šo informāciju, lai pateiktu, kuras drēbes tajā laikā ir vispiemērotākās.
mg: Miarahaba! Laiban no anarako ary AI aho, faharanitan-tsaina artifisialy. Midika izany fa mieritreritra amin'ny atidoha nomerika aho rehefa hamaly ny fanontanianao. Ohatra iray amin'izany ny hoe mifandray amin'ny sampan-draharaha misahana ny toetr'andro ao amin'ny aterineto aho ary avy eo miara-miasa amin'izany vaovao izany mba hilaza aminareo hoe inona no akanjo mety indrindra amin'izany fotoana izany.
mi: Kia ora! Ko tōku ingoa ko Laiban, a, he AI ahau, he mōhiotanga waihanga. Ko te tikanga o tēnā e whakaaro ana ahau ki tētahi roro mamati ina whakautua e au ō pātai. Ko tētahi tauira, ka tūhono ahau ki tētahi ratonga huarere i runga i te ipurangi, kātahi ka mahi tahi me taua mōhiohio hei kōrero ki a koe ko ēhea kākahu e tino pai ana i taua wā.
mk: Здраво! Се викам Лаибан и јас сум AI, вештачка интелигенција. Тоа значи дека размислувам со дигитален мозок кога ќе ти одговорам на прашањата. Еден пример е дека се поврзувам со метеоролошка услуга на интернет и потоа работам со таа информација за да ви кажам која облека е најпогодна во тоа време.
ml: ഹലോ! എന്റെ പേര് ലൈബാൻ, ഞാൻ ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്, ഒരു ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് ആണ്. അതിനർത്ഥം ഞാൻ നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകാൻ പോകുമ്പോൾ ഞാൻ ഒരു ഡിജിറ്റൽ മസ്തിഷ്കം ഉപയോഗിച്ച് ചിന്തിക്കുന്നു എന്നാണ്. ഒരു ഉദാഹരണം ഞാൻ ഇന്റർനെറ്റിലെ ഒരു കാലാവസ്ഥാ സേവനവുമായി കണക്റ്റുചെയ്യുകയും ആ സമയത്ത് ഏത് വസ്ത്രങ്ങളാണ് ഏറ്റവും അനുയോജ്യമെന്ന് നിങ്ങളോട് പറയാൻ ആ വിവരങ്ങളുമായി പ്രവർത്തിക്കുകയും ചെയ്യുന്നു.
mn_cyrl: Сайн уу! Намайг Лайбан гэдэг. Би бол хиймэл оюун ухаан болох AI. Энэ нь би таны асуултуудад хариулахдаа цахим тархитай бодож байна гэсэн үг. Үүний нэг жишээ нь би интернэт дэх цаг агаарын үйлчилгээтэй холбогдож, дараа нь тухайн үед ямар хувцас хамгийн тохиромжтойг тэр мэдээлэлтэй хамтран ажилладаг.
mr: हाय! माझं नाव लायबान आहे आणि मी एआय आहे, एक कृत्रिम बुद्धिमत्ता आहे. याचा अर्थ मी जेव्हा तुमच्या प्रश्नांची उत्तरं देणार आहे, तेव्हा मी डिजिटल मेंदूने विचार करत असतो. एक उदाहरण म्हणजे मी इंटरनेटवरील हवामान सेवेशी संपर्क साधतो आणि मग त्या माहितीसह कार्य करून त्या वेळी कोणते कपडे सर्वात योग्य आहेत हे आपल्याला सांगते.
ms: Hi! Nama saya Laiban dan saya AI, kecerdasan buatan. Ini bermakna saya berfikir dengan otak digital apabila saya akan menjawab soalan anda. Salah satu contoh ialah saya menyambung ke perkhidmatan cuaca di internet dan kemudian bekerja dengan maklumat itu untuk memberitahu anda pakaian mana yang paling sesuai pada masa itu.
mt: Hello! Jisimni Laiban u jien AI, intelliġenza artifiċjali. Dan ifisser li qed naħseb b'moħħ diġitali meta se nwieġeb il-mistoqsijiet tiegħek. Eżempju wieħed huwa li nikkonnettja ma 'servizz tat-temp fuq l-internet u mbagħad naħdem ma' dik l-informazzjoni biex ngħidlek liema ħwejjeġ huma l-aktar adattati dak iż-żmien.
my: မင်္ဂလာပါ! ကျွန်တော့်နာမည်က Laiban ဖြစ်ပြီး ကျွန်မကတော့ AI ဖြစ်ပါတယ်။ ဉာဏ်ရည်တုပါ။ ဆိုလိုတာက ခင်ဗျားရဲ့ မေးခွန်းတွေကို ဖြေပေးမယ့်အချိန်မှာ ဒစ်ဂျစ်တယ် ဦးနှောက်နဲ့ စဉ်းစားနေတာပါ။ ဥပမာတစ်ခုကတော့ အင်တာနက်ပေါ်က ရာသီဥတု ဝန်ဆောင်မှုတစ်ခုနဲ့ ဆက်သွယ်ပြီး အဲဒီအချိန်တုန်းက ဘယ်အဝတ်အစားတွေ အကောင်းဆုံးကို အကောင်းဆုံးဖြစ်တယ်ဆိုတာ ပြောပြဖို့ အဲဒီသတင်းအချက်အလက်နဲ့ အလုပ်လုပ်တယ်ဆိုတာပါ။
nb: Hei! Jeg heter Laiban og er ai, kunstig intelligens. Det betyr at jeg tenker med en digital hjerne når jeg skal svare på spørsmålene dine. Et eksempel er at jeg kobler til en værtjeneste på internett og deretter jobber med den informasjonen for å fortelle deg hvilke klær som passer best på den tiden.
ne: हाइ! मेरो नाम लाइबन हो र म एआई, आर्टिफिसियल इन्टेलिजेन्स हुँ । यसको मतलब म डिजिटल दिमागको साथ सोचिरहेको छु जब म तपाईंको प्रश्नहरूको जवाफ दिन जाँदैछु। एउटा उदाहरण यो हो कि म इन्टरनेटमा मौसम सेवामा जडान गर्दछु र त्यसपछि त्यो जानकारीको साथ काम गर्छु जुन तपाईंलाई बताउन जुन लुगाहरू त्यस समयमा सबैभन्दा उपयुक्त छन्।
nl: Hallo! Mijn naam is Laiban en ik ben een AI, een kunstmatige intelligentie. Dat betekent dat ik met een digitaal brein nadenk als ik je vragen ga beantwoorden. Een voorbeeld is dat ik verbinding maak met een weerdienst op internet en vervolgens met die informatie werk om je te vertellen welke kleding op dat moment het meest geschikt is.
or: ହାଏ! ମୋର ନାମ ଲାଇବାନ୍ ଏବଂ ମୁଁ ଜଣେ ଏଆଇ, ଏକ କୃତ୍ରିମ ବୁଦ୍ଧି | ଏହାର ଅର୍ଥ ମୁଁ ଏକ ଡିଜିଟାଲ୍ ମସ୍ତିଷ୍କ ସହିତ ଚିନ୍ତା କରୁଛି ଯେତେବେଳେ ମୁଁ ତୁମର ପ୍ରଶ୍ନର ଉତ୍ତର ଦେବାକୁ ଯାଉଛି | ଗୋଟିଏ ଉଦାହରଣ ହେଉଛି ମୁଁ ଇଣ୍ଟରନେଟରେ ଏକ ପାଣିପାଗ ସେବା ସହିତ ସଂଯୋଗ କରେ ଏବଂ ତା'ପରେ ସେହି ସୂଚନା ସହିତ କାର୍ଯ୍ୟ କରେ ଯାହା ଆପଣଙ୍କୁ କହିଥାଏ ଯେ ସେହି ସମୟରେ କେଉଁ ପୋଷାକ ସର୍ବୋତ୍ତମ ଉପଯୁକ୍ତ |
pa: ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ! ਮੇਰਾ ਨਾਮ ਲਾਇਬਨ ਹੈ ਅਤੇ ਮੈਂ ਇੱਕ AI ਹਾਂ, ਇੱਕ ਆਰਟੀਫਿਸ਼ੀਅਲ ਇੰਟੈਲੀਜੈਂਸ ਹਾਂ। ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਜਦੋਂ ਮੈਂ ਤੁਹਾਡੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਜਾ ਰਿਹਾ ਹਾਂ ਤਾਂ ਮੈਂ ਇੱਕ ਡਿਜੀਟਲ ਦਿਮਾਗ ਨਾਲ ਸੋਚ ਰਿਹਾ ਹਾਂ। ਇੱਕ ਉਦਾਹਰਨ ਇਹ ਹੈ ਕਿ ਮੈਂ ਇੰਟਰਨੈੱਟ 'ਤੇ ਕਿਸੇ ਮੌਸਮ ਸੇਵਾ ਨਾਲ ਕਨੈਕਟ ਕਰਦਾ ਹਾਂ ਅਤੇ ਫੇਰ ਉਸ ਜਾਣਕਾਰੀ ਨਾਲ ਕੰਮ ਕਰਕੇ ਤੁਹਾਨੂੰ ਇਹ ਦੱਸਦਾ ਹਾਂ ਕਿ ਉਸ ਸਮੇਂ ਕਿਹੜੇ ਕੱਪੜੇ ਸਭ ਤੋਂ ਵੱਧ ਢੁਕਵੇਂ ਹਨ।
pl: Cześć! Nazywam się Laiban i jestem sztuczną inteligencją, sztuczną inteligencją. Oznacza to, że myślę z cyfrowym mózgiem, kiedy zamierzam odpowiedzieć na twoje pytania. Jednym z przykładów jest to, że łączę się z serwisem pogodowym w Internecie, a następnie pracuję z tymi informacjami, aby powiedzieć, które ubrania najlepiej nadają się w danym momencie.
ps: سلام! زما نوم لیبان دی او زه ای ای یم، یو مصنوعی ځیرکتیا. دا په دې مانا ده چې زه د ډیجیټل ماغزو سره فکر کوم کله چې زه ستاسو پوښتنو ته ځواب ونه وایم. یو مثال دا دی چې زه په انټرنیټ کې د هوا د خدماتو سره وصل شم او بیا د دې معلوماتو سره کار کوم چې تاسو ته ووایم چې کوم کالی په هغه وخت کې غوره دی.
pt_br: Oi! Meu nome é Laiban e sou uma IA, uma inteligência artificial. Isso significa que estou pensando com um cérebro digital quando vou responder suas perguntas. Um exemplo é que eu me conecto a um serviço meteorológico na internet e depois trabalho com essa informação para dizer quais roupas são mais adequadas no momento.
ro: Salut! Mă numesc Laiban și sunt un AI, o inteligență artificială. Asta înseamnă că mă gândesc cu un creier digital când voi răspunde la întrebările tale. Un exemplu este că mă conectez la un serviciu meteo pe internet și apoi lucrez cu aceste informații pentru a vă spune care haine sunt cele mai potrivite la momentul respectiv.
ru: Привет! Меня зовут Лайбан, и я искусственный интеллект. Это значит, что я думаю с цифровым мозгом, когда я собираюсь ответить на ваши вопросы. Одним из примеров является то, что я подключиться к метеорологической службы в Интернете, а затем работать с этой информацией, чтобы сказать вам, какая одежда лучше всего подходит в то время.
sk: Ahoj! Volám sa Laiban a som AI, umelá inteligencia. To znamená, že premýšľam s digitálnym mozgom, keď budem odpovedať na vaše otázky. Jedným z príkladov je, že sa pripájam k meteorologickej službe na internete a potom pracujem s týmito informáciami, aby som vám povedal, ktoré oblečenie je v danom čase najvhodnejšie.
sl: Živjo! Ime mi je Laiban in sem umetna inteligenca. To pomeni, da razmišljam z digitalnimi možgani, ko bom odgovarjal na vaša vprašanja. En primer je, da se povežem z vremensko službo na internetu in potem delam s tem informacijami, da vam povem, katera oblačila so takrat najbolj primerna.
sq: Përshëndetje! Emri im është Laiban dhe unë jam NJË, një inteligjencë artificiale. Kjo do të thotë se po mendoj me një tru dixhital kur do t'u përgjigjem pyetjeve të tua. Një shembull është se lidhem me një shërbim moti në internet dhe pastaj punoj me atë informacion për t'ju thënë se cilat rroba janë më të përshtatshme në atë kohë.
sr_latn: Zdravo! Zovem se Laiban i ja sam AI, veštačka inteligencija. To znaиi da razmiљljam sa digitalnim mozgom kada жu da odgovorim na tvoja pitanja. Jedan od primera je da se povežem sa meteorološkom službom na internetu i onda radim sa tom informacijom kako bih vam rekao koja odeća je u tom trenutku najprigodeniji.
sv: Hejsan! Jag heter Laiban och är en AI, en artificiell intelligens. Det betyder att jag tänker med en digital hjärna när jag ska svara på era frågor. Ett exempel är att jag kopplar upp mig mot en vädertjänst på internet och sen jobbar med den informationen för att berätta för er vilka kläder som passar bäst just då.
sw: Hujambo! Jina langu ni Laiban na mimi ni AI, akili bandia. Hiyo inamaanisha kuwa ninafikiria na ubongo wa kidijitali wakati nitajibu maswali yako. Mfano mmoja ni kwamba ninaunganisha na huduma ya hali ya hewa kwenye mtandao na kisha kufanya kazi na habari hiyo kukuambia ni nguo zipi zinafaa zaidi wakati huo.
ta: ஹாய்! என் பெயர் லைபன் மற்றும் நான் ஒரு AI இருக்கிறேன், ஒரு செயற்கை நுண்ணறிவு. அதாவது நான் உங்கள் கேள்விகளுக்கு பதிலளிக்கப் போகும் போது டிஜிட்டல் மூளையுடன் நினைத்துக் கொண்டிருக்கிறேன். ஒரு எடுத்துக்காட்டு என்னவென்றால், நான் இணையத்தில் ஒரு வானிலை சேவையுடன் இணைக்கிறேன், பின்னர் அந்த நேரத்தில் எந்த ஆடைகள் மிகவும் பொருத்தமானவை என்பதை உங்களுக்குச் சொல்ல அந்த தகவலுடன் வேலை செய்கிறேன்.
te: హాయ్! నా పేరు లైబాన్ మరియు నేను AI, ఒక కృత్రిమ మేధస్సు. అంటే నేను మీ ప్రశ్నలకు సమాధానం ఇవ్వబోతున్నప్పుడు నేను డిజిటల్ మెదడుతో ఆలోచిస్తున్నాను. ఒక ఉదాహరణ ఏమిటంటే, నేను ఇంటర్నెట్ లో వాతావరణ సేవకు కనెక్ట్ అవుతాను మరియు ఆ సమయంలో ఏ దుస్తులు బాగా సరిపోతాయో మీకు చెప్పడానికి ఆ సమాచారంతో పని చేస్తాను.
th: สวัสดี! ฉันชื่อ Laiban และฉันเป็น AI ซึ่งเป็นปัญญาประดิษฐ์ นั่นหมายความว่าฉันคิดด้วยสมองดิจิทัลเมื่อฉันจะตอบคําถามของคุณ ตัวอย่างหนึ่งคือฉันเชื่อมต่อกับบริการสภาพอากาศบนอินเทอร์เน็ตแล้วทํางานกับข้อมูลนั้นเพื่อบอกคุณว่าเสื้อผ้าใดเหมาะที่สุดในเวลานั้น
tk: Salam! Meniň adym Laiban we men AÝ, emeli akylym. Diýmek, siziň soraglaryňyza jogap berjek wagtym digital beýni bilen oýlanýaryn. Mysal üçin, internetde howa hyzmaty bilen baglanşykly, soňra şol maglumat bilen işleşip, şol wagt haýsy egin-eşikleriň has amatlydygyny aýdýaryn.
tr: merhaba! Benim adım Laiban ve yapay zekayım, yapay zeka. Bu da demek oluyor ki, sorularınızı cevaplarken dijital bir beyinle düşünüyorum. Bir örnek, internetteki bir hava durumu hizmetine bağlanmam ve ardından hangi kıyafetlerin o anda en uygun olduğunu söylemek için bu bilgilerle çalışmamdır.
tt: Сәлам! Минем исемем Лайбан һәм мин АИ, ясалма интеллект. Димәк, сорауларыгызга җавап бирергә җыенганда, мин дигитал баш мие белән уйланам. Бер мисал : интернетта һава торышы хезмәтенә тоташтырып, аннары кайсы киемнәрнең кайсы киемгә туры килгәнен сөйләр өчен шул мәгълүмат белән эшлим.
ug: ياخشىمۇ! مېنىڭ ئىسمىم لەيبيەن، مەن بىر AI، سۈنئىي ئىدراك. دېمەك، سوئالىڭىزغا جاۋاب بەرگەندە رەقەملىك چوڭ مېڭە بىلەن ئويلىشىۋاتىمەن. بۇنىڭ بىر مىسالى شۇكى، مەن توردىكى بىر ھاۋارايى مۇلازىمىتىگە ئۇلاپ ئاندىن شۇ ئۇچۇرلار بىلەن ھەمكارلىشىپ شۇ ۋاقىتتا قايسى كىيىمنىڭ ئەڭ ماس كېلىدىغانلىقىنى ئېيتىپ بېرىمەن.
uk: Привіт! Мене звуть Лайбан, і я штучний інтелект, штучний інтелект. Це означає, що я думаю з цифровим мозком, коли я збираюся відповісти на ваші запитання. Один із прикладів полягає в тому, що я підключаюся до метеорологічної служби в Інтернеті, а потім працюю з цією інформацією, щоб сказати вам, який одяг найкраще підходить у той час.
ur: سلام! میرا نام لائبان ہے اور میں ایک اے آئی ہوں، ایک مصنوعی ذہانت ہے۔ اس کا مطلب ہے کہ میں ڈیجیٹل دماغ کے ساتھ سوچ رہا ہوں جب میں آپ کے سوالات کا جواب دینے جا رہا ہوں۔ ایک مثال یہ ہے کہ میں انٹرنیٹ پر موسمی سروس سے جڑتا ہوں اور پھر اس معلومات کے ساتھ کام کرتے ہوئے آپ کو بتاتا ہوں کہ اس وقت کون سے کپڑے بہترین موزوں ہیں۔
uz: Salom! Mening ismim Laiban va men AI, sun'iy aql. Bu shuni anglatadiki, men sizning savollaringizga javob beradiganimda raqamli miya bilan o'ylayapman. Misollardan biri, men internetdagi ob-havo xizmatiga ulanaman va keyin o'sha paytda qaysi kiyimlar eng mos kelishini aytish uchun o'sha ma'lumotlar bilan ishlayman.
vi: Chào bạn! Tên tôi là Laiban và tôi là một AI, một trí tuệ nhân tạo. Điều đó có nghĩa là tôi đang suy nghĩ với một bộ não kỹ thuật số khi tôi sẽ trả lời các câu hỏi của bạn. Một ví dụ là tôi kết nối với một dịch vụ thời tiết trên internet và sau đó làm việc với thông tin đó để cho bạn biết quần áo nào phù hợp nhất vào thời điểm đó.
zh_hans: 你好！我的名字是莱班，我是一个人工智能，一个人工智能。这意味着当我要回答你的问题时，我正在用数字大脑思考。一个例子是，我连接到互联网上的天气服务，然后使用这些信息来告诉你哪些衣服最适合当时。
zu: Sawubona! Igama lami nginguLaiban futhi ngiyi-AI, i-intelligence yokufakelwa. Lokho kusho ukuthi ngicabanga ngobuchopho bedijithali lapho ngizophendula imibuzo yakho. Esinye isibonelo ukuthi ngixhuma kwinsizakalo yesimo sezulu ku-intanethi bese ngisebenza ngalolo lwazi ukukutshela ukuthi yiziphi izingubo ezifanele kakhulu ngaleso sikhathi.
