Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# food_waste_weekly_stats
source: This week you have thrown away %@ grams of food.
af: Hierdie week het jy %@ gram kos weggegooi.
am: በዚህ ሳምንት %@ ግራም ምግብ ጣላችሁ።
ar: هذا الأسبوع كنت قد ألقيت بعيدا %@ غراما من المواد الغذائية
as: এই সপ্তাহত আপুনি %@ গ্ৰাম খাদ্য পেলাই দিছে।
az: Bu həftə %@ qram ərzaq atmısınız.
bg: Тази седмица сте изхвърлили %@ грама храна.
bn: এই সপ্তাহে আপনি %@ গ্রাম খাবার ফেলে দিয়েছেন।
bo: གཟའ་འཁོར་འདིར་ཁྱེད་ཚོས་ཟ་མ %@ ཁེ་གང་གཡུགས་ཟིན།
bs: Ove nedelje si bacio %@ grama hrane.
ca: Aquesta setmana heu llençat %@ grams de menjar.
cs: Tento týden jste vyhodili %@ gramů jídla.
cy: Yr wythnos hon rydych wedi taflu %@ gram o fwyd i ffwrdd.
da: I denne uge har du smidt væk %@ gram mad.
de: Diese Woche haben Sie %@ Gramm Essen weggeworfen.
el: Αυτή την εβδομάδα πετάξατε %@ γραμμάρια τροφής.
es: Esta semana has tirado %@ gramos de comida.
et: Sel nädalal olete ära visanud %@ grammi toitu.
eu: Aste honetan %@ gramo janari bota dituzu.
fa: این هفته یک گرم غذا %@ انداخته ای.
fi: Tällä viikolla olet heittänyt pois %@ grammoja ruokaa.
fil: Sa linggong ito ikaw ay thrown ang layo %@ gramo ng pagkain.
fo: Hesa vikuna hevur tú blakað %@ grams av mati.
fr: Cette semaine, vous avez jeté des %@ grammes de nourriture.
ga: An tseachtain seo tá %@ gram bia caite uait.
gl: Esta semana descartáronse %@ gramos de comida.
gu: આ અઠવાડિયે તમે %@ ગ્રામ ખોરાક ફેંકી દીધો છે.
he: השבוע זרקתם %@ גרם של מזון.
hi: इस सप्ताह आपने %@ ग्राम खाना फेंक दिया है।
hr: Ovaj tjedan ste bacili %@ grama hrane.
hu: Ezen a héten %@ gramm ételt dobott el.
hy: Այս շաբաթ դուք դեն եք նետել %@ գրամ սնունդը:
id: Minggu ini Anda telah membuang %@ gram makanan.
is: Í þessari viku hefur þú hent %@ grömmum af mat.
it: Questa settimana hai buttato via %@ grammi di cibo.
ja: 今週、あなたは %@ 食べ物のグラムを捨てた
ka: ამ კვირაში თქვენ %@ გრამი საკვები გადააგდოთ.
kk: Осы аптада сіз %@ грамм азық-түлік тастадыңыз.
km: សប្តាហ៍ នេះ អ្នក បាន បោះ ចោល អាហារ <span translate='no'>string</span> ក្រាម ។
kn: ಈ ವಾರ ನೀವು %@ ಗ್ರಾಂ ಆಹಾರವನ್ನು ಎಸೆದಿದ್ದೀರಿ.
ko: 이번 주에 당신은 %@ 그램의 음식을 버렸습니다.
ku: ئەم هەفتەیە تۆ %@ گرام خواردنت فڕێداوە.
ky: Бул жумада сиз %@ грамм тамак-аш ыргытып жибердиңиз.
lo: ອາທິດນີ້ທ່ານໄດ້ຖິ້ມອາຫານ <span translate='no'>string</span> ກຣາມ.
lt: Šią savaitę išmetėte %@ gramų maisto.
lv: Šonedēļ jūs esat izmetis %@ gramus pārtikas.
mg: Tamin'ity herinandro ity ianao dia nanary %@ sakafo iray grama.
mi: I tēnei wiki kua makaia atu e koe %@ grams kai.
mk: Оваа недела фрли %@ грама храна.
ml: ഈ ആഴ്ച നിങ്ങൾ %@ ഗ്രാം ഭക്ഷണം വലിച്ചെറിഞ്ഞു.
mn_cyrl: Энэ долоо хоногт та %@ грамм хоол хаялаа.
mr: या आठवड्यात आपण %@ ग्रॅम अन्न फेकून दिले आहे.
ms: Minggu ini anda telah membuang %@ gram makanan.
mt: Din il-ġimgħa rajtu %@ gramma ta 'ikel.
my: ဒီအပတ်မှာ %@ အစားအစာတွေကို စွန့်ပစ်လိုက်ပြီ။
nb: Denne uken har du kastet %@ gram mat.
ne: यो साता तपाईंले %@ ग्राम खाना फ्याँकिदिनुभएको छ ।
nl: Deze week heb je %@ gram voedsel weggegooid.
or: ଏହି ସପ୍ତାହରେ ଆପଣ %@ ଗ୍ରାମ ଖାଦ୍ୟ ଫିଙ୍ଗି ଦେଇଛନ୍ତି ।
pa: ਇਸ ਹਫਤੇ ਤੁਸੀਂ %@ ਗ੍ਰਾਮ ਭੋਜਨ ਸੁੱਟ ਦਿੱਤਾ ਹੈ।
pl: W tym tygodniu wyrzuciłeś %@ gramów jedzenia.
ps: په دې اونۍ کې تاسو د %@ خوړو څخه لرې غورځولی دی.
pt_br: Esta semana você jogou fora %@ gramas de comida.
ro: În această săptămână ați aruncat %@ de grame de alimente.
ru: На этой неделе вы выбросили %@ граммов пищи
sk: Tento týždeň ste vyhodili %@ gramov jedla.
sl: Ta teden si %@ grame hrane.
sq: Këtë javë ke hedhur %@ gram ushqim.
sr_latn: Ove nedelje ste bacili %@ grama hrane.
sv: Den här veckan har ni slängt %@ gram mat.
sw: Wiki hii umetupa gramu %@ za chakula.
ta: இந்த வாரம் நீங்கள் %@ கிராம் உணவை தூக்கி எறிந்துவிட்டீர்கள்.
te: ఈ వారం మీరు %@ గ్రాముల ఆహారాన్ని విసిరేశారు.
th: สัปดาห์นี้คุณได้ทิ้งอาหาร <span translate='no'>string</span> กรัม
tk: Şu hepde %@ gram iýmit zyňdyň.
tr: Bu hafta bir %@ gram yemeği çöpe attın.
tt: Бу атнада сез %@ грамм ашамлык ташладыгыз.
ug: بۇ ھەپتە سىز %@ گىرام يېمەكلىكنى تاشلىۋەتتىڭىز.
uk: На цьому тижні ви викинули %@ грамів їжі.
ur: اس ہفتے آپ نے %@ گرام کھانا پھینک دیا ہے۔
uz: Bu hafta siz %@ gramm ovqat tashlagansiz.
vi: Tuần này bạn đã vứt bỏ %@ gram thức ăn.
zh_hans: 本周你扔掉了 %@ 克食物。
zu: Kuleli sonto ulahle %@ amagremu okudla.

# garment_beanie
source: Beanie
am: ቢኒ
ar: قبعه صغيره
as: বেনি
az: Beani
bg: Бийни
bn: বিনি
bo: པེ་ཉི་ཡ།
cs: Čepičku
el: Σκούφος
fa: بینه
fi: Pipo
gu: બેની
he: באני
hi: बीनी
hr: Grah
hy: Բեանի
is: Malasía
ja: ビーニー
ka: ლობიო
kk: Бэни
km: បេនី
kn: ಬೀನಿ
ko: 베 레모
ku: بەنی
ky: Бини
mk: Бини
ml: ബീനി
mn_cyrl: Бэйни
mr: बीनीName
my: ဘီနီ
nl: Muts
or: ବିନି
pa: ਬੀਨੀ
pl: Czapka zimowa
ps: بیانی
ru: Шапочка
sk: Čiapočku
sv: Mössa
ta: பீனி
te: బీనీ
th: บีนี่
tk: Beani
tt: Беани
uk: Шапочка
ur: بینی
zh_hans: 豆 豆

# garment_beanie_description
source: Beanie
am: ቢኒ
ar: قبعه صغيره
as: বেনি
bn: বিনি
bo: པེ་ཉི་ཡ།
cs: Čepičku
el: Σκούφος
fa: بینه
fi: Pipo
gu: બેની
he: באני
hi: बीनी
hr: Grah
hy: Բեանի
ja: ビーニー
ka: ლობიო
kk: Бэни
km: បេនី
kn: ಬೀನಿ
ko: 베 레모
ku: بەنی
mk: Бини
ml: ബീനി
mr: बीनीName
my: ဘီနီ
nl: Muts
or: ବିନି
pl: Czapka zimowa
ps: بیانی
pt_br: Gorro
ru: Шапочка
sk: Čiapočku
sv: Mössa
ta: பீனி
te: బీనీ
th: บีนนี่
tk: Beani
tt: Беани
uk: Шапочка
zh_hans: 豆 豆

# garment_cap
source: Cap
af: Pet
am: ካፕ
ar: غطاء
as: টুপী
az: Qapa
bg: Осп
bn: ক্যাপ
bo: ཁ་པར་གྱི་ཁ་
bs: Kapetane
ca: Gorra
cs: Čepice
cy: Capio
de: Mütze
el: Καλύπτω
es: Tapa
eu: Txanoa
fa: درپوش
ga: Caipín
gu: કેપ
he: כובע
hi: टोपी
hr: Kapa
hu: Sapka
hy: Կապ
id: Topi
is: Húfa
it: Berretto
ja: キャップ
kk: Қалпақша
km: មួក
kn: ಕ್ಯಾಪ್
ko: 모자
ku: کڵاو
ky: Кап
lt: Bžūp
lv: Vāciņu
mi: Pū
mk: Капетане.
ml: ക്യാപ്
mn_cyrl: Малгай
mr: टोपी
mt: Kap
my: ကပ်ပိုး
ne: क्याप
nl: Pet
or: କ୍ୟାପ୍
pl: Czapka
ps: کیپ
ro: Șapcă
ru: Крышка
sk: Čiapka
sl: Čepica
sq: Kapaku
sr_latn: Kapetane
sv: Keps
ta: குல்லாய்
te: టోపీ
th: หมวก
tk: Kapas
tt: Кап
ug: كاپور
uk: Ковпачок
ur: ٹوپی
uz: Kaptar
vi: Mũ
zh_hans: 帽

# garment_cap_description
source: Cap
af: Pet
am: ካፕ
ar: غطاء
as: টুপী
bn: ক্যাপ
bo: ཁ་པར་གྱི་ཁ་
bs: Kapetane
ca: Gorra
cs: Čepice
cy: Capio
da: Kasket
de: Mütze
el: Καλύπτω
es: Gorro
eu: Txanoa
fa: درپوش
fi: Lakki
fr: Casquette
ga: Caipín
gu: કેપ
he: כובע
hi: टोपी
hr: Kapa
hu: Sapka
hy: Կապ
id: Topi
is: Húfa
it: Berretto
ja: 帽子
kk: Қалпақша
km: មួក
kn: ಕ್ಯಾಪ್
ko: 모자
ku: کڵاوی
lt: Bžūp
lv: Vāciņu
mi: Pū
mk: Капетане.
ml: ക്യാപ്
mr: टोपी
mt: Kap
my: ကပ်ပိုး
nl: Pet
or: କ୍ୟାପ୍
pl: Czapka
ps: کیپ
pt_br: Boné
ro: Șapcă
ru: Шапка
sk: Čiapka
sl: Čepica
sq: Kapaku
sv: Keps
ta: குல்லாய்
te: టోపీ
th: หมวก
tk: Kapas
tr: Kasket
tt: Кап
ug: كاپور
uk: Ковпачок
ur: ٹوپی
uz: Kaptar
vi: Mũ
zh_hans: 帽

# garment_jacket
source: Jacket
af: Baadjie
am: ጃኬት
ar: ستره
as: জেকেট
az: Jaket
bg: Яке
bn: জ্যাকেট
bo: སྟོད་གོས།
bs: Jakna
ca: Jaqueta
cs: Sako
cy: Siaced
da: Jakke
de: Jacke
el: Σακάκι
es: Chaqueta
et: Jope
eu: Txaketa
fa: ژاکت
fi: Takki
fr: Veste
ga: Seaicéad
gl: Chaqueta
gu: જેકેટ
he: הז'קט
hi: जैकेट
hr: Jakna
hu: Zakó
hy: Ճենապակի
id: Jas
is: Jakki
it: Giacca
ja: ジャケット
ka: ქურთუკი
kk: Күртеше
kn: ಜಾಕೆಟ್
ko: 재킷
ku: چاکەت
ky: Куртка
lt: Striukė
lv: Jaka
mi: Koti
mk: Јакна
ml: ജാക്കറ്റ്
mr: जाकीट
ms: Jaket
mt: Ġakketta
my: ဂျက်ကက်
nb: Jakke
ne: ज्याकेट
nl: Jasje
or: ଜ୍ୟାକେଟ୍
pa: ਜੈਕਟ
pl: Kurtka
ps: جاکټ
ro: Jachetă
ru: Куртка
sk: Sako
sl: Jakna
sq: Xhaketë
sr_latn: Jaknu
sv: Jacka
ta: கைப்பகுதியுள்ள புறச்சட்டை
te: చొక్కా
th: เสื้อนอก
tk: Köýnek
tr: Ceket
tt: Куртка
ug: چاپان
uk: Жакет
ur: جیکٹ
uz: Jaket
vi: Áo
zh_hans: 夹克

# garment_jacket_description
source: Jacket
af: Baadjie
am: ጃኬት
ar: جاكيت
as: জেকেট
bn: জ্যাকেট
bo: སྟོད་གོས།
bs: Jakna
ca: Jaqueta
cs: Sako
cy: Siaced
da: Jakke
de: Jacke
el: Σακάκι
es: Chaqueta
et: Jope
eu: Txaketa
fa: ژاکت
fi: Takki
fr: Veste
ga: Seaicéad
gu: જેકેટ
he: הז'קט
hi: जैकेट
hr: Jakna
hu: Zakó
hy: Ճենապակի
id: Jas
is: Jakki
it: Giacca
ja: ジャケット
ka: ქურთუკი
kk: Күртеше
kn: ಜಾಕೆಟ್
ko: 재킷
ku: چاکەت
lt: Striukė
lv: Jaka
mi: Koti
mk: Јакна
ml: ജാക്കറ്റ്
mn_cyrl: Жийргэвч
mr: जाकीट
ms: Jaket
mt: Ġakketta
my: ဂျက်ကက်
nb: Jakke
nl: Jasje
or: ଜ୍ୟାକେଟ୍
pl: Kurtka
ps: جاکټ
pt_br: Jaqueta
ro: Jachetă
ru: Куртка
sk: Sako
sl: Jakna
sq: Xhaketë
sv: Jacka
ta: கைப்பகுதியுள்ள புறச்சட்டை
te: చొక్కా
th: เสื้อนอก
tk: Köýnek
tr: Ceket
tt: Куртка
ug: چاپان
uk: Жакет
ur: جیکٹ
uz: Jaket
vi: Áo
zh_hans: 夹克

# garment_mittens
source: Mittens
ar: قفازات
as: মিটেনচ
bo: སྨི་ཐེ་སི།
ca: Mitenes
cs: Palčáky
cy: Gwiddonyn
da: Midten
de: Fäustlinge
el: Γάντια
es: Medio
et: Kindad
eu: Eskularruak
fa: دستکش
fi: Lähi
fil: Mga Mitten
fr: Mitaines
gu: મિટ્ટેન્સ
he: כפפות
hi: मिटन्स
hr: Rukavice
hu: Ujjatlan
hy: Միտենս
id: Sarung tangan
is: Tinna
it: Muffole
ja: 中間
kk: Миттенс
ko: 장갑
ku: میتنس
lt: Pirštinės
lv: Dūraiņi
mk: Ташни
mn_cyrl: Миттенс
mr: मिटन्सName
ms: Sarung tangan
my: မစ်တန်
nb: Votter
nl: Wanten
or: ମିଟେନ୍ସ
pl: Rękawice
ps: میټنس
pt_br: Luvas
ro: Manusi
ru: Варежки
sk: Palčiaky
sl: Palčniki
sq: Mitens
sv: Vantar
th: ถุงมือ
tr: Eldivenler
tt: Миттенс
uk: Рукавиці
uz: Mittenlar
vi: Găng tay
zh_hans: 中间

# garment_mittens_description
source: Mittens
ar: قفازات
as: মিটেনচ
bg: Ръкавици
bo: སྨི་ཐེ་སི།
bs: Rukavice
ca: Mitenes
cs: Palčáky
da: Vanter
de: Fäustlinge
el: Γάντια
es: Guantes
et: Kindad
eu: Eskularruak
fa: دستکش
fi: Lapaset
fil: Mga Mittens
fr: Mitaines
gu: મિટ્ટેન્સ
he: כפפות
hi: मिटन्स
hr: Rukavice
hu: Ujjatlan
hy: Միտենս
id: Sarung tangan
is: Vettlingar
it: Muffole
ja: ミトン
kk: Миттенс
ko: 장갑
ku: میتینس
ky: Миттенс
lt: Pirštinės
lv: Dūraiņi
mk: Ташни
mr: मिटन्सName
ms: Sarung tangan
my: မစ်တန်
nb: Votter
nl: Wanten
or: ମିଟେନ୍ସ
pl: Rękawice
ps: میټنس
ro: Manusi
ru: Варежки
sk: Palčiaky
sl: Palčniki
sq: Mitens
sr_latn: Rukavico
sv: Vantar
ta: மிட்டென்ஸ்
te: మిటెన్స్
th: ถุงมือ
tr: Eldivenler
tt: Миттенс
uk: Рукавиці
ur: میٹنز
uz: Mittenlar
vi: Găng tay
zh_hans: 手套

# garment_neckWear
source: Turtleneck or scarf
af: Turtleneck of serp
am: Turtleneck ወይም መዓዛ
ar: السلحفاة أو وشاح
as: টাৰ্টেলনেক বা স্কার্ফ
az: Tısbağa və ya naxış
bg: Поло или шал
bn: Turtleneck বা স্কার্ফ
bo: ཐུའུ་ལུན་ཁེ་དང་སྐེ་དཀྲིས་དམར་པོ།
bs: Rolka ili šal
ca: Coll de tortuga o mocador
cs: Rolák nebo šátek
cy: Crwbanod neu sgarff
da: Rullekrave eller tørklæde
de: Rollkragenpullover oder Schal
el: Ζιβάγκο ή κασκόλ
es: Cuello de tortuga o bufanda
et: Kilpkonn või sall
eu: Dortoka-lepoa edo bufanda
fa: لاک پشت یا روسری
fi: Poolokaulus tai huivi
fil: Pagong o scarf
fo: Turtleneck or turriklæði
fr: Col roulé ou foulard
ga: Turtar muineál nó scairf
gl: Tartaruga ou bufanda
gu: ટર્ટલનેક અથવા સ્કાર્ફ
he: גולף או צעיף
hi: कछुआ या दुपट्टा
hr: Dolčevita ili šal
hu: Garbó vagy sál
hy: Turtleneck կամ շարֆ
id: Turtleneck atau syal
is: Turtleneck eða trefil
it: Dolcevita o sciarpa
ja: タートルネックまたはスカーフ
ka: კუს ან შარფი
kk: Тасбақа немесе орамал
km: ខ្លាឃ្មុំ ឬ ស្បៃ បាំង មុខ
kn: ಟರ್ಟಲ್ ನೆಕ್ ಅಥವಾ ಸ್ಕಾರ್ಫ್
ko: 터틀넥 또는 스카프
ku: توورتلێنێک یان سکای
ky: Ташбака же шарф
lo: Turtleneck ຫຼື scarf
lt: Vėžlys ar šalikas
lv: Bruņurupucis vai šalle
mg: Sokatra na saro-dafary.
mi: Turtleneck, riwha rānei
mk: Желка или шал
ml: ടർട്ടിൽനെക്ക് അല്ലെങ്കിൽ സ്കാർഫ്
mn_cyrl: Яст мэлхий эсвэл ороолт
mr: टर्टलनेक किंवा स्कार्फ
ms: Turtleneck atau selendang
mt: Turtleneck jew xalpa
my: ခါးတလင်းကုန်း (သို့) အထည်အထည်
nb: Turtleneck eller skjerf
ne: टर्टलनेक वा स्कार्फ
nl: Coltrui of sjaal
or: କଇଁଛ ନେକ୍ କିମ୍ବା ସ୍କାର୍ଫ
pa: Turtleneck ਜਾਂ ਸਕਾਰਫ
pl: Golf lub szalik
ps: د تورتلغاړه یا د سر پکول
pt_br: Gola alta ou cachecol
ro: Turtleneck sau eșarfă
ru: Водолазка или шарф
sk: Rolák alebo šatka
sl: Želva ali šal
sq: Turtull ose shall
sr_latn: Rolka ili šal
sv: Polokrage eller halsduk
sw: Turtleneck au skafu
ta: டர்ட்டில்நெக் அல்லது தாவணி
te: తాబేలునెక్ లేదా స్కార్ఫ్
th: คอเต่าหรือผ้าพันคอ
tk: Türsük ýa-da gyrmyzy mata
tr: Boğazlı kazak veya eşarp
tt: Ташбаканек яки яулык
ug: تاشپاقا ياكى ياغلىق
uk: Водолазка або шарф
ur: ٹرٹل نیک یا اسکارف
uz: Kaplumbağa yoki qirmizi
vi: Áo cổ lọ hoặc khăn quàng cổ
zh_hans: 高领毛衣或围巾
zu: Turtleneck noma isikhafu

# garment_neckWear_description
source: Scarf or turtleneck
af: Serp of skilpadnek
am: መዓዛ ወይም ዔሊ
ar: وشاح أو السلحفاة
as: স্কার্ফ বা টাৰ্টেলনেক
az: Naxış və ya qarpız
bg: Шал или поло яка
bn: স্কার্ফ বা turtleneck
bo: སྐེ་དཀྲིས་སམ་ཡང་ན་ཀྱག་ཀྭ།
bs: Šal ili rolka
ca: Mocador o coll de tortuga
cs: Šátek nebo rolák
cy: Sgarff neu grwban
da: Tørklæde eller rullekrave
de: Schal oder Rollkragenpullover
el: Κασκόλ ή ζιβάγκο
es: Pañuelo o cuello de tortuga
et: Sall või kilpkonn
eu: Zapi edo dortoka-lepoa
fa: روسری یا لاک پشت
fi: Huivi tai poolokaulus
fil: Scarf o pagong leeg
fr: Foulard ou col roulé
ga: Scairf nó turtar muineál
gl: Pantalón ou tartaruga
gu: સ્કાર્ફ અથવા ટર્ટલનેક
he: צעיף או גולף
hi: स्कार्फ या कछुआ
hr: Šal ili dolčevita
hu: Sál vagy garbó
hy: Սկարֆ կամ տորտլենեկ
id: Syal atau turtleneck
is: Trefill eða skjaldbökuháls
it: Sciarpa o dolcevita
ja: スカーフまたはタートルネック
ka: Scarf ან turtleneck
kk: Орамал немесе тасбақа
km: ស្កាហ្វ ឬ ខ្លា ឃ្មុំ
kn: ಸ್ಕಾರ್ಫ್ ಅಥವಾ ಟರ್ಟಲ್ ನೆಕ್
ko: 스카프 또는 터틀넥
ku: سکارف یان سەتڵەنێک
ky: Шарф же ташбака
lo: Scarf ຫຼື turtleneck
lt: Šalikas ar vėžlys
lv: Šalle vai bruņurupucis
mg: Scarf na sokatra
mi: Scarf, honu rānei
mk: Шал или поло
ml: സ്കാർഫ് അല്ലെങ്കിൽ ടർട്ടിൽനെക്ക്
mn_cyrl: Ороолт эсвэл яст мэлхий
mr: स्कार्फ किंवा टर्टलनेक
ms: Selendang atau turtleneck
mt: Xalpa jew turtleneck
my: အင်္ကျီ ဒါမှမဟုတ် လိပ်ခုံး
nb: Skjerf eller turtleneck
ne: स्कार्फ या टर्टलनेक
nl: Sjaal of coltrui
or: ସ୍କାର୍ଫ କିମ୍ବା କଇଁଛ ନେକ୍
pa: ਸਕਾਰਫ ਜਾਂ ਟਰਟਲਨੇਕ
pl: Szalik lub golf
ps: پکول یا تورتله غاړه
pt_br: Cachecol ou gola alta
ro: Eșarfă sau broască țestoasă
ru: Шарф или водолазка
sk: Šatka alebo rolák
sl: Šal ali želva
sq: Shall ose turtull
sr_latn: Šal ili rolka
sv: Halsduk eller polokrage
sw: Skafu au kasa
ta: தாவணி அல்லது ஆமைநெக்
te: స్కార్ఫ్ లేదా తాబేలునెక్
th: ผ้าพันคอหรือคอเต่า
tk: Gyrmyzy mata ýa-da gumry
tr: Eşarp veya boğazlı kazak
tt: Скарф яки күгәрченек
ug: ياغلىق ياكى تاشپاقا
uk: Шарф або водолазка
ur: اسکارف یا ٹرٹل نیک
uz: Qirmizi yoki kaplumbağa
vi: Khăn quàng cổ hoặc áo cổ lọ
zh_hans: 围巾或高领毛衣
zu: Isikhafu noma i-turtleneck

# garment_pulloverPants
source: Cover pants
af: Bedek broek
am: የሽፋን ሱሪ
ar: تغطية السراويل
as: কভাৰ পেণ্ট
az: Qapaq şalvarı
bg: Панталони за капак
bn: কভার প্যান্ট
bo: རྐང་སྣམ་ཁེབས་པ།
bs: Pantalone za pokrivanje
ca: Pantalons de coberta
cs: Krycí kalhoty
cy: Pants clawr
da: Cover bukser
de: Überziehhose
el: Καλύψτε τα παντελόνια
es: Pantalones de cubierta
et: Katke püksid
eu: Estalkizko galtzak
fa: شلوار پوشان
fi: Kansihousut
fil: Pabalat pantalon
fo: Ver/verið í buksum
fr: Pantalon de couverture
ga: Pants clúdaigh
gl: Cuberta de pantalóns
gu: પેન્ટ્સ ને કવર કરો
he: מכנסי כיסוי
hi: कवर पैंट
hr: Pokrijte hlače
hu: Fedőnadrág
hy: Ծածկոց վարտիքներ
id: Celana penutup
is: Kápa buxur
it: Pantaloni di copertura
ja: カバーパンツ
ka: საფარი შარვალი
kk: Мұқаба шалбары
km: គម្រប pants
kn: ಕವರ್ ಪ್ಯಾಂಟ್ ಗಳು
ko: 커버 바지
ku: پانتۆڵەکان داپۆشە
ky: Жабуу шалбары
lo: pants Cover
lt: Uždenkite kelnes
lv: Pārvalka bikses
mg: fonon'ny pataloha
mi: tarau taupoki
mk: Панталони за покривање
ml: കവർ പാന്റ്സ്
mn_cyrl: Ковер өмд
mr: पँट कव्हर करा
ms: Seluar penutup
mt: Qliezet ta' kopertura
my: မျက်နှာဖုံးဘောင်းဘီ
nb: Dekk bukser
ne: आवरण प्यान्ट
nl: Coverbroek
or: କଭର୍ ପ୍ୟାଣ୍ଟ
pa: ਕਵਰ ਪੈਂਟਾਂ
pl: Spodnie z zakryciem
ps: پتلون پوښل
ro: Acoperiți pantalonii
ru: Брюки для обложки
sk: Krycie nohavice
sl: Pokrovne hlače
sq: Pantallona të mbuluara
sv: Överdragsbyxor
sw: Funika suruali
ta: கவர் பேன்ட்
te: కవర్ ప్యాంట్ లు
th: กางเกงคลุม
tk: Gapak pantolonlary
tr: Kapak pantolon
tt: Кабызлы панбарлар
ug: ياپقۇچ ئىشتان
uk: Накрийте штани
ur: ڈھانپنے کی پتلون
uz: Qopqoq pantolon
vi: Quần che quần
zh_hans: 套裤
zu: Cover ibhulukwe

# garment_pulloverPants_description
source: Cover pants
af: Bedek broek
am: የሽፋን ሱሪ
ar: تغطية السراويل
as: কভাৰ পেণ্ট
bn: কভার প্যান্ট
bo: རྐང་སྣམ་ཁེབས་པ།
bs: Cover pantalone
ca: Pantalons de coberta
cs: Krycí kalhoty
cy: Clawr pants
da: Cover bukser
de: Deckhose
el: Καλύψτε τα παντελόνια
es: Pantalones de cubierta
et: Kattepüksid
eu: Estalkizko galtzak
fa: شلوار پوشان
fi: Peitä housut
fil: Takpan ang pantalon
fo: Ver/verið í buksum
fr: Pantalon de couverture
ga: Pants clúdaigh
gl: Cubrir pantalóns
gu: પેન્ટ્સ ને કવર કરો
he: מכנסי כיסוי
hi: कवर पैंट
hr: Pokrijte hlače
hu: Fedőnadrág
hy: Ծածկոց վարտիքներ
id: Celana penutup
is: Áklæðisbuxur
it: Pantaloni di copertura
ja: カバーパンツ
ka: საფარი შარვალი
kk: Мұқаба шалбары
km: គម្រប pants
kn: ಕವರ್ ಪ್ಯಾಂಟ್ ಗಳು
ko: 커버 팬츠
ku: پانتۆڵ دابپۆشە
lo: pants Cover
lt: Uždenkite kelnes
lv: Pārvalka bikses
mg: fonon'ny pataloha
mi: tarau taupoki
mk: Панталони за покривање
ml: കവർ പാന്റ്സ്
mr: पँट कव्हर करा
ms: Seluar penutup
mt: Qliezet ta' kopertura
my: မျက်နှာဖုံးဘောင်းဘီ
nb: Dekk bukser
nl: Coverbroek
or: କଭର୍ ପ୍ୟାଣ୍ଟ
pl: Spodnie ochronne
ps: پتلون پوښل
pt_br: Calças de capa
ro: Acoperiți pantalonii
ru: Брюки-чехла
sk: Krycie nohavice
sl: Pokrovne hlače
sq: Pantallona të mbuluara
sr_latn: Naslovna Pantalone
sv: Överdragsbyxor
sw: Funika suruali
ta: அட்டை பேண்ட்
te: కవర్ ప్యాంటు
th: กางเกงคลุม
tk: Gapak pantolonlary
tr: Kapak pantolonu
tt: Кабызлы панбарлар
ug: ياپقۇچ ئىشتان
uk: Накрийте штани
ur: کور پتلون
uz: Qopqoq pantolon
vi: Quần che quần
zh_hans: 覆盖裤
zu: Cover ibhulukwe

# garment_rainBoots
source: Boots
af: Stewels
am: ቡትስ
ar: الاحذيه
as: বুট
bn: বুট
bo: ལྷམ་ཡུ་རིང་།
bs: Čizme
ca: Botes
cs: Podomek
da: Støvler
de: Stiefel
el: Μπότες
es: Botas
et: Saapad
eu: Botak
fa: چکمه
fi: Saappaat
fil: Mga Bota
fr: Bottes
ga: Buataisí
gl: Botas
gu: બુટો
he: המגפיים
hi: जूते
hr: Čizme
hu: Csizma
hy: Բուտս
id: Sepatu bot
is: Stígvélum
it: Stivali
ja: ブーツ
ka: ჩექმები
kk: Етік
km: ស្បែកជើង
kn: ಬೂಟ್ ಗಳು
ko: 장화
ku: بوتەکان
lo: ເກີບ
lt: Batai
lv: Zābaki
mi: Ngā Pūtu
mk: Чизми
ml: ബൂട്ട്സ്
mr: बूट
ms: But
my: ဘွတ်ဖိနပ်
nb: Støvler
nl: Schoenpoetser
or: ବୁଟ୍
pl: Buty
ps: بوټان
pt_br: Botas
ro: Cizme
ru: Сапоги
sk: Čižmy
sl: Škornji
sq: Çizme
sv: Stövlar
sw: Buti
ta: உண்டி விடுதிப்பணியாள்
te: బూట్లు
th: รองเท้า
tk: Aýakgap
tr: Çizme
tt: Итекләр
ug: ئۆتۈك
uk: Чоботи
ur: جوتے
uz: Botlar
vi: Khởi động
zh_hans: 靴子
zu: Amabhuzu

# garment_rainBoots_description
source: Boots
af: Stewels
am: ቡትስ
ar: جزم
as: বুট
az: Çəkmələr
bg: Ботуши
bn: বুট
bo: ལྷམ་ཡུ་རིང་།
bs: Čizme
ca: Botes
cs: Podomek
da: Støvler
de: Stiefel
el: Μπότες
es: Botas
et: Saapad
eu: Botak
fa: چکمه
fi: Saappaat
fil: bota
fr: Bottes
ga: Buataisí
gl: Botas
gu: બુટો
he: המגפיים
hi: जूते
hr: Čizme
hu: Csizma
hy: Բուտս
id: Sepatu bot
is: Stígvélum
it: Stivali
ja: ブーツ
ka: ჩექმები
kk: Етік
km: ស្បែកជើង
kn: ಬೂಟ್ ಗಳು
ko: 장화
ku: پووتەکان
ky: Бут кийим
lo: ເກີບ
lt: Batai
lv: Zābaki
mi: Ngā Pūtu
mk: Чизми
ml: ബൂട്ട്സ്
mn_cyrl: Бутлуур
mr: बूट
ms: But
mt: Stvali
my: ဘွတ်ဖိနပ်
nb: Støvler
ne: बुट
nl: Schoenpoetser
or: ବୁଟ୍
pa: ਬੂਟ
pl: Buty
ps: بوټان
ro: Cizme
ru: Коридорный
sk: Čižmy
sl: Škornji
sq: Çizme
sr_latn: Иizme
sv: Stövlar
sw: Buti
ta: உண்டி விடுதிப்பணியாள்
te: బూట్లు
th: รองเท้า
tk: Aýakgap
tr: Çizme
tt: Итекләр
ug: ئۆتۈك
uk: Чоботи
ur: بوٹ
uz: Botlar
vi: Khởi động
zh_hans: 靴子
zu: Amabhuzu

# garment_rainCoat
source: Rain jacket
af: Reën baadjie
am: የዝናብ ጃኬት
ar: سترة المطر
as: ৰেইন জেকেট
bn: বৃষ্টি জ্যাকেট
bo: ཆར་ལྭ།
bs: Kišna jakna
ca: Jaqueta de pluja
cs: Bunda do deště
cy: Siaced law
da: Regnjakke
de: Regenjacke
el: Αδιάβροχο
es: Chaqueta de lluvia
et: Vihmajope
eu: Txaketa iragazgaitza
fa: ژاکت باران
fi: Sadetakki
fil: Jacket ng ulan
fo: Regnjakkan.
fr: Veste de pluie
ga: Seaicéad báistí
gl: Chaqueta de choiva
gu: રેઇન જેકેટ
he: מעיל גשם
hi: बारिश जैकेट
hr: Kišna jakna
hu: Esőkabát
hy: Անձրեւի բաճկոն
id: Jaket hujan
is: Regnjakki
it: Giacca antipioggia
ja: レインジャケット
ka: წვიმის ქურთუკი
kk: Жаңбырлы күртеше
km: អាវភ្លៀង
kn: ಮಳೆ ಜಾಕೆಟ್
ko: 레인 재킷
ku: چاکەتی باران
lo: ເສື້ອຝົນ
lt: Lietaus striukė
lv: Lietus jaka
mg: Akanjon'orana
mi: koti marangai
mk: Јакна за дожд
ml: മഴ ജാക്കറ്റ്
mn_cyrl: Борооны хантааз
mr: रेन जॅकेट
ms: Jaket hujan
mt: Ġakketta tax-xita
my: မိုးအင်္ကျီ
nb: Regnjakke
nl: Regenjas
or: ବର୍ଷା ଜ୍ୟାକେଟ୍
pl: Kurtka przeciwdeszczowa
ps: د باران جاکټ
pt_br: Jaqueta de chuva
ro: Geacă de ploaie
ru: Дождевая куртка
sk: Bunda do dažďa
sl: Dež jakna
sq: Xhaketë shiu
sv: Regnjacka
sw: Koti la mvua
ta: மழை ஜாக்கெட்
te: రెయిన్ జాకెట్
th: เสื้อกันฝน
tk: Ýagyş köýnek
tr: Yağmurluk
tt: Яңгыр курткасы
ug: يامغۇرلۇق چاپان
uk: Дощова куртка
ur: بارش کی جیکٹ
uz: Yomg'ir javon
vi: Áo mưa
zh_hans: 雨衣
zu: Imvula jacket

# garment_rainCoat_description
source: Rain jacket
af: Reën baadjie
am: የዝናብ ጃኬት
ar: سترة المطر
as: ৰেইন জেকেট
az: Yağış jaketi
bg: Яке за дъжд
bn: বৃষ্টি জ্যাকেট
bo: ཆར་ལྭ།
bs: Kišna jakna
ca: Jaqueta de pluja
cs: Bunda do deště
cy: Siaced law
da: Regnjakke
de: Regenjacke
el: Αδιάβροχο
es: Chaqueta de lluvia
et: Vihmajope
eu: Euri-jaka
fa: ژاکت باران
fi: Sade takki
fil: Ulan jacket
fo: Regnjakkan.
fr: Veste de pluie
ga: Seaicéad báistí
gl: Chaqueta de choiva
gu: રેઇન જેકેટ
he: מעיל גשם
hi: बारिश जैकेट
hr: Kišna jakna
hu: Esőkabát
hy: Անձրեւի բաճկոն
id: Jaket hujan
is: Regn jakki
it: Giacca antipioggia
ja: レインジャケット
ka: წვიმის ქურთუკი
kk: Жаңбырлы күртеше
km: អាវភ្លៀង
kn: ಮಳೆ ಜಾಕೆಟ್
ko: 비 재킷
ku: چاکەتی باران
ky: Жамгыр куртка
lo: ເສື້ອຝົນ
lt: Lietaus striukė
lv: Lietus jaka
mg: Akanjon'orana
mi: koti marangai
mk: Јакна за дожд
ml: മഴ ജാക്കറ്റ്
mr: रेन जॅकेट
ms: Jaket hujan
mt: Ġakketta tax-xita
my: မိုးအင်္ကျီ
nb: Regnjakke
ne: वर्षा जैकेट
nl: Regenjas
or: ବର୍ଷା ଜ୍ୟାକେଟ୍
pa: ਰੇਨ ਜੈਕਟ
pl: Kurtka przeciwdeszczowa
ps: د باران جاکټ
ro: Geacă de ploaie
ru: Дождевик
sk: Dažďová bunda
sl: Dež jakna
sq: Xhaketë shiu
sr_latn: Kišna jakna
sv: Regnjacka
sw: Koti la mvua
ta: மழை ஜாக்கெட்
te: రెయిన్ జాకెట్
th: เสื้อกันฝน
tk: Ýagyş köýnek
tr: Yağmur ceketi
tt: Яңгыр курткасы
ug: يامغۇرلۇق چاپان
uk: Дощова куртка
ur: بارش جیکٹ
uz: Yomg'ir javon
vi: Áo mưa
zh_hans: 雨衣
zu: Imvula jacket

# garment_rainGloves
source: Rain gloves
af: Reën handskoene
am: የዝናብ ጓንት
ar: قفازات المطر
as: বৰষুণৰ হাতমোজা
az: Yağış əlcəkləri
bg: Ръкавици за дъжд
bn: বৃষ্টির গ্লাভস
bo: ཆར་བའི་ལག་ཤུབས།
bs: Kišne rukavice
ca: Guants de pluja
cs: Rukavice do deště
cy: Menig glaw
da: Regnhandsker
de: Regenhandschuhe
el: Γάντια βροχής
es: Guantes de lluvia
et: Vihmakindad
eu: Euri-eskularruak
fa: دستکش باران
fi: Sadehanskat
fil: Guwantes ng ulan
fo: Regn handskum
fr: Gants de pluie
ga: Lámhainní báistí
gl: Luvas de choiva
gu: વરસાદના મોજાઓ
he: כפפות גשם
hi: बारिश के दस्ताने
hr: Rukavice za kišu
hu: Esőkesztyű
hy: Անձրեւի ձեռնոցներ
id: Sarung tangan hujan
is: Regnhanskar
it: Guanti da pioggia
ja: 雨手袋
ka: წვიმის ხელთათმანები
kk: Жаңбыр қолғаптары
km: ស្រោមដៃទឹកភ្លៀង
kn: ಮಳೆ ಕೈಗವಸುಗಳು
ko: 비 장갑
ku: دەستکێشەکانی باران
ky: Жамгыр мээлейи
lo: ຖົງມືຝົນ
lt: Lietaus pirštinės
lv: Lietus cimdi
mg: Fonon-tanana avy amin'ny orana
mi: karapu marangai
mk: Ракавици за дожд
ml: മഴ കൈയുറകൾ
mr: पावसाचे हातमोजे
ms: Sarung tangan hujan
mt: Ingwanti tax-xita
my: မိုးလက်ကိုင်များ
nb: Regnhansker
ne: वर्षा पञ्जा
nl: Regenhandschoenen
or: ବର୍ଷା ଗ୍ଲୋଭସ୍
pa: ਮੀਂਹ ਦੇ ਦਸਤਾਨੇ
pl: Rękawice przeciwdeszczowe
ps: د باران دستکش
pt_br: Luvas de chuva
ro: Mănuși de ploaie
ru: Дождевые перчатки
sk: Rukavice do dažďa
sl: Dežne rokavice
sq: Doreza shiu
sv: Regnhandskar
sw: Kinga za mvua
ta: மழை கையுறைகள்
te: రెయిన్ గ్లవుజులు
th: ถุงมือกันฝน
tk: Ýagyş el çarpyşmalary
tr: Yağmur eldivenleri
tt: Яңгырлы уклар
ug: يامغۇر پەلەي
uk: Дощові рукавички
ur: بارش کے دستانے
uz: Yomg'ir qo'lqoplari
vi: Găng tay mưa
zh_hans: 雨手套
zu: Amagilavu emvula
