Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# timeline_now
source: Now
af: Nou
am: አሁን
ar: الآن
as: এতিয়া
az: hal-hazırda
bg: Сега
bn: এখন
bo: ད་ལྟ།
bs: Sada
ca: Ara
cs: Teď
cy: Nawr
da: Nwo
de: Jetzt
el: Τώρα
es: Ahora
et: Nüüd
eu: Orain
fa: حال حاضر
fi: Nwo
fil: Ngayon
fo: Nú
fr: Maintenant
ga: Anois
gl: Agora
gu: હવે
he: כעת
hi: अब
hr: Sada
hu: Most
hy: Այժմ
id: Sekarang
is: Núna
it: Ora
ja: 今
ka: ახლა
kk: Қазір
km: ឥឡូវ
kn: ಈಗ
ko: 지금
ku: ئێستا
ky: Азыр
lo: ດຽວນີ້
lt: Dabar
lv: Tūlīt
mg: Ankehitriny
mi: Ināianei
mk: Сега.
ml: പെട്ടെന്ന്
mn_cyrl: Одоо
mr: आता
ms: Sekarang
mt: Issa
my: အခုတော့
nb: Nå
ne: अब
nl: Nu
or: ବର୍ତ୍ତମାନ
pa: ਹੁਣੇ
pl: Teraz
ps: اوس
pt_br: Agora
ro: Acum
ru: Нво
sk: Teraz
sl: Zdaj
sq: Tani
sr_latn: Sada
sv: Nu
sw: Sasa
ta: இந்தச்சமயம்
te: ఇప్పుడు
th: เดี๋ยวนี้
tk: Häzir
tr: Nwo
tt: Хәзер
ug: ھازىر
uk: Зараз
ur: اب
uz: Endi
vi: Bây giờ
zh_hans: 现在
zu: Manje

# trashmonster_aqua-liv_description
source: Aqua-Liv has existed since the dawn of time, and has even met dinosaurs and Vikings! Aqua-Liv does not collect any rubbish but controls all the water in the world.
af: Aqua-Liv bestaan sedert die aanbreek van die tyd, en het selfs dinosourusse en Vikings ontmoet! Aqua-Liv versamel geen vullis nie, maar beheer al die water in die wêreld.
am: አኳ-ሊቭ ከጥንት ጀምሮ የነበረ ሲሆን ከዳይነሶሮችና ከቫይኪንጎች ጋር እንኳን ተገናኝቷል! አኳ-ሊቭ ምንም ቆሻሻ አይሰበስብም ነገር ግን በዓለም ላይ ያለውን ውሃ ሁሉ ይቆጣጠራል.
ar: أكوا ليف موجودة منذ فجر الزمن، والتقت حتى الديناصورات والفايكنج! أكوا ليف لا تجمع أي قمامة ولكنها تسيطر على جميع المياه في العالم.
as: একুৱা-লিভ সময়ৰ আৰম্ভণিৰ পৰাই বিদ্যমান, আৰু আনকি ডাইনোচৰ আৰু ভাইকিংসকলকলগ পাইছে! একুৱা-লিভে কোনো আৱৰ্জনা সংগ্ৰহ নকৰে কিন্তু পৃথিৱীৰ সকলো পানী নিয়ন্ত্ৰণ কৰে।
az: Aqua-Liv zamanın başlanğıcından bəri mövcud olub, hətta dinozavrlar və vikinqlərlə tanış olub! Aqua-Liv heç bir zibil yığmır, əksinə dünyadakı bütün sulara nəzarət edir.
bg: Аква-Лив съществува от зората на времето, и дори е срещал динозаври и викинги! Aqua-Liv не събира никакви боклуци, а контролира цялата вода в света.
bn: Aqua-Liv সময়ের শুরু থেকে বিদ্যমান, এবং এমনকি ডাইনোসর এবং ভাইকিংস দেখা হয়েছে! অ্যাকোয়া-লিভ কোনও আবর্জনা সংগ্রহ করে না তবে বিশ্বের সমস্ত জল নিয়ন্ত্রণ করে।
bo: ཆུ་མིག་ལི་ཧྥུ་ནི་དུས་ཚོད་ནམ་ལངས་པ་ནས་བཟུང་གནས་པ་མ་ཟད། ཐ་ན་ཁུང་འབྲུག་དང་པེ་དབྱང་དམག་དོན་རུ་ཁག་ཀྱང་མཐོང་མྱོང་། ཆུ་མོ་ལི་ཧྥུ་ཡིས་གད་སྙིགས་གང་ཡང་མི་བསྡུ་བར་འཛམ་གླིང་སྟེང་གི་ཆུ་ཡོད་ཚད་ལ་ཚོད་འཛིན་བྱེད་ཀྱིན་ཡོད།
bs: Aqua-Liv postoji od zore vremena, a čak je upoznao dinosaure i Vikinge! Aqua-Liv ne skuplja nikakvo smeće već kontrolira svu vodu na svijetu.
ca: Aqua-Liv ha existit des de l'alba dels temps, i fins i tot ha conegut dinosaures i víkings! Aqua-Liv no recull cap brossa, però controla tota l'aigua del món.
cs: Aqua-Liv existuje od úsvitu času a dokonce se setkala s dinosaury a Vikingy! Aqua-Liv nesbírá žádné odpadky, ale kontroluje veškerou vodu na světě.
cy: Mae Aqua-Liv wedi bodoli ers gwawr amser, ac mae hyd yn oed wedi cwrdd â deinosoriaid a Vikings! Nid yw Aqua-Liv yn casglu unrhyw sbwriel ond yn rheoli'r holl ddŵr yn y byd.
da: Aqua-Liv har eksisteret siden tidernes morgen og har endda mødt dinosaurer og vikinger! Aqua-Liv samler ikke noget affald, men styrer alt vandet i verden.
de: Aqua-Liv existiert seit Anbeginn der Zeit und hat sogar Dinosaurier und Wikinger getroffen! Aqua-Liv sammelt keinen Müll, sondern kontrolliert das gesamte Wasser der Welt.
el: Το Aqua-Liv υπάρχει από την αυγή του χρόνου και έχει συναντήσει ακόμη και δεινόσαυρους και Βίκινγκς! Το Aqua-Liv δεν συλλέγει σκουπίδια αλλά ελέγχει όλο το νερό στον κόσμο.
es: Aqua-Liv ha existido desde los albores de los tiempos, ¡e incluso ha conocido dinosaurios y vikingos! Aqua-Liv no recoge ninguna basura, pero controla toda el agua del mundo.
et: Aqua-Liv on eksisteerinud alates aegade koidikust ning on kohtunud isegi dinosauruste ja viikingitega! Aqua-Liv ei kogu prügi, vaid kontrollib kogu maailma vett.
eu: Aqua-Liv garaien hasieratik izan da, dinosauroak eta bikingoak ere ezagutu ditu! Aqua-Livek ez du zaborrik jasotzen, baina munduko ur guztia kontrolatzen du.
fa: آکوا-لیو از سپیده دم زمان وجود داشته است، و حتی با دایناسورها و وایکینگ ها آشنا شده است! آکوا-لیو هیچ زباله ای را جمع آوری نمی کند بلکه تمام آب های جهان را کنترل می کند.
fi: Aqua-Liv on ollut olemassa aikojen alusta asti ja tavannut jopa dinosauruksia ja viikinkejä! Aqua-Liv ei kerää roskia, vaan hallitsee kaikkea maailman vettä.
fil: Aqua-Liv ay umiiral mula noong pagsisimula ng oras, at kahit na nakilala dinosaurs at Vikings! Aqua-Liv ay hindi mangolekta ng anumang basura ngunit kontrolin ang lahat ng tubig sa mundo.
fo: Einqua-Liv hevur verið til síðan lýsingini í tíðini, og hevur enntá hitt dinosaurar og Vikings! Einqua-Liv savna ikki nakað trupulleikar, men hevur tamarhald á øllum vatninum í heiminum.
fr: Aqua-Liv existe depuis la nuit des temps, et a même rencontré des dinosaures et des Vikings ! Aqua-Liv ne collecte aucun détribe mais contrôle toute l’eau du monde.
ga: Tá Aqua-Liv ann ó thús ama, agus bhuail sé le dineasáir agus Lochlannaigh fiú! Ní bhailíonn Aqua-Liv aon bhruscar ach rialaíonn sé an t-uisce ar fad ar domhan.
gl: Aqua-Liv existiu desde o principio dos tempos, e ata coñeceu dinosauros e viquingos. Aqua-Liv non recolle ningún lixo, pero controla toda a auga do mundo.
gu: એક્વા-લિવનું અસ્તિત્વ તો કાળથી જ છે, અને તે ડાયનાસોર અને વાઇકિંગ્સને પણ મળી ચૂક્યું છે! એક્વા-લિવ કોઈ કચરો એકઠો કરતો નથી, પરંતુ વિશ્વના તમામ પાણીને નિયંત્રિત કરે છે.
he: אקווה-ליב קיימת משחר ההיסטוריה, ואפילו פגשה דינוזאורים וויקינגים! אקווה-ליב לא אוספת שום זבל אלא שולטת בכל המים שבעולם.
hi: एक्वा-लिव समय की सुबह से अस्तित्व में है, और यहां तक कि डायनासोर और वाइकिंग्स से भी मिला है! एक्वा-लिव कोई कचरा इकट्ठा नहीं करता है लेकिन दुनिया के सभी पानी को नियंत्रित करता है।
hr: Aqua-Liv postoji od početka vremena, a čak je upoznao dinosaure i Vikinge! Aqua-Liv ne skuplja smeće, već kontrolira svu vodu na svijetu.
hu: Az Aqua-Liv az idők hajnala óta létezik, és még dinoszauruszokkal és vikingekkel is találkozott! Az Aqua-Liv nem gyűjt szemetet, hanem ellenőrzi a világ összes vizét.
hy: Ակվա-Լիվը գոյություն է ունեցել դեռեւս լուսաբացից, եւ նույնիսկ հանդիպել է դինոզավրերին եւ վիկինգներին! Ակվա-Լիվը ոչ մի աղբ չի հավաքում, այլ վերահսկում է ամբողջ ջուրը աշխարհում:
id: Aqua-Liv telah ada sejak awal waktu, dan bahkan telah bertemu dinosaurus dan Viking! Aqua-Liv tidak mengumpulkan sampah apa pun tetapi mengendalikan semua air di dunia.
is: Aqua-Liv hefur verið til frá örófi alda og hefur meira að segja kynnst risaeðlum og víkingum! Aqua-Liv safnar engu rusli en stjórnar öllu vatni í heiminum.
it: Aqua-Liv esiste dalla notte dei tempi e ha persino incontrato dinosauri e vichinghi! Aqua-Liv non raccoglie rifiuti ma controlla tutta l'acqua del mondo.
ja: アクアリヴは、時間の夜明けから存在し、恐竜やバイキングを満たしている!アクアリヴはゴミを集めず、世界のすべての水を制御します。
ka: Aqua-Liv არსებობდა მას შემდეგ, რაც dawn დრო, და კი შეხვდა დინოზავრები და ვიკინგები! Aqua-Liv არ აგროვებს რაიმე ნაგავს, მაგრამ აკონტროლებს მთელ წყალს მსოფლიოში.
kk: Аква-Лив заманнан бері бар, тіпті динозаврлар мен викингтерді де кездестірді! Аква-Лив ешқандай рубль жинамайды, бірақ әлемдегі барлық суды бақылайды.
km: Aqua-Liv ធ្លាប់មានតាំងពីពេលព្រលឹម ហើយថែមទាំងបានជួបជាមួយ dinosaurs និង Vikings ផង! Aqua-Liv មិន ប្រមូល សំរាម ណា មួយ ទេ ប៉ុន្តែ គ្រប់ គ្រង ទឹក ទាំង អស់ នៅ លើ ពិភព លោក ។
kn: ಅಕ್ವಾ-ಲಿವ್ ಸಮಯದ ಪ್ರಾರಂಭದಿಂದಲೂ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ, ಮತ್ತು ಡೈನೋಸಾರ್ ಗಳು ಮತ್ತು ವೈಕಿಂಗ್ ಗಳನ್ನು ಸಹ ಭೇಟಿ ಮಾಡಿದೆ! ಅಕ್ವಾ-ಲಿವ್ ಯಾವುದೇ ಕಸವನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಆದರೆ ಪ್ರಪಂಚದ ಎಲ್ಲಾ ನೀರನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ.
ko: 아쿠아 리브는 시간의 새벽부터 존재해 왔으며 공룡과 바이킹을 만났습니다! Aqua-Liv는 쓰레기를 수집하지 않지만 세계의 모든 물을 통제합니다.
ku: ئەکوا لیڤ لە بەرەبەیانی کاتەوە بوونی هەیە و تەنانەت چاوی بە دایناسۆر و ڤیکینگیش کەوتوە! ئەکوا لیڤ هیچ خاشاکێک کۆ ناکاتەوە بەڵام هەموو ئاوەکانی جیهان کۆنترۆڵ دەکات.
ky: Аква-Лив убакыттын башталышынан бери бар, ал тургай динозаврлар жана викингдер менен таанышты! Аква-Лив эч кандай таштанды чогултпайт, бирок дүйнөдөгү бардык сууну көзөмөлдөйт.
lo: Aqua-Liv ໄດ້ມີມາຕັ້ງແຕ່ຮຸ່ງເຊົ້າຂອງເວລາ, ແລະເຖິງຂັ້ນໄດ້ພົບກັບ dinosaurs ແລະ Vikings! Aqua-Liv ບໍ່ໄດ້ເກັບຂີ້ເຫຍື້ອໃດໆ ແຕ່ຄວບຄຸມນ້ໍາທັງຫມົດໃນໂລກ.
lt: 'Aqua-Liv' egzistavo nuo laiko aušros ir netgi sutiko dinozaurus ir vikingus! 'Aqua-Liv' nerenka jokių šiukšlių, bet kontroliuoja visą pasaulio vandenį.
lv: Aqua-Liv ir pastāvējis kopš laika rītausmas un ir pat ticies ar dinozauriem un vikingiem! Aqua-Liv nevāc nekādus atkritumus, bet kontrolē visu ūdeni pasaulē.
mg: Efa nisy hatramin'ny vao manokan'ny fotoana ny Aqua-Liv, ary nihaona tamin'ny dinosaure sy Vikings mihitsy aza! Tsy manangona fako ny Aqua-Liv fa mifehy ny rano rehetra eto amin'izao tontolo izao.
mi: Kua tīari a Aqua-Liv mai i te haeata o te wā, ā, kua tūtaki tonu ki ngā dinosaur me ngā Ekings! Kaore a Aqua-Liv e kohikohi i tētahi otaota, engari e whakahaere ana i te wai katoa o te ao.
mk: Аква-Лив постои уште од зората на времето, па дури и запозна диносауруси и викинзи! Аква-Лив не собира ниту еден ѓубре, туку ја контролира целата вода во светот.
ml: അക്വാ-ലിവ് കാലത്തിന്റെ ആരംഭം മുതൽ നിലവിലുണ്ട്, കൂടാതെ ദിനോസറുകളെയും വൈക്കിംഗുകളെയും പോലും കണ്ടുമുട്ടിയിട്ടുണ്ട്! അക്വാ-ലിവ് ഒരു മാലിന്യവും ശേഖരിക്കുന്നില്ല, മറിച്ച് ലോകത്തിലെ എല്ലാ ജലവും നിയന്ത്രിക്കുന്നു.
mn_cyrl: Акуа-Лив цаг хугацааны эхлэлээс хойш оршин тогтнож, тэр ч байтугай үлэг гүрвэл, Викингстэй ч танилцсан! Акуа-Лив ямар нэгэн хог хаягдал цуглуулдаггүй, харин дэлхийн бүх усыг хянадаг.
mr: एक्वा-लिव्ह हे काळाच्या पहाटेपासून अस्तित्वात आहेत आणि त्यांना डायनासोर आणि व्हायकिंग्जही भेटल्या आहेत! अॅक्वा-लिव्ह कोणताही कचरा गोळा करत नाही तर जगातील सर्व पाण्यावर नियंत्रण ठेवते.
ms: Aqua-Liv telah wujud sejak awal zaman, dan bahkan telah bertemu dengan dinosaur dan Vikings! Aqua-Liv tidak mengumpul sebarang sampah tetapi mengawal semua air di dunia.
mt: Aqua-Liv ilu jeżisti mill-bidu taż-żmien, u saħansitra ltaqa 'mad-dinosawri u l-Vikingi! Aqua-Liv ma jiġbor l-ebda żibel iżda jikkontrolla l-ilma kollu fid-dinja.
my: အက်ကွီ-လစ်ဗ်သည် အချိန်အရုဏ်ဦးကတည်းက တည်ရှိခဲ့ပြီး ဒိုင်နိုဆောများနှင့် ဗိုက်ကင်းများနှင့်ပင် တွေ့ဆုံခဲ့သည်! Aqua-Liv သည် မည်သည့် အမှိုက်သရိုက်များကိုမျှ မစုသိမ်းဘဲ ကမ္ဘာ့ရေအားလုံးကို ထိန်းချုပ်ထားသည်။
nb: Aqua-Liv har eksistert siden tidenes morgen, og har til og med møtt dinosaurer og vikinger! Aqua-Liv samler ikke søppel, men kontrollerer alt vannet i verden.
ne: एक्वा-लिभ समयको बिहानदेखि अस्तित्वमा छ, र डायनासोर र वाइकिंग्सलाई पनि भेटेको छ! एक्वा-लिभले कुनै फोहोर संकलन गर्दैन तर संसारको सबै पानीलाई नियन्त्रण गर्दछ।
nl: Aqua-Liv bestaat al sinds het begin der tijden en heeft zelfs dinosaurussen en Vikingen ontmoet! Aqua-Liv verzamelt geen afval, maar controleert al het water in de wereld.
or: ଆକ୍ୱା-ଲିଭ୍ ସମୟର ପ୍ରାରମ୍ଭରୁ ବିଦ୍ୟମାନ ଅଛି, ଏବଂ ଡାଇନୋସର ଏବଂ ଭାଇକିଙ୍ଗ୍ ସଙ୍କୁ ମଧ୍ୟ ଭେଟିଛି! ଆକ୍ୱା-ଲିଭ୍ କୌଣସି ଆବର୍ଜନା ସଂଗ୍ରହ କରେ ନାହିଁ କିନ୍ତୁ ଦୁନିଆର ସମସ୍ତ ଜଳକୁ ନିୟନ୍ତ୍ରଣ କରେ |
pa: ਐਕਵਾ-ਲਿਵ ਸਮੇਂ ਦੀ ਸ਼ੁਰੂਆਤ ਤੋਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਅਤੇ ਉਹ ਡਾਇਨਾਸੋਰ ਅਤੇ ਵਾਈਕਿੰਗਜ਼ ਨੂੰ ਵੀ ਮਿਲ ਚੁੱਕੀ ਹੈ! ਐਕਵਾ-ਲਿਵ ਕੋਈ ਕੂੜਾ-ਕਰਕਟ ਇਕੱਠਾ ਨਹੀਂ ਕਰਦਾ ਪਰ ਸੰਸਾਰ ਦੇ ਸਾਰੇ ਪਾਣੀ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦਾ ਹੈ।
pl: Aqua-Liv istnieje od zarania dziejów, a nawet spotkał dinozaury i Wikingów! Aqua-Liv nie zbiera żadnych śmieci, ale kontroluje całą wodę na świecie.
ps: اکوا لیو د وخت د سحر نه راپه دیخوا شتون لری، او حتی د ډیناسوراو وایکینګسره هم مخ شوی دی! اکوا لیو هیڅ کثافات نه راټولوی مګر د نړۍ ټولې اوبه کنټرولوی.
pt_br: Aqua-Liv existe desde o início dos tempos, e até conheceu dinossauros e vikings! Aqua-Liv não coleta lixo, mas controla toda a água do mundo.
ro: Aqua-Liv a existat încă din zorii timpului și a întâlnit chiar dinozauri și vikingi! Aqua-Liv nu colectează gunoaie, ci controlează toată apa din lume.
ru: Aqua-Liv существует с запамятных времен и даже встречал динозавров и викингов! Aqua-Liv не собирает мусор, но контролирует всю воду в мире.
sk: Aqua-Liv existuje od úsvitu času a dokonca sa stretol s dinosaurami a Vikingami! Aqua-Liv nezbiera žiadne odpadky, ale kontroluje všetku vodu na svete.
sl: Aqua-Liv obstaja že od zore časa, srečal pa je celo dinozavre in Vikinge! Aqua-Liv ne zbira nobenih smeti, ampak nadzoruje vso vodo na svetu.
sq: Aqua-Liv ka ekzistuar që nga agimi i kohës, dhe madje ka takuar edhe dinozaurë dhe vikingë! Aqua-Liv nuk mbledh asnjë plehra por kontrollon të gjithë ujin në botë.
sr_latn: Aqua-Liv postoji od osvita vremena, a čak je upoznao i dinosauruse i Vikinge! Aqua-Liv ne sakuplja рubre, ali kontroliљe svu vodu na svetu.
sv: Aqua-Liv har funnits sedan urminnes tider, hen har till och med träffat dinosaurier och vikingar! Hen samlar inte på något skräp utan styr allt vatten i världen.
sw: Aqua-Liv imekuwepo tangu alfajiri ya wakati, na hata imekutana na dinosaria na Waviking! Aqua-Liv haikusanyi takataka yoyote bali inadhibiti maji yote duniani.
ta: அக்வா-லிவ் காலத்தின் விடியலில் இருந்து இருந்து வருகிறது, மேலும் டைனோசர்கள் மற்றும் வைக்கிங்ஸைக் கூட சந்தித்துள்ளது! அக்வா-லிவ் எந்த குப்பையையும் சேகரிக்கவில்லை, ஆனால் உலகில் உள்ள அனைத்து தண்ணீரையும் கட்டுப்படுத்துகிறது.
te: ఆక్వా-లివ్ కాలం ప్రారంభం నుండి ఉనికిలో ఉంది, మరియు డైనోసార్లను మరియు వైకింగ్స్ ను కూడా కలుసుకుంది! ఆక్వా-లివ్ ఎటువంటి చెత్తను సేకరించదు కానీ ప్రపంచంలోని మొత్తం నీటిని నియంత్రిస్తుంది.
th: Aqua-Liv มีมาตั้งแต่รุ่งอรุณของเวลาและยังได้พบกับไดโนเสาร์และไวกิ้ง! Aqua-Liv ไม่ได้เก็บขยะใด ๆ แต่ควบคุมน้ําทั้งหมดในโลก
tk: Aqua-Liv daň atanyndan bäri bar, hatda dinozawrlar we vikingler bilen hem tanyşýar! Aqua-Liw hiç hili çöp ýygnamaýar, gaýtam dünýäniň ähli suwuna gözegçilik edýär.
tr: Aqua-Liv zamanın başlangıcından beri var ve dinozorlar ve Vikinglerle bile tanıştı! Aqua-Liv çöp toplamaz ama dünyadaki tüm suyu kontrol eder.
tt: Аква-Лив вакыт башланганнан бирле бар, хәтта динозаврлар һәм викинглар белән очрашты! Аква-Лив бернинди чүпне җыеп та бирми, ә дөньядагы барлык суны контрольдә тота.
ug: Aqua-Liv دەۋرنىڭ تاڭ يورۇشىدىن باشلاپ مەۋجۇت بولۇپ كەلدى، ھەتتا دىنوزاۋر ۋە ۋىكىپېڭ بىلەن ئۇچراشتى! Aqua-Liv دۇنيادىكى بارلىق سۇلارنى كونترول قىلىش بىلەنلا ئەخلەت يىغمايدۇ.
uk: Аква-Лів існує з самого початку часів, і навіть зустрічав динозаврів і вікінгів! Aqua-Liv не збирає ніякого сміття, але контролює всю воду в світі.
ur: ایکوا لیو وقت کی صبح سے موجود ہے، اور یہاں تک کہ ڈائنوسار اور وائکنگز سے ملا ہے! ایکوا لیو کوئی کچرا جمع نہیں کرتا لیکن دنیا کے تمام پانی کو کنٹرول کرتا ہے۔
uz: Akva-Liv vaqt tong otganidan beri mavjud bo'lib, hatto dinozavrlar va Vikinglar bilan uchrashdi! Akva-Liv hech qanday axlat yig'maydi, balki dunyodagi barcha suvni boshqaradi.
vi: Aqua-Liv đã tồn tại từ buổi bình minh của thời gian, và thậm chí đã gặp khủng long và Vikings! Aqua-Liv không thu gom bất kỳ rác nào nhưng kiểm soát tất cả nước trên thế giới.
zh_hans: Aqua-Liv从一开始就存在，甚至遇到了恐龙和维京人！Aqua-Liv不收集任何垃圾，但控制着世界上所有的水。
zu: I-Aqua-Liv ikhona kusukela ekuqaleni kwesikhathi, futhi ihlangane ngisho nama-dinosaurs namaVikings! I-Aqua-Liv ayiqoqi noma yimuphi udoti kodwa ilawula wonke amanzi emhlabeni.
