Repository: helsingborg-stad/spm-laiban
Catalog: Laiban/Shared/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, as, az, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ku, ky, lo, lt, lv, mg, mi, mk, ml, mn_cyrl, mr, ms, mt, my, nb, ne, nl, or, pa, pl, ps, pt_br, ro, ru, sk, sl, sq, sr_latn, sv, sw, ta, te, th, tk, tr, tt, ug, uk, ur, uz, vi, zh_hans, zu

# undp_goal_15_description
source: This means that we should take care of our nature and everyone who lives there, both animals and humans as well as plants and insetcs.
af: Dit beteken dat ons moet sorg vir ons natuur en almal wat daar woon, beide diere en mense sowel as plante en insetsels.
am: ይህም ማለት ተፈጥሯችንንም ሆነ በዚያ የሚኖሩትን ሁሉ እንስሳትንም ሆነ ሰዎችን እንዲሁም ዕፅዋትንና እጽዋትን መንከባከብ አለብን ማለት ነው።
ar: وهذا يعني أنه ينبغي لنا أن نهتم بطبيعتنا وكل من يعيش هناك، سواء الحيوانات أو البشر وكذلك النباتات والنباتات الداخلية.
as: ইয়াৰ অৰ্থ হৈছে যে আমি আমাৰ প্ৰকৃতি আৰু তাত বাস কৰা সকলোৰে যত্ন লোৱা উচিত, জীৱ-জন্তু আৰু মানুহ আৰু লগতে উদ্ভিদ আৰু ইনচেচ্চ।
az: Bu o deməkdir ki, biz öz təbiətimizə və orada yaşayan hər kəsə, həm heyvanlara, həm insanlara, həm də bitkilərə və insetkaya diqqət etməliyik.
bg: Това означава, че трябва да се грижим за нашата природа и всички, които живеят там, както животните, така и хората, както и растенията и инсетите.
bn: এর মানে হল যে আমাদের প্রকৃতি এবং সেখানে বসবাসকারী প্রত্যেকের যত্ন নেওয়া উচিত, প্রাণী এবং মানুষ উভয়ের পাশাপাশি উদ্ভিদ এবং ইনসেক।
bo: དེའི་ཐོག་ནས་ང་ཚོས་རང་ཉིད་ཀྱི་རང་གཤིས་དང་དེ་གར་བསྡད་ཡོད་པའི་མི་ཚང་མར་སྲོག་ཆགས་དང་མིའི་རིགས་དང་དེ་བཞིན་རྩི་ཤིང་དང་སྐྱེ་དངོས་ལ་ལྟ་རྟོག་བྱ་དགོས་པ་མཚོན་གྱི་ཡོད།
bs: To znači da treba da se pobrinemo za našu prirodu i sve koji tamo žive, i životinje i ljudi kao i biljke i insetke.
ca: Això vol dir que hem de tenir cura de la nostra naturalesa i de totes les persones que hi viuen, tant animals i humans com plantes i insetcs.
cs: To znamená, že bychom se měli starat o naši přírodu a o každého, kdo tam žije, o zvířata i lidi, stejně jako o rostliny a insetcs.
cy: Mae hyn yn golygu y dylem ofalu am ein natur a phawb sy'n byw yno, yn anifeiliaid a phobl yn ogystal â phlanhigion a mewnosodiadau.
da: Det betyder, at vi skal passe på vores natur og alle, der bor der, både dyr og mennesker samt planter og insetcs.
de: Das bedeutet, dass wir uns um unsere Natur und alle, die dort leben, kümmern sollten, sowohl Tiere als auch Menschen sowie Pflanzen und Insetcs.
el: Αυτό σημαίνει ότι πρέπει να φροντίζουμε τη φύση μας και όλους όσους ζουν εκεί, τόσο τα ζώα και τους ανθρώπους όσο και τα φυτά και τα ένθετα.
es: Esto significa que debemos cuidar de nuestra naturaleza y de todos los que viven allí, tanto animales como humanos, así como plantas e insetcs.
et: See tähendab, et me peaksime hoolitsema oma looduse ja kõigi seal elavate inimeste eest, nii loomade kui ka inimeste, aga ka taimede ja insettide eest.
eu: Horrek esan nahi du gure izaera eta bertan bizi diren guztiak zaindu behar ditugula, bai animaliak, bai gizakiak, bai landareak eta insetcs-ak.
fa: یعنی باید از طبیعت خود و هر کسی که در آنجا زندگی می کند، هم حیوانات و هم انسان ها و همچنین گیاهان و آغازین مراقبت کنیم.
fi: Tämä tarkoittaa, että meidän on huolehdittava luonnostamme ja kaikista siellä eläviä, sekä eläimistä että ihmisistä sekä kasveista ja insetcsistä.
fil: Nangangahulugan ito na dapat nating pangalagaan ang ating likas na pagkatao at lahat ng naninirahan doon, kapwa mga hayop at tao gayundin ng mga halaman at insetc.
fo: Hetta merkir, at vit skulu taka okkum av okkara lyndi og øll, sum búgva har, bæði djór og menniskju eins væl og plantur og ísetcs.
fr: Cela signifie que nous devrions prendre soin de notre nature et de tous ceux qui y vivent, tant les animaux que les humains ainsi que les plantes et les insetcs.
ga: Ciallaíonn sé seo gur chóir dúinn aire a thabhairt dár nádúr agus do gach duine a chónaíonn ann, idir ainmhithe agus dhaoine chomh maith le plandaí agus trína chéile.
gl: Isto significa que debemos coidar a nosa natureza e todos os que viven alí, tanto os animais e os humanos, como as plantas e as plantas.
gu: આનો અર્થ એ છે કે આપણે આપણી પ્રકૃતિ અને ત્યાં રહેતા દરેકની કાળજી લેવી જોઈએ, પ્રાણીઓ અને માણસો તેમજ છોડ અને ઇન્સેટ્સ બંને.
he: משמעות הדבר היא שעלינו לדאוג לטבע שלנו ולכל מי שחי שם, גם לבעלי חיים וגם לבני אדם, כמו גם לצמחים ולאינסטקים.
hi: इसका मतलब है कि हमें अपनी प्रकृति और वहां रहने वाले सभी लोगों, जानवरों और मनुष्यों के साथ-साथ पौधों और इनसेट का ख्याल रखना चाहिए।
hr: To znači da se trebamo brinuti o našoj prirodi i svima koji tamo žive, i životinjama i ljudima, kao i biljkama i insecima.
hu: Ez azt jelenti, hogy gondoskodnunk kell a természetünkről és mindenkiről, aki ott él, állatokról és emberekről, valamint növényekről és insetekről egyaránt.
hy: Սա նշանակում է, որ մենք պետք է հոգ տանենք մեր էության եւ այնտեղ ապրող բոլոր մարդկանց մասին՝ թե՛ կենդանիների, թե՛ մարդկանց, թե՛ բույսերի ու ինսետների մասին։
id: Ini berarti bahwa kita harus menjaga sifat kita dan semua orang yang tinggal di sana, baik hewan maupun manusia serta tumbuhan dan insetak.
is: Þetta þýðir að við eigum að hugsa um náttúru okkar og allra sem þar búa, bæði dýra og manna sem og plantna og innfellinga.
it: Ciò significa che dovremmo prenderci cura della nostra natura e di tutti coloro che vivono lì, sia animali che umani, nonché piante e insenature.
ja: これは、私たちの自然とそこに住むすべての人、動物と人間だけでなく、植物やインセックの世話をする必要があることを意味します。
ka: ეს ნიშნავს, რომ ჩვენ უნდა ვიზრუნოთ ჩვენს ბუნებაზე და ყველას, ვინც იქ ცხოვრობს, როგორც ცხოველები, ასევე ადამიანები, ასევე მცენარეები და ინსეტკები.
kk: Демек, біз өз табиғатымызға және онда тұратын әрбір адамға, жануарларға да, адамға да, өсімдіктер мен инцессияларға да қамқорлық жасауымыз керек.
km: នេះ មាន ន័យ ថា យើង គួរ តែ ថែ រក្សា ធម្មជាតិ របស់ យើង និង មនុស្ស គ្រប់ គ្នា ដែល រស់ នៅ ទី នោះ ទាំង សត្វ និង មនុស្ស ក៏ ដូច ជា រុក្ខជាតិ និង រុក្ខជាតិ ផង ដែរ ។
kn: ಇದರರ್ಥ ನಾವು ನಮ್ಮ ಪ್ರಕೃತಿಯನ್ನು ಮತ್ತು ಅಲ್ಲಿ ವಾಸಿಸುವ ಪ್ರತಿಯೊಬ್ಬರನ್ನೂ, ಪ್ರಾಣಿಗಳು ಮತ್ತು ಮಾನವರು ಮತ್ತು ಸಸ್ಯಗಳು ಮತ್ತು ಇನ್ಸೆಟ್ಕ್ಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಬೇಕು.
ko: 이것은 우리가 우리의 본성과 거기에 사는 모든 사람들, 동물과 인간뿐만 아니라 식물과 insetcs를 돌봐야한다는 것을 의미합니다.
ku: ئەمە مانای ئەوەیە کە دەبێت گرنگی بە سروشتەکەمان بدەین و هەرکەسێ لەوێ دەژی، هەمو ئاژەڵ و هەمو مرۆڤ و هەمیش ڕووەک و ئینستێکس.
ky: Бул биздин табиятыбызга жана ал жерде жашаган ар бир адамга, жаныбарларга да, адамдарга да, өсүмдүктөргө да, инсеткаларга да кам көрүшүбүз керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ເຮົາ ຄວນ ດູ ແລ ທໍາ ມະ ຊາດ ຂອງ ເຮົາ ແລະ ທຸກ ຄົນ ທີ່ ອາ ໄສ ຢູ່ ທີ່ ນັ້ນ ທັງ ສັດ ແລະ ມະນຸດ ທັງ ພືດ ແລະ insetcs.
lt: Tai reiškia, kad turėtume rūpintis savo prigimtimi ir visais, kurie ten gyvena, tiek gyvūnais, tiek žmonėmis, taip pat augalais ir intarpais.
lv: Tas nozīmē, ka mums ir jārūpējas par savu dabu un visiem, kas tur dzīvo, gan par dzīvniekiem, gan cilvēkiem, kā arī par augiem un ieliktņiem.
mg: Midika izany fa tokony hikarakara ny toetrantsika sy ny olona rehetra mipetraka ao isika, na biby na olona, na zavamaniry na snsis.
mi: Ko te tikanga o tēnei me tiaki tātau i to tātau āhua me ngā tāngata katoa e noho ana i reira, i ngā kararehe me te tangata, tae atu ki ngā tipu me ngā huinga.
mk: Тоа значи дека треба да се грижиме за нашата природа и сите кои живееме таму, животните и луѓето, како и растенијата и инсетите.
ml: ഇതിനർത്ഥം നമ്മുടെ പ്രകൃതിയെയും അവിടെ ജീവിക്കുന്ന എല്ലാവരെയും, മൃഗങ്ങളും മനുഷ്യരും, സസ്യങ്ങളും ഇൻസെറ്റുകളും പരിപാലിക്കണം എന്നാണ്.
mn_cyrl: Энэ нь бид өөрсдийн мөн чанар болон тэнд амьдардаг хүн бүр, амьтан, хүн, ургамал, инсетк аль алинд нь анхаарал тавих ёстой гэсэн үг юм.
mr: याचा अर्थ असा की आपण आपल्या प्रकृतीची आणि तिथे राहणाऱ्या प्रत्येकाची, प्राणी आणि मानव तसेच वनस्पती आणि इन्टेक्सची काळजी घेतली पाहिजे.
ms: Ini bermakna kita harus menjaga sifat kita dan setiap orang yang tinggal di sana, baik haiwan dan manusia serta tumbuh-tumbuhan dan insetcs.
mt: Dan ifisser li għandna nieħdu ħsieb in-natura tagħna u kull min jgħix hemm, kemm annimali kif ukoll bnedmin kif ukoll pjanti u insetcs.
my: ယင်းက ကျွန်ုပ်တို့၏သဘောသဘာဝနှင့် ထိုတွင်နေထိုင်သူတိုင်း၊ တိရစ္ဆာန်များနှင့် လူသားများအပြင် အပင်များနှင့် အင်းဆက်ပိုးများကိုပါ ကြည့်ရှုစောင့်ရှောက်သင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at vi skal ta vare på vår natur og alle som bor der, både dyr og mennesker, så vel som planter og insetcs.
ne: यसको अर्थ हामीले हाम्रो प्रकृति र त्यहाँ बस्ने सबैको हेरचाह गर्नुपर्छ, जनावर र मानिस दुवैका साथै बोटबिरुवा र इन्सेटहरू।
nl: Dit betekent dat we moeten zorgen voor onze natuur en iedereen die er woont, zowel dieren en mensen als planten en insetcs.
or: ଏହାର ଅର୍ଥ ହେଉଛି ଆମେ ଆମର ପ୍ରକୃତି ଏବଂ ସେଠାରେ ରହୁଥିବା ସମସ୍ତଙ୍କ ଯତ୍ନ ନେବା ଉଚିତ୍, ଉଭୟ ପଶୁ ଏବଂ ମଣିଷ ତଥା ଉଦ୍ଭିଦ ଏବଂ ଇନସେସ୍ଇତ୍ୟାଦି |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਸਾਨੂੰ ਆਪਣੀ ਪ੍ਰਕਿਰਤੀ ਅਤੇ ਉੱਥੇ ਰਹਿਣ ਵਾਲੇ ਹਰੇਕ ਵਿਅਕਤੀ ਦੀ ਦੇਖਭਾਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਾਨਵਰਾਂ ਅਤੇ ਮਨੁੱਖਾਂ ਦੇ ਨਾਲ-ਨਾਲ ਪੌਦਿਆਂ ਅਤੇ ਇਨਸੈੱਟਾਂ ਦੋਨਾਂ ਦਾ ਵੀ ਖਿਆਲ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Oznacza to, że powinniśmy dbać o naszą przyrodę i wszystkich, którzy tam mieszkają, zarówno zwierzęta, jak i ludzi, a także rośliny i insetki.
ps: دا په دې مانا ده چې موږ باید د خپل طبیعت او هر هغه چا خیال ولرو چې هلته ژوند کوی، هم حیوانات او هم انسانان او همدارنګه نباتات او انسیتونه.
pt_br: Isso significa que devemos cuidar da nossa natureza e de todos que vivem lá, tanto animais quanto humanos, bem como plantas e insetcs.
ro: Aceasta înseamnă că ar trebui să avem grijă de natura noastră și de toți cei care trăiesc acolo, atât animale, cât și oameni, precum și plante și insetci.
ru: Это означает, что мы должны заботиться о нашей природе и всех, кто живет там, как животных, так и людей, а также растений и вставок.
sk: To znamená, že by sme sa mali starať o našu prírodu a každého, kto tam žije, zvieratá aj ľudí, ako aj o rastliny a insetky.
sl: To pomeni, da moramo skrbeti za našo naravo in vse, ki tam živijo, živali in ljudi, pa tudi rastline in insetke.
sq: Kjo do të thotë se ne duhet të kujdesemi për natyrën tonë dhe për këdo që jeton atje, si kafshët, ashtu edhe njerëzit, si dhe bimët dhe insetkët.
sr_latn: To znači da treba da vodimo računa o našoj prirodi i svima koji tamo žive, kako o životinjama, tako i o ljudima, kao i o biljkama i insetima.
sv: Det här betyder att vi ska ta hand om vår natur och alla som bor där, både djur och människor men även växter och insekter.
sw: Hii ina maana kwamba tunapaswa kutunza asili yetu na kila mtu anayeishi huko, wanyama na binadamu pamoja na mimea na insetcs.
ta: இதன் பொருள் என்னவென்றால், நமது இயற்கையையும், அங்கு வாழும் அனைவரையும், விலங்குகள் மற்றும் மனிதர்கள், தாவரங்கள் மற்றும் இன்செட்டுகள் இரண்டையும் நாம் கவனித்துக் கொள்ள வேண்டும்.
te: దీని అర్థం మనం మన స్వభావాన్ని మరియు అక్కడ నివసించే ప్రతి ఒక్కరినీ, జంతువులు మరియు మానవులు అదేవిధంగా మొక్కలు మరియు ఇన్సెట్స్ రెండింటినీ జాగ్రత్తగా చూసుకోవాలి.
th: ซึ่งหมายความว่าเราควรดูแลธรรมชาติของเราและทุกคนที่อาศัยอยู่ที่นั่นทั้งสัตว์และมนุษย์ตลอดจนพืชและ insetcs
tk: Diýmek, biz tebigatymyza we ol ýerde ýaşaýan her bir adama, haýwanlara-da, adamlara-da, ösümliklere-de, insetkalara-da üns bermeli.
tr: Bu, doğamıza ve orada yaşayan herkese, hem hayvanlara hem de insanlara, bitkilere ve inezclere dikkat etmeliyiz.
tt: Димәк, без табигатьне һәм анда яшәүче һәркемне, хайваннарны да, кешеләрне дә, үсемлекләрне дә, инсетакларны да карарга тиеш.
ug: بۇ بىزنىڭ تەبىئەتىمىزنى ۋە ئۇ يەردە ياشاۋاتقان ھەر بىر ئادەمنىڭ، ھايۋاناتلار ۋە ئىنسانلار ھەم ئۆسۈملۈكلەر ۋە كىرىش سۆز-ئىككەيلەننىڭ ھالىدىن خەۋەر ئېلىشىمىز كېرەكلىكىنى كۆرسىتىدۇ.
uk: Це означає, що ми повинні піклуватися про нашу природу і всіх, хто там живе, як тварин, так і людей, а також рослини і вставки.
ur: اس کا مطلب یہ ہے کہ ہمیں اپنی فطرت اور وہاں رہنے والے ہر شخص کا خیال رکھنا چاہئے، جانوروں اور انسانوں کے ساتھ ساتھ پودوں اور انسیکس دونوں کا بھی خیال رکھنا چاہئے۔
uz: Bu shuni anglatadiki, biz o'z tabiatimizga va u erda yashaydigan har bir kishiga, hayvonlarga ham, odamlarga ham, o'simliklarga ham, insetlarga ham g'amxo'rlik qilishimiz kerak.
vi: Điều này có nghĩa là chúng ta nên chăm sóc bản chất của chúng ta và tất cả những người sống ở đó, cả động vật và con người cũng như thực vật và insetc.
zh_hans: 这意味着我们应该照顾好我们的本性和生活在那里的每个人，包括动物和人类，以及植物和内塞克。
zu: Lokhu kusho ukuthi kufanele sinakekele imvelo yethu nawo wonke umuntu ohlala khona, kokubili izilwane nabantu kanye nezitshalo nama-insetcs.

# undp_goal_15_title
source: Goal 15: Life on land
af: Doel 15: Lewe op land
am: ግብ 15 ሕይወት በየብስ
ar: الهدف 15: الحياة على الأرض
as: লক্ষ্য 15: ভূমিত জীৱন
az: 15-ci məqsəd: Quruda həyat
bg: Цел 15: Живот на сушата
bn: লক্ষ্য ১৫: ভূমিতে জীবন
bo: དམིགས་འབེན་བཅོ་ལྔ་པ། སྐམ་སའི་སྟེང་གི་འཚོ་བ།
bs: Cilj 15: Život na kopnu
ca: Objectiu 15: Vida a terra
cs: Cíl 15: Život na souši
cy: Nod 15: Bywyd ar y tir
da: Mål 15: Livet på land
de: Ziel 15: Leben an Land
el: Στόχος 15: Η ζωή στη στεριά
es: Objetivo 15: Vida en tierra
et: 15. eesmärk: elu maal
eu: 15. helburua: Lurreko bizitza
fa: هدف 15 : زندگی در زمین
fi: Tavoite 15: Elämä maalla
fil: Mithiin 15: Buhay sa lupa
fo: Goal 15: Lív á land
fr: Objectif 15 : La vie sur terre
ga: Sprioc 15: Saol ar thalamh
gl: Obxectivo 15: A vida na terra
gu: ધ્યેય ૧૫ઃ જમીન પરનું જીવન
he: מטרה 15: החיים ביבשה
hi: लक्ष्य 15: भूमि पर जीवन
hr: Cilj 15: Život na kopnu
hu: 15. cél: Élet a szárazföldön
hy: Նպատակը 15. Կյանքը ցամաքում
id: Tujuan 15: Kehidupan di darat
is: Markmið 15: Lífið á landi
it: Obiettivo 15: Vita sulla terra
ja: 目標15:陸上での生活
ka: მიზანი 15: ცხოვრება ხმელეთზე
kk: 15-мақсат: Құрлықтағы өмір
km: គោលដៅទី១៥៖ ជីវិតលើដី
kn: ಗುರಿ 15: ನೆಲದ ಮೇಲಿನ ಜೀವನ
ko: 목표 15 : 육지에서의 삶
ku: ئامانج 15: ژیان لەسەر زەوی
ky: Максаты 15: жерде жашоо
lo: ເປົ້າຫມາຍທີ 15: ຊີວິດເທິງດິນ
lt: 15 tikslas: gyvenimas sausumoje
lv: 15. mērķis: dzīve uz sauszemes
mg: Tanjona 15: Fiainana an-tanety
mi: Goal 15: Ora i runga i te whenua
mk: Цел 15: Живот на копно
ml: ലക്ഷ്യം 15: കരയിലെ ജീവിതം
mn_cyrl: Зорилго 15: Газар дээрх амьдрал
mr: ध्येय १५ : जमिनीवरील जीवन
ms: Matlamat 15: Kehidupan di darat
mt: Għan 15: Il-ħajja fuq l-art
my: ပန်းတိုင် ၁၅– ကုန်းပေါ်ဘဝ
nb: Mål 15: Livet på land
ne: लक्ष्य १५: भूमिमा जीवन
nl: Doel 15: Leven op het land
or: ଲକ୍ଷ୍ୟ 15: ଜମିରେ ଜୀବନ
pa: ਟੀਚਾ 15: ਜ਼ਮੀਨ 'ਤੇ ਜੀਵਨ
pl: Cel 15: Życie na lądzie
ps: ۱۵ هدف : د ځمکې پر سر ژوند
pt_br: Objetivo 15: Vida em terra
ro: Obiectivul 15: Viața pe uscat
ru: Цель 15: Жизнь на суше
sk: Cieľ 15: Život na súši
sl: Cilj 15: Življenje na kopnem
sq: Synimi 15: Jeta në tokë
sr_latn: Cilj 15: Život na kopnu
sv: Mål 15: Ekosystem och biologisk mångfald
sw: Lengo la 15: Maisha juu ya ardhi
ta: இலக்கு 15: நிலத்தில் வாழ்க்கை
te: లక్ష్యం 15: భూమిపై జీవితం
th: เป้าหมายที่ 15: ชีวิตบนบก
tk: Maksadyň 15-nji maksady: Gury ýerde durmuş
tr: Hedef 15: Karada yaşam
tt: 15-нче максат: җирдәге тормыш
ug: 15-نىشان: قۇرۇقلۇقتىكى ھايات
uk: Ціль 15: Життя на землі
ur: ہدف 15: زمین پر زندگی
uz: 15-maqsad: Quruqlikdagi hayot
vi: Mục tiêu 15: Cuộc sống trên đất liền
zh_hans: 目标15：陆地上的生命
zu: Umgomo 15: Ukuphila emhlabeni

# undp_goal_16_description
source: This means that we should have peaceful and just societies.
af: Dit beteken dat ons vreedsame en regverdige samelewings moet hê.
am: ይህ ማለት ሰላማዊና ፍትሐዊ የሆኑ ኅብረተሰቦች ሊኖረን ይገባል ማለት ነው ።
ar: وهذا يعني أنه ينبغي أن تكون لدينا مجتمعات سلمية وعادلة.
as: ইয়াৰ অৰ্থ হৈছে যে আমাৰ শান্তিপূৰ্ণ আৰু ন্যাবসঙ্গত সমাজ থকা উচিত।
az: Bu o deməkdir ki, biz sülhpərvər və ədalətli cəmiyyətlərə malik olmalıyıq.
bg: Това означава, че трябва да имаме мирни и справедливи общества.
bn: এর মানে হচ্ছে, আমাদের শান্তিপূর্ণ ও ন্যায়পরায়ণ সমাজ গড়ে তুলতে হবে।
bo: དེའི་ཐོག་ནས་ང་ཚོར་ཞི་བདེ་དང་དྲང་བདེན་གྱི་སྤྱི་ཚོགས་ཡོད་དགོས་པ་མཚོན་གྱི་ཡོད།
bs: To znači da bi trebali imati mirna i samo suština.
ca: Això vol dir que hauríem de tenir societats pacífiques i justes.
cs: To znamená, že bychom měli mít mírumilovné a spravedlivé společnosti.
cy: Mae hyn yn golygu y dylem gael cymdeithasau heddychlon a chyfiawn.
da: Det betyder, at vi skal have fredelige og retfærdige samfund.
de: Das bedeutet, dass wir friedliche und gerechte Gesellschaften haben sollten.
el: Αυτό σημαίνει ότι πρέπει να έχουμε ειρηνικές και δίκαιες κοινωνίες.
es: Esto significa que debemos tener sociedades pacíficas y justas.
et: See tähendab, et meil peaksid olema rahumeelsed ja õiglased ühiskonnad.
eu: Horrek esan nahi du gizarte baketsu eta zuzenak izan behar ditugula.
fa: یعنی ما باید جوامع صلح آمیز و فقط داشته باشد.
fi: Tämä tarkoittaa, että meillä pitäisi olla rauhanomaisia ja vainajayhteiskuntia.
fil: Ibig sabihin dapat tayong magkaroon ng payapa at makatarungang lipunan.
fo: Hetta merkir, at vit skuldu havt friðarlig og bara so nógv.
fr: Cela signifie que nous devrions avoir des sociétés pacifiques et justes.
ga: Ciallaíonn sé seo gur chóir go mbeadh cumainn shíochánta agus chóir againn.
gl: Debemos ter sociedades pacíficas e xustas.
gu: આનો અર્થ એ છે કે આપણી પાસે શાંતિપૂર્ણ અને ન્યાયી સમાજ હોવા જોઈએ.
he: זה אומר שאנחנו צריכים להיות חברות שלוות וצודקות.
hi: इसका मतलब है कि हमारे पास शांतिपूर्ण और न्यायपूर्ण समाज होना चाहिए।
hr: To znači da bismo trebali imati mirna i pravedna društva.
hu: Ez azt jelenti, hogy békés és igazságos társadalmakra van szükségünk.
hy: Սա նշանակում է, որ մենք պետք է ունենանք խաղաղ եւ արդար հասարակություններ:
id: Ini berarti bahwa kita harus memiliki masyarakat yang damai dan adil.
is: Þetta þýðir að við eigum að hafa friðsamleg og réttlát samfélög.
it: Ciò significa che dovremmo avere società pacifiche e giuste.
ja: これは、平和で正当な社会を持つべきであることを意味します。
ka: ეს ნიშნავს, რომ ჩვენ უნდა გვქონდეს მშვიდობიანი და სამართლიანი საზოგადოებები.
kk: Демек, бізде бейбіт және әділетті қоғамдар болуы тиіс.
km: នេះ មាន ន័យ ថា យើង គួរ តែ មាន សង្គម ដោយ សន្តិ ភាព និង គ្រាន់ តែ ប៉ុណ្ណោះ ។
kn: ಇದರರ್ಥ ನಾವು ಶಾಂತಿಯುತ ಮತ್ತು ನ್ಯಾಯಯುತ ಸಮಾಜಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
ko: 이것은 우리가 평화 롭고 공정한 사회를 가져야한다는 것을 의미합니다.
ku: ئەمە مانای ئەوەیە کە دەبێت کۆمەڵگایەکی ئارام و دادپەروەرانەمان هەبێت
ky: Бул биз тынчтыкка жана жөн гана коомдорго ээ болушубуз керек дегенди билдирет.
lo: ນີ້ ຫມາຍ ຄວາມ ວ່າ ເຮົາ ຄວນ ມີ ສັງຄົມ ທີ່ ສະຫງົບ ສຸກ ແລະ ທ່ຽງ ທໍາ.
lt: Tai reiškia, kad turėtume turėti taikias ir teisingas visuomenes.
lv: Tas nozīmē, ka mums ir vajadzīga miermīlīga un taisnīga sabiedrība.
mg: Midika izany fa tokony hanana fiaraha-monina milamina sy marina isika.
mi: Ko te tikanga o tēnei me whai rōpū rangimarie, tika hoki tātau.
mk: Тоа значи дека треба да имаме мирни и праведни општества.
ml: ഇതിനർത്ഥം നമുക്ക് സമാധാനപരവും നീതിയുക്തവുമായ സമൂഹങ്ങൾ ഉണ്ടായിരിക്കണം എന്നാണ്.
mn_cyrl: Энэ нь бид энх тайван, шударга нийгэмтэй байх ёстой гэсэн үг юм.
mr: याचा अर्थ असा की आपल्याकडे शांततापूर्ण आणि न्याय्य समाज असावेत.
ms: Ini bermakna kita harus mempunyai masyarakat yang aman dan adil.
mt: Dan ifisser li għandu jkollna soċjetajiet paċifiċi u ġusti.
my: ယင်းက ငြိမ်းချမ်းရေးနှင့် တရားမျှတသော လူ့အဖွဲ့အစည်းများ ရှိသင့်သည်ဟု ဆိုလိုသည်။
nb: Dette betyr at vi skal ha fredelige og rettferdige samfunn.
ne: यसको अर्थ हामीले शान्तिपूर्ण र न्यायपूर्ण समाज पाउनुपर्छ भन्ने हो ।
nl: Dit betekent dat we vreedzame en rechtvaardige samenlevingen moeten hebben.
or: ଏହାର ଅର୍ଥ ହେଉଛି ଆମର ଶାନ୍ତିପୂର୍ଣ୍ଣ ଏବଂ କେବଳ ସମାଜ ରହିବା ଉଚିତ୍ |
pa: ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਸਾਡੇ ਕੋਲ ਸ਼ਾਂਤੀਪੂਰਨ ਅਤੇ ਨਿਆਂਪੂਰਨ ਸਮਾਜ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Oznacza to, że powinniśmy mieć pokojowe i sprawiedliwe społeczeństwa.
ps: دا په دې مانا ده چې مونږ باید سوله ایز او یوازې ټولنې ولرو.
pt_br: Isso significa que devemos ter sociedades pacíficas e justas.
ro: Aceasta înseamnă că ar trebui să avem societăți pașnice și juste.
ru: Это означает, что мы должны иметь мирные и такие общества.
sk: To znamená, že by sme mali mať mierové a spravodlivé spoločnosti.
sl: To pomeni, da bi morali imeti mirna in samo podjetja.
sq: Kjo do të thotë se ne duhet të kemi shoqëri paqësore dhe të njerëzishme.
sr_latn: To znači da treba da imamo mirna i samo društva.
sv: Det betyder att vi ska ha fredliga och rättvisa samhällen.
sw: Hii ina maana kwamba tunapaswa kuwa na jamii zenye amani na haki.
ta: இதன் பொருள் நாம் அமைதியான மற்றும் நியாயமான சமூகங்களைக் கொண்டிருக்க வேண்டும் என்பதாகும்.
te: దీని అర్థం మనం శాంతియుత మరియు న్యాయమైన సమాజాలను కలిగి ఉండాలి.
th: ซึ่งหมายความว่าเราควรมีสังคมที่สงบสุขและยุติธรรม
tk: Diýmek, bizde parahat we adalatly jemgyýetbolmaly.
tr: Bu, barışçıl ve adaletli toplumlara sahip olmamız gerektiği anlamına gelir.
tt: Димәк, безнең тыныч һәм җәмгыятьләр генә булырга тиеш.
ug: بۇ بىزنىڭ تىنچ ۋە ئادىل جەمئىيەتكە ئىگە بولۇشىمىز كېرەكلىكىنى بىلدۈرىدۇ.
uk: Це означає, що ми повинні мати мирні і справедливі суспільства.
ur: اس کا مطلب یہ ہے کہ ہمارے پاس پرامن اور صرف معاشرے ہونے چاہئیں۔
uz: Bu shuni anglatadiki, biz tinch va adolatli jamiyatlarga ega bo'lishimiz kerak.
vi: Điều này có nghĩa là chúng ta nên có xã hội hòa bình và công bằng.
zh_hans: 这意味着我们应该有和平与公正的社会。
zu: Lokhu kusho ukuthi kufanele sibe nemiphakathi enokuthula nelungile.
